{
  "document_id": "HOUSE_OVERSIGHT_010996",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010996.txt",
  "text": "capital growth insofar as rate of return actually realized matches the current norm.\n\nLess return makes less growth than consumption sacrificed, and more makes more.\n\nBut collective return can be a surprise. Boom years and bust years arrive unforeseen.\nThe cost of investment in consumption given up, whether individually or collectively,\nnever agrees exactly with what it proves to be worth at market. Gunnar Myrdal, in\n1939, coined the terms ex ante for the first and ex post for the second. The bucking\n\nbronco describes the ex post picture overall.\n\nEx ante (at cost) and ex post (at market) investment agree when market-realized\nreturn holds unchanged. Lower return means that ex post outcomes fell short of ex\nante cost and expectations. Higher return means the reverse. That gives the context\nof Mill’s idea. And he clearly isn’t talking about growing or declining by random luck.\nHis prime mover is “whatever increase the productive power of labor.” He knew\nthat this meant innovative ideas. Can we dial them in as we like? All he says is that\n\nthey need cost nothing in consumption missed. Then how might that work?\n\nGross and Net Investment\n\nKeynes, accepting the Y =! + C equation, defined saving S as gross income less\nconsumption C.] draw the impression that he implicitly defined output as creation\nof economic value. So do I. He defined gross investment I as gross output less\nconsumption. Gross in both cases meant gross of depreciation. He knew that income\nand output are equal, at all scales, since the first means rights to the second, and\ngave both the symbol Y as! do. It followed that saving and investment are also\nequal. The meaning was that actually realized saving, as distinct from consumption\nrestraint in hopes of saving, had to be realized in investment. This is the home truth\n\nwhich I accept but prefer to rephrase.\n\nI have traced Keynes’ argument and language on these points because | think it is\nnow generally accepted by Keynesian and anti-Keynesian and neo-Keynesian\n\nschools alike. That’s why I think my own interpretation differs from a general\n\nChapter 4 Mill’s Idea 1/11/16 5\n\nHOUSE_OVERSIGHT_010996",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010996.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2140,
    "word_count": 357,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:49.112763",
    "prefix": "IMAGES-001"
  }
}