{
  "document_id": "HOUSE_OVERSIGHT_020110",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020110.txt",
  "text": "the air that a terrorist breathed.” This was the precise line Schwartz would hand out to\nreporters in the coming days in a further effort to establish Bannon’s right-wing virtue.\n\nAlexandra Preate, Bannon’s lieutenant, arrived at Joe’s out of breath. Seconds later,\nJason Miller, another PR man in the Bannon fold, arrived. During the transition, Miller\nhad been slated to be the communications director, but then it had come out that Miller\nhad had a relationship with another staff member who announced in a tweet she was\npregnant by Miller—as was also, at this point, Miller’s wife. Miller, who had lost his\npromised White House job but continued serving as an outside Trump and Bannon voice,\nwas now, with the recent birth of the child—with the recent birth of both of his children by\ndifferent women—facing another wave of difficult press. Still, even he was obsessively\nfocused on what Bannon’s interview might mean.\n\nBy now the table was buzzing with speculation.\nHow would the president react?\n\nHow would Kelly react?\n\nWas this curtains?\n\nFor a group of people in touch with Bannon on an almost moment-by-moment basis, it\nwas remarkable that nobody seemed to understand that, forcibly or otherwise, he would\nsurely be moving out of the White House. On the contrary, the damaging interview was,\nby consensus, converted into a brilliant strategic move. Bannon was not going anywhere\n—not least because there was no Trump without Bannon.\n\nIt was an excited dinner, a revved-up occasion involving a passionate group of people\nall attached to the man who they believed was the most compelling figure in Washington.\nThey saw him as some sort of irreducible element: Bannon was Bannon was Bannon.\n\nAs the evening went on, Matt Boyle got in a furious text-message fight with Jonathan\nSwan, a White House reporter who had written a story about Bannon being on the losing\nside in the Bannon-McMaster showdown. Soon almost every well-connected reporter in\nthe city was checking in with somebody at the table. When a text came in, the recipient\nwould hold up his or her phone if it showed a notable reporter’s name. At one point,\nBannon texted Schwartz some talking points. Could it be that this was just one more day\nin the endless Trump drama?\n\nSchwartz, who seemed to regard Trump’s stupidity as a political given, offered a\nvigorous analysis of why Trump could not do without Bannon. Then, seeking more proof\nof his theory, Schwartz said he was texting Sam Nunberg, generally regarded as the man\nwho understood Trump’s whims and impulses best, and who had sagely predicted\nBannon’s survival at each doubtful moment in the past months.\n\n“Nunberg always knows,” said Schwartz.\n\nHOUSE_OVERSIGHT_020110",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020110.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2698,
    "word_count": 448,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:45.785274",
    "prefix": "IMAGES-005"
  }
}