{
  "document_id": "HOUSE_OVERSIGHT_016491",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016491.txt",
  "text": "their part, Epstein’s lawyers argued that the lowest designation should be applied because “there\nare no real victims here.” Jd. Ex. C.\n\nIn January 2011, the judge presiding over the sex-offender registration proceedings,\nJustice Ruth Pickholz, rejected ADA Gaffney’s arguments and designated Epstein as a level\nthree sex offender. Epstein, 89 A.D.3d at 570, 933 N.Y.S.2d at 240. Ata hearing preceding her\nruling, Justice Pickholz told the Assistant District Attorney that she had “never seen the\nprosecutor’s office do anything like this” and further stated that she had “done many [cases]\nmuch less troubling than this one where [prosecutors] would never make a downward argument\nlike this.” Jd. Ex. B. When ADA Gaffney was questioned about whether she knew Epstein had\nsexually abused other minors, Gaffney admitted that she had never spoken to the federal\ninvestigators in Florida who had reached the conclusion that Epstein was a serial abuser of\nunderage girls. Id. Ex. C.\n\nB. The Appeal\n\nEpstein subsequently commenced this Appeal, seeking to overturn the trial court’s ruling\nthat he is a level three sex offender. The appellate briefs submitted by Epstein and the\nManhattan District Attorney were filed under seal, pursuant to New York Civil Rights Law\nsection 50-b. /d. 47. That statute protects the anonymity “of any victim of a sex offense” by\nrequiring any “court file . .. which tends to identify such a victim” to be filed under seal. N.Y.\nCiv. Rights Law § 50-b(1). The statute further provides, however, that court documents filed\nunder seal shall be disclosed if a movant “demonstrates to the satisfaction of the court that good\ncause exists for disclosure to that person.” /d. § 50-b(2)(b).\n\nIn a decision filed on the public docket (the “Decision’’), this Court affirmed Epstein’s\nlevel three offender status because the lower “court properly relied on highly reliable proof of\ncriminal conduct for which defendant was neither indicted nor convicted.” Epstein, 89 A.D.3d at\n\n4\n4811-3721-9459v 3 3930033-000039\n\nHOUSE_OVERSIGHT_016491",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016491.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2053,
    "word_count": 325,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:48.547845",
    "prefix": "IMAGES-004"
  }
}