{
  "document_id": "HOUSE_OVERSIGHT_012995",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012995.txt",
  "text": "4.5 Globalist versus Localist Representations 79\n\nproperties could be manifested by AI systems. Rigorously studying the corpus of existing (or\nhypothetical!) cognitive architectures using these ideas would be a large task, which we do not\nundertake here.\n\nIn the next sections we review several hybrid architectures in more detail, focusing most\ndeeply on LIDA and MicroPsi which have been directly inspirational for CogPrime.\n\n4.5.1 CLARION\n\nRon Sun’s CLARION architecture (see Figure 4.9) is interesting in its combination of symbolic\nand neural aspects — a combination that is used in a sophisticated way to embody the distinction\nand interaction between implicit and explicit mental processes. From a CLARION perspective,\narchitectures like Soar and ACT-R are severely limited in that they deal only with explicit\nknowledge and associated learning processes.\n\nCLARION consists of a number of distinct subsystems, each of which contains a dual rep-\nresentational structure, including a “rules and chunks” symbolic knowledge store somewhat\nsimilar to ACT-R, and a neural net knowledge store embodying implicit knowledge. The main\nsubsystems are:\n\ne An action-centered subsystem to control actions;\n\ne A non-action-centered subsystem to maintain general knowledge;\n\ne A motivational subsystem to provide underlying motivations for perception, action, and\ncognition;\n\ne A meta-cognitive subsystem to monitor, direct, and modify the operations of all the other\nsubsystems.\n\nTop Level\n\naction-centered\nexplicit representation\n\naction-centered-implicit non- action-centered\nrepresentsation implicit representation\n\nnon-action-centered |\n\n=| explicit representation\n\noe\n\n|\n\n| |\n\n( |\nBottom Level\n\nFig. 4.9: The CLARION cognitive architecture.\n\nHOUSE_OVERSIGHT_012995",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012995.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1762,
    "word_count": 245,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:46.318377",
    "prefix": "IMAGES-002"
  }
}