{
  "document_id": "HOUSE_OVERSIGHT_013447",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013447.txt",
  "text": "almost had a heart attack when | threw my arms around Iranian director Asghar Farhadi, which in Iran\nis unacceptable behavior especially by a Jewish American Princess. Tom wished | had gone to the\ncrowded champagne brunch in honor of Prince Albert and Princess Charlene at the Bel-Air Hotel where\nMontblanc launched Grace Kelly watches. Simultaneously, TV producer Gary Pudney hosted another\nsecretive lunch which Albert and Charlene actually attended with Graydon Carter, Carolina Herrera,\nWallace Annenberg, Bobby Shriver, Bobby Marx, Kathy and Ricky Hilton and Lynn Wyatt. Wolfgang Puck\njoined them for dessert.\n\n\"The French,\" as the \"The Artist\" gang was nicknamed, had won six Cesars, France's version of the Oscars\nin Paris the night before. They flew all night and Harvey's chauffeur arranged a police escort from LAX\njust in time for them to win four Spirit Awards, cementing the Oscar win.\n\nBack at the BHH, Spielberg was the first to arrive at the tenth annual \"Night Before\" fundraiser in\nsupport of the Motion Picture and Television Fund. Jeffrey Katzenberg had already secured $200 of a\n$350 million fundraising goal that included money from him, Tom Cruise, Steve Bing, Casey Wasserman,\nClooney and Spielberg. Every nominee showed up.\n\nChanel and Charles Finch cooked up their chic soiree at Madeo, where a mariachi band enthusiastically\nannounced everyone's arrival. Bedecked exclusively in Chanel were Diane Kruger, Rose Byrne, Ginnifer\nGoodwin, and Rachel Bilson. Also air kissing were Rachel Zoe, Rosanna Arquette, Alice Evans and\nloan Gruffudd, Zachary Quinto, and Julia Ormond.\n\nElizabeth Olsen who has six upcoming films, gushed to Dustin Hoffman that \"Wag the Dog\" was her\nfavorite movie. | sat next to director, Michael Apted who was editing “Of Men and Mavericks,” a surfer\nfilm he co-directed with Curtis Hanson.\n\n“My Week With Marilyn’s” English director Simon Curtis insisted we join Kenneth Branagh at The\nWeinstein Company’s bash at the Soho House in time to hear Tony Bennett sing “Autumn Leaves” to\nHarvey’s surprised 86 year-old mother Miriam, Madonna and Meryl. Jean Dujardin, Berenice Bejo,\nMichel Hazanavicius and producer Thomas Langmann staggered around completely jet lagged and too\ntired to speak English. Uggie on the other hand was the absolute star of the evening as his trainer\nplaced him in everyone’s arms for photo two shots. “W.E’s” Andrea Riseborough and Abbie Cornish sat\nnext to baseball cap-clad Leonardo DiCaprio as his ex Bar Refaeli kept her distance across the room. Zoe\nSaldana walked in holding hands with Bradley Cooper. Scarlett Johansson introduced me to her\nboyfriend Nate Naylor. Katy Perry, Felicity Jones and Malin Akerman circled a refreshed Gerard Butler.\nThe two daughters of New York slain hero cop Peter Figoski, Corrine, 14 and Caroline, 16 who had also\nbeen Harvey’s guests at the Super Bowl stood in the middle of this circus and just fainted.\n\nSunday, February 26\n\n| met interior designer Nicky Haslam in the Polo Lounge and found Nancy Reagan brunching with Bob\nColacello and Carolina Herrera. Nancy knows me as “The DVD Lady.” | promised to send her “The Iron\nLady”. | didn’t have the heart to tell her that her husband, who was Margaret Thatcher’s best friend,\nwas barely mentioned in the film.\n\nIn a Marchesa gown, Dennis Basso fur and Iradj Moini necklace, | collected Simon Curtis and headed to\n\nthe Hollywood & Highland Center. Simon, who has never been to the Oscars before, miraculously scored\na front row seat between Michelle Williams and Clooney. We pulled up to screams of hysteria at the\n\nHOUSE_OVERSIGHT_013447",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013447.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3598,
    "word_count": 583,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:46.318925",
    "prefix": "IMAGES-002"
  }
}