{
  "document_id": "HOUSE_OVERSIGHT_019046",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019046.txt",
  "text": "Date: 8/07/06 PALM BEACH POLICE DEPARTMENT Page:\ntime: 9:25:15 s Incident Report @ Program: CMS301L\n\nee ee ee eee ee ee ee we eH eK ee mew er eee\n\n1-06-001078 (Continued)\nroximately 8:30 PM when they arrived. [7] said both she and -\ndrank beer and used Xanax before they arrived at this house. —\nsaid she was under the influence of the beer and Xanax.\nsaid upon arrival, they met with a blond woman who was in her\n20's. described this woman as being the manager of the girls\nthat visit this house. [1 _]said they went into the kitchen and\nthen she and [___]were led to a massage room in the house.\nsaid she saw numerous photos of naked woman and also sculptures of\nnaked woman throughout the house. [| said moments later, a man\n\nnamed Jeffrey entered the room wearing a robe. said Jeffrey\nremoved _ his robe and lay down on the massage table. said she\nand[____]massaged Jeffrey for approximately 20 minutes. said\n\nshe massaged Jeffrey's legs using some pe of lotion. L___Jsaid\n\nJeffrey asked to leave the room. said Jeffrey asked her\nto take her shirt off. said she removed her shirt exposing\nher bra. [______] said Jeffrey asked her to remove her other clothes\nbut she refused his request. said she was wearing a short\n\nskirt and underwear along with the bra. [~__]said Jeffrey began to\nmasturbate in full view of her. [[___]said she did see Jeffrey's\npenis. [L___|said Jeffrey reached under her skirt and rubbed her\nvagina on top of her panties. said she felt uncomfortable and\n\nasked Jeffrey to stop, which he did. [| ____|saic once Jeffrey was\ndone masturbating, she went downstairs and met with\n\nsaid they both received $200 but she could not remember who gave them\nthe money.\n\nI showed[_____]a photo lineup containing Jeffrey Epstein. [TZ _]\npositively identified Epstein as the man in picture three.\n\n[_____]said Jeffrey did not ask her how old she was. [_____]said\nshe could not remember if she mentioned she was in High School.\n\n[ _jeeks she knew of other girls who went to Jeffrey's house.\nsupplied those names, [an\ngiz naned |]\n\n[___sd|signed an affidavit stating she wishes to prosecute based .on\nEpstein's activities. [7] swore that her above statement was the\n\ntruth.\n\nThis interview was digitally recorded and this recording along with\nthe photo lineup were placed into evidence.\n\nLo\n\nOn July 31, 2006, at approximately 1230 HRS, Detective Silvestri and I\nmet with[————] WF DoB[-_]at_ her home.\n\nadvised she did know a man named Jeffrey Epstein. [___ Jadvised\nshe met Epstein when she was in 11th grade, which was in the year\n2004. [__|betiieres she was either 16 or 17 years of age.\n\n[Sd said’ a fellow student at\nadvised her she could make $200 for massaging a man. said\n\na : a ~~ _HOUSE_OVERSIGHT_019046",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019046.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2721,
    "word_count": 474,
    "line_count": 69,
    "import_date": "2025-11-19T21:47:44.789220",
    "prefix": "IMAGES-005"
  }
}