{
  "document_id": "HOUSE_OVERSIGHT_030856",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030856.txt",
  "text": "From: Daniel Sabba |\n\nSent: 1/9/2015 1:53:22 AM\nTo: Jeffrey Epstein [jeevacation@gmail.com]\nSubject: Fw: EOD Commodities Note - 8 Jan [C]\n\nAttachments: image001.jpg; image002.png\nImportance: — High\n\nClassification: Confidential\n\nVol in crude continues to collapse\n\nFrom: Prateek Jain\nSent: 01/08/2015 09:15 PM GMT\nSubject: EOD Commodities Note - 8 Jan\n\nOil\n\nA relatively quiet day in Crude today. We hovered around unchanged for most of the day before selling off in the\nafternoon and testing 50S BRE again. However, we failed to break it and rallied towards unchanged for the close,\nperhaps off the back of some index buying. Newswise, Feb Azeri BTC loadings will be up a whopping 11% m/o/m to\n821kbd. Interestingly, there is apparently some floating storage interest happening as well, as some major phys trading\nfirms have booked long term tankers for this as long term charter rates are cheaper and thus make the economics of\nstorage look good. The window was again weak with ekofisk and brent offered down a bit. In other news, RTRS cites GCC\n“sources” saying that there is no chance of OPEC cut even though oil has dipped to 50S...Stateside, we learned yesterday\nthat the Seaway Twin is moving 100% heavy crude. Furthermore, USGC diffs weakened again, with LLS now trading 1S\nabove WTI. In the morning WTI spreads were quite bid, but that abated towards the end of the day. The arb did\nhowever stay bid throughout the day, as the fact that LLS/WTI is tight at 15 means that there is more room BRE to\ndiscount vs LLS so as to place those Jan and Feb overhang cargoes in the US. In politics land, the Senate committee voted\n13-9 to have Keystone “bypass” presidential approval. So if the Senate passes this bill (which it should as it has 60 co\nsponsors), Obama may have to veto it. It is not clear that the Senate has 67 votes needed to overturn the veto, so this\nshould be interesting to follow...In products land, distillate bounced back a bit after yesterday’s post stats ugly showing,\nperhaps off the realization that the stats didn’t add up along with the extremely cold weather giving NG a (rare) bid as\nwell...\n\nOil Vols\n\nAnother day of carnage in oil vols today. Early morning NY vols were down 0.4-0.5 through the curve, but a one way\nselling streak started just before the open and all the bids out there started getting hit. As an example Dec5 atm\nstraddles started the day 1465/1505, were 1405/1450 at 9am, and were 1350/1390 later in the day. Within 2 hours of\nopen, vols were down about 3 vols across the curve..and stayed there for most of the day till about 1:30pm when\nfutures took a quick leg lower.. prompt vols traded 1.5% higher than close at that time and Jun5 was up 2% from the\nlows. However, with a quick rally back vols started fading again and ended 1.5-2.5 lower.\n\nWings got smashed again and put skew collapsed quickly. 8000 lots of S4Q0puts in WTI Mar15 were sold on the screen,\nwhich is quite an impressive volume outside floor trading..\n\nWTI (/change) BRE (/change)\nG15 50.40% -1.60% 44.00% -2.60%\nH15 45.50% -2.40% 43.70% -1.10%\nM15 41.40% -2.10% 38.20% -2.60%\nZ15 35.15% -1.60% 33.10% -2.15%\n216 28.60% -2.00% 28.50% -1.80%\n\nIndex\nNo rhyme or reason to flat price action today.\n\nHOUSE_OVERSIGHT_030856",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030856.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3240,
    "word_count": 560,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:46.544825",
    "prefix": "IMAGES-011"
  }
}