{
  "document_id": "HOUSE_OVERSIGHT_013831",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013831.txt",
  "text": "they are, in fact, referring to the same singular concept: excitement.\n\nThis brings us full circle. The question you should be asking isn’t, “What do I want?” or “What are\nmy goals?” but “What would excite me?”\n\nAdult-Onset ADD: Adventure Deficit Disorder\n\nSomewhere between college graduation and your second job, a chorus enters your internal dialogue:\n\nBe realistic and stop pretending. Life isn’t like the movies.\n\nIf you’re five years old and say you want to be an astronaut, your parents tell you that you can be\nanything you want to be. It’s harmless, like telling a child that Santa Claus exists. If you’re 25 and\nannounce you want to start a new circus, the response is different: Be realistic; become a lawyer or an\naccountant or a doctor, have babies, and raise them to repeat the cycle.\n\nIf you do manage to ignore the doubters and start your own business, for example, ADD doesn’t\ndisappear. It just takes a different form.\n\nWhen I started BrainQUICKEN LLC in 2001, it was with a clear goal in mind: Make $1,000 per day\nwhether I was banging my head on a laptop or cutting my toenails on the beach. It was to be an\nautomated source of cash flow. If you look at my chronology, it is obvious that this didn’t happen until a\nmeltdown forced it, despite the requisite income. Why? The goal wasn’t specific enough. I hadn’t\ndefined alternate activities that would replace the initial workload. Therefore, I just continued working,\neven though there was no financial need. I needed to feel productive and had no other vehicles.\n\nThis is how most people work until death: “Ill just work until I have X dollars and then do what I\nwant.” If you don’t define the “what I want” alternate activities, the X figure will increase indefinitely to\navoid the fear-inducing uncertainty of this void.\n\nThis is when both employees and entrepreneurs become fat men in red BMWs.\n\nThe Fat Man in the Red BMW Convertible\n\nTrex have been several points in my life—among them, just before I was fired from TrueSAN and\n\njust before I escaped the U.S. to avoid taking an Uzi into McDonald’s—at which I saw my future as\nanother fat man in a midlife-crisis BMW. I simply looked at those who were 15-20 years ahead of me on\nthe same track, whether a director of sales or an entrepreneur in the same industry, and it scared the hell\nout of me.\n\nIt was such an acute phobia, and such a perfect metaphor for the sum of all fears, that it became a\npattern interrupt between myself and fellow lifestyle designer and entrepreneur Douglas Price. Doug and\nI traveled parallel paths for nearly five years, facing the same challenges and self-doubt and thus keeping\na Close psychological eye on each other. Our down periods seem to alternate, making us a good team.\n\nWhenever one of us began to set our sights lower, lose faith, or “accept reality,” the other would\nchime in via phone or e-mail like an A A sponsor: “Dude, are you turning into the bald fat man in the\nred BMW convertible?” The prospect was terrifying enough that we always got our asses and priorities\nback on track immediately. The worst that could happen wasn’t crashing and burning, it was accepting\n\nHOUSE_OVERSIGHT_013831",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013831.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3165,
    "word_count": 557,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:48.214094",
    "prefix": "IMAGES-002"
  }
}