{
  "document_id": "HOUSE_OVERSIGHT_016589",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016589.txt",
  "text": "Code Enforcement Board Meeting Minutes 07/17/08\n\nMr. Fried advised Mr. Maxey that the Code Enforcement Board’s position was to\nenforce the Code and said that he had always found the Town Council members to\nbe very receptive, individually and as a group. Mr. Fried said it was not beyond\nthe Town Council’s power and authority, if persuaded, to look into an ordinance\nand suggested Mr. Maxey address it with them.\n\nB. Case # 08-2508, 227 Brazilian Ave., 2F, Hillen J. Smith\nViolation of Chapter 18, Section 18-241 of the Town of Palm Beach Code of\nOrdinances, building permits required to construct, install, repair or alter any\nbuilding or building system\n\nLead Code Enforcement Officer said Mr. Smith was found in violation, assessed\n$150.00 in administrative costs and given until July 16, 2008 to come into\ncompliance. Compliance has not been achieved so this is the time a fine would be\nassessed. Mr. Walton said the contractor was present to speak.\n\nSteve Pappanelli said he was hired by Mr. Smith after Mr. Smith had been cited\nand he was 90% complete with the job. He was just waiting on his final\ninspections and he should have it by next week but the building is closed to all\nconstruction inspections for two (2) weeks. Mr. Pappanelli said he was present on\nMr. Smith’s behalf to request a three (3) week extension. Mr. Walton said the\nTown did not oppose the extension of time. Mr. Walton said the three weeks was\nnecessary because the building would not let inspections be done while their\nmaintenance man was on vacation. Mr. Walton said if compliance was not\nachieved by August 7, 2008 then he would ask for a $250.00 a day fine to\ncommence on August 8, 2008.\n\nMs. Greenberg asked some questions about the type of permits and remarked that\nit is unfortunate in multi-family dwellings that this type of situation would exist to\nbegin with because electrical and plumbing can have catastrophic effects on other\nowners. She said it is unfortunate the people do not do the right thing until they\nget caught. Mr. Pappanelli said he was not the contractor working without\npermits.\n\nMOTION BY MR. OCHSTEIN TO GRANT AN EXTENSION OF TIME\nUNTIL AUGUST 8, 2008 TO COME INTO COMPLIANCE AND TO ASSESS\nA FINE OF $250.00, RETROACTIVE TO JULY 17, 2008 IF COMPLIANCE\nWAS NOT ACHIEVED\n\nSECONDED BY MS. GREENBERG\n\nDuring discussion on the motion, Ms. Duemler stated she believed the retroactive\nfine was a little harsh. Mr. Ballentine said he agreed and asked what the reason for\nthe retroactive fine was. Mr. Ochstein said there are so many people who do work\n\n16\n\nHOUSE_OVERSIGHT_016589",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016589.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2583,
    "word_count": 445,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:46.505241",
    "prefix": "IMAGES-004"
  }
}