{
  "document_id": "HOUSE_OVERSIGHT_014101",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014101.txt",
  "text": "Case 9:08-cv-80736-KAM Document 319-1 Entered on FLSD Docket 03/24/2015 Page 18 of\n34\n\nDefendant’s possession, custody, or control; is publicly available; is already in Plaintiffs’\npossession, care, custody, or control; or is generally available to Plaintiffs.\n\n6. Defendant generally objects to the Document Requests to the extent that the\ninformation sought is not identified with sufficient particularity.\n\nTe Defendant objects to the definition of “Documents” to the extent that it seeks the\nproduction of things beyond the scope of Rule 1.280 of the Florida Rules of Civil Procedure.\nDefendant further objects to the definition of “Documents” to the extent that it seeks “electronic\ndata as well as application metadata and system metadata” and “inventories and rosters of your\ninformation technology (IT) systems — e.g., hardware, software and data, including but not\nlimited to network drawings, lists of computing devices (servicers, PCs, laptops, PDAs, cell\nphones, with data storage and/or transmission features), programs, data maps and security tools\n\nand protocols” as overly broad and unduly burdensome.\n\nRESPONSES TO REQUESTS\n\n1. Copies of any and all documents reflecting or relating to any and all occasions on which\nyou have been physically present on Little Saint James Island including but not limited to your\nvisit to Little Saint James Island, as described in paragraph 3 of the sworn Declaration of Alan\nM. Dershowitz.\n\nRESPONSE:\n\nSubject to and without waiving the General Objections, Defendant responds that he wil! produce\n\nall responsive, non-privileged documents currently in his possession, custody or control relating\n\nto the sole occasion on which Defendant was physically present on Little Saint James Island.\n\nHOUSE_OVERSIGHT_014101",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014101.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1765,
    "word_count": 263,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:46.036413",
    "prefix": "IMAGES-002"
  }
}