{
  "document_id": "HOUSE_OVERSIGHT_017098",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017098.txt",
  "text": "4.2.12\nWC: 191694\n\nAmong the people I have advised are President Bill Clinton, Prime Minister Benjamin Netanayu\nand President Moshe Katsav of Israel, Canadian Prime Minister Pierre Trudeau, Senator Alan\nCranston, the Deputy Secretary General of the United Nations, Marlon Brando, Frank Sinatra,\nWoody Harrelson, Michael Jackson, John Lennon, Natalie Portman, Broadway producer David\nMerrick, New England Patriot Head Coach Bill Belichick, the actress Isabella Rossellini, the\ninternational arms dealer Adnan Khashoggi, singers Carly Simon and David Crosby, basketball\nplayer Hakeem Olajuwon, baseball star Kevin Youkilis, football quarterback Tom Brady,\nsaxophonist Stan Goetz, artist Peter Max, cellist Yo Yo Ma, comedian Steven Wright, actor\nRobert Downey, Jr., several billionaires such as Sheldon Adelson and Mark Rich, authors such as\nSaul Bellow, David Mamet and Elie Wiesel, and judges, senators, congressmen, governors and\nother public officials.\n\nIn addition I have had some of the most interesting cases involving people who are not well\nknown but the cases raised intriguing and fascinating issues. Among these issues are whether a\nman can be prosecuted for attempted murder for shooting a dead body that he thought was alive,\nwhether a husband can be prosecuted on charges of slavery for not doing anything about his\nwife’s alleged abuse of domestic employees, whether a husband can be forced to adopt a child and\nwhether a law firm can discriminate in its partnership decision.\n\nI have engaged in public debates and controversies with some of the most contentious and\ninfluential figures of the age including William F. Buckley, Noam Chomsky, Rabbi Meyer Kahana,\nRabbi Adan Steinzaltz, Justice Antonin Scalia, Ken Starr, Elie Wiesel, Vaclav Havel, Golda Meir,\nRed Auerbach, William Kunstler, Roy Cohn, Norman Mailer, Patrick Buchanan, Norman\nPodhoretz, Bill O’Reilley, Skip Gates, Alan Keyes, Dennis Prager, Jeremy Ben Ami, Mike\nHukabee, Shawn Mann, William Bulger, James Zogby, Jimmy Carter, Richard Goldstone,\nNorman Finkelstein and many others.\n\nI was part of an American team of debaters selected to confront Soviet debaters on a nationally\ntelevised debate, during the height of Soviet oppression of Refusenicks, for which William\nBuckley suggested that the US team be given medals of freedom. I was a regular “advocate” on\nthe nationally-televised Peabody award winning show “The Advocates” on PBS for several years.\nI have been interviewed by nearly every television and radio talk and news show and have written\nfor most major newspapers, magazines and blogs. This is my 30\" book.\n\nIn recent years, I have devoted considerable energy to the defense of Israel, while remaining\ncritical of some of its policies. The Forward has called me, “America’s most public Jewish\ndefender,” and “Israel’s single most visible defender — the Jewish state’s lead attorney in the court\nof public opinion.” In 2010, The Prime Minister of Israel asked me to become Israel’s\nAmbassador to the United Nations—an offer I respectfully declined because I am an American,\nnot an Israeli citizen. I have agreed instead to be available to serve as an American lawyer for\nIsrael before international tribunals.\n\nI have also taught thousands of students, many of whom have become world and national leaders.\n\nI have learned from each of these experiences, and they too have helped to shape my evolving\nworld views. I have seen the law change, in some respects quite dramatically, in the half century I\n\n11\n\nHOUSE_OVERSIGHT_017098",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017098.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3521,
    "word_count": 549,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:47.786930",
    "prefix": "IMAGES-004"
  }
}