{
  "document_id": "HOUSE_OVERSIGHT_013188",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013188.txt",
  "text": "272 14 Representing Implicit Knowledge via Hypergraphs\n\ne Concept Vertex, representing a set, for instance, an idea or a set of percepts\ne SchemaVertex, representing a procedure for doing something (perhaps something in the\nphysical world, or perhaps an abstract mental action).\n\nThe key SMEPH Edge types, using language drawn from Probabilistic Logic Networks (PLN)\nand elaborated in Chapter 34 below, are as follows:\n\ne ExtensionalInheritanceEdge (ExtInhEdge for short: an edge which, linking one Vertex or\nEdge to another, indicates that the former is a special case of the latter)\n\ne ExtensionalSimilarityEdge (ExtSim: which indicates that one Vertex or Edge is similar to\nanother)\n\ne ExecutionEdge (a ternary edge, which joins $,B,C when S is a SchemaVertex and the result\nfrom applying S to B is C).\n\nSo, in a SMEPH system, one is often looking at hypergraphs whose Vertices represent ideas or\nprocedures, and whose Edges represent relationships of specialization, similarity or transforma-\ntion among ideas and/or procedures.\n\nThe semantics of the SMEPH edge types is given by PLN, but is simple and common-\nsensical. ExtInh and ExtSim Edges come with probabilistic weights indicating the extent of\nthe relationship they denote (e.g. the ExtSimEdge joining the cat ConceptVertex to the dog\nConceptVertex gets a higher probability weight than the one joining the cat Concept Vertex\nto the washing-machine ConceptVertex). The mathematics of transformations involving these\nprobabilistic weights becomes quite involved - particularly when one introduces SchemaVertices\ncorresponding to abstract mathematical operations, a step that enables SMEPH hypergraphs\nto have the complete mathematical power of standard logical formalisms like predicate cal-\nculus, but with the added advantage of a natural representation of uncertainty in terms of\nprobabilities, as well as a natural representation of networks and webs of complex knowledge.\n\n14.3 Derived Hypergraphs\n\nWe now describe how SMEPH hypergraphs may be used to model and describe intelligent\nsystems. One can (in principle) draw a SMEPH hypergraph corresponding to any individual\nintelligent system, with Vertices and Edges for the concepts and processes in that system’s\nmind. This is called the derived hypergraph of that system.\n\n14.3.1 SMEPH Vertices\n\nA ConceptVertex in the derived hypergraph of a system corresponds to a structural pattern\nthat persists over time in that system; whereas a SchemaVertex corresponds to a multi-time-\npoint dynamical pattern that recurs in that system’s dynamics. If one accepts the patternist\ndefinition of a mind as the set of patterns in an intelligent system, then it follows that the\nderived hypergraph of an intelligent system captures a significant fraction of the mind of that\nsystem.\n\nTo phrase it a little differently, we may say that a ConceptVertex, in SMEPH, refers to the\nhabitual pattern of activity observed in a system when some condition is met (this condition\n\nHOUSE_OVERSIGHT_013188",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013188.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2996,
    "word_count": 456,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.775896",
    "prefix": "IMAGES-002"
  }
}