{
  "document_id": "HOUSE_OVERSIGHT_028008",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028008.txt",
  "text": "the war was unscathed: Motta Gur. He, too, had been in Washington. Within\ndays of the inquiry report, he was called back to replace Dado as chief-of-staff.\n\nMy role changed, too. Not everyone emerged from the war with his\nreputation diminished. The lion’s share of the credit for Israel’s eventual victory\nwent to the rank and file of our citizen army. But in the officers’ corps, there\nwere also examples of coolheadedness in crisis, and leadership. One was\nMoussa Peled, who was now made head of the armored corps. My overall\nwartime commander, Bren, replaced Gorodish as head of the southern\ncommand. And Dan Shomron, whose 401\" armored brigade played a critical\npart in defeating the Egyptians, was another. Dan and I had first got to know\neach other well at Karameh, then during my period as sayeret commander. We\nwould go on in the years ahead to work more closely together than almost any\nsenior officers in the military. He was now promoted as well. He became\nkatzhar, overall head of infantry and paratroop forces, and he recommended me\nas his successor in Brigade 401.\n\nStill, I knew that the Motta would have the final word, with input from the\ntwo senior officers most directly affected: Peled and Bren. I don’t think either of\nthem had anything against me personally. But both were tank officers through\nand through. There were other candidates to succeed Dan who, unlike me, had\nspent their whole careers in the armored corps.\n\nI heard formally I was being considered as I was about to return to my\nbattalion from Ramat Hasharon one Sunday morning. I was ordered to report to\nMotta’s office. When I got there, he gestured toward the small table at the side.\nHe already had two other visitors: Moussa Peled and Bren. “You probably\nknow you’ re a candidate for taking over 401,” he said. “These two gentlemen\nthink you’re not yet ready. What do you say?”\n\nIf ’'d had more time to prepare, I might have answered more subtly. But I\ndid very much want to be given command of the 401 st, and had no doubt I\nwould be a worthy and dedicated commander. “I don’t know exactly what the\ntwo gentlemen mean by whether I’m ready,” I replied. “So I have a proposal.\nFind a battle-tested officer whom you trust. Have him check who among the\nthree of us, me or these gentlemen, is more familiar with the tank and its\nsystems. Who of us knows better the terrain, in Syria or Egypt, day or night,\nwhere we have to fight? Who knows the operational requirements for an\narmored force, and the armored doctrine these gentlemen signed off on. Finally,\nwhich one of us has spent more time in a turret of a tank, on the battlefield,\nshooting at enemy forces and being shot at by the enemy?”\n\n160\nHOUSE_OVERSIGHT_028008",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028008.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2706,
    "word_count": 482,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:46.897088",
    "prefix": "IMAGES-009"
  }
}