{
  "document_id": "HOUSE_OVERSIGHT_016009",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016009.txt",
  "text": "Free Will 319\n\nThe Observer\n\nI am looking out of my office window. It is a sunny autumn day and I\nhave a beautiful view over London, but if I squint a little I can also see\nmy reflection. The window in front of me is not perfect. Although it is\nmostly transparent, the glass also reflects some of the light. If you think\nof light as particles, the majority of the photons go through. But some\nbounce back. I’m going to show you that the behavior of these photons is\ngoverned by the observer — me!\n\nThe laws governing light, and most of the strange and wonderful\neffects it has, were first stated by Isaac Newton. Newton was an\nextraordinary man. He discovered many of the physical principles we use\ntoday, and his view of the Universe reigned unchallenged until Einstein’s\ndiscovery of relativity. He was also, by many accounts, a nasty piece of\nwork. Not only was he a famous academic, he also head of the Royal\nMint. He is said to have taken great pleasure in having forgers hanged\non Tower Hill. He claimed the invention of differential calculus despite it\nbeing invented independently by Gottfried Leibniz. Newton managed to\nhave himself appointed to chair the committee reviewing Leibniz’s work\nand determine who had come up with the idea first. Unsurprisingly, the\ncommittee found for Newton!\n\nWe see Newton's laws of reflection and transmission in all manner\nof everyday products, for example, the antireflective coatings of camera\nlenses or the screen of your smartphone. Manufacturers cover the glass\nin these products with coatings just a few molecules thick. Interference\nbetween the layers kills the reflections. On a very expensive lens several\ndifferent layers are used; some kill red light and others kill blue light.\nTogether they suppress most of the reflection. If it were not for these\ncoatings you would be unable to go to the park on a summer's day and\nread your iPad. We need to think about reflection and transmission to\ndemonstrate our role as observers.\n\nA windowpane has two surfaces. Both surfaces reflect light, and if\nyou look closely you will see your face is really reflected twice. You might\nthink this is simply a double reflection but this is not so. Light behaves\nlike waves. As with water waves, they interfere with one another. If two\nlight waves are at the top of a crest as they meet, the result is a crest of\ndouble height. If both are at the bottom, you have a double trough, and if\none is a crest and the other a trough you get nothing as they cancel each\nother out. You can see this effect in waves on the surface of a pond.\n\nWhen light strikes a window pane, the light has two chances to\nreflect: one from the front surface and the second from the back surface.\nThese two reflections interfere with each other. And, again, when you\n\nHOUSE_OVERSIGHT_016009",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016009.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2799,
    "word_count": 495,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:47.209738",
    "prefix": "IMAGES-003"
  }
}