{
  "document_id": "HOUSE_OVERSIGHT_030921",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030921.txt",
  "text": "Co-director, Cosmology Initiative\nand Director, Origins initiative\nArizona State University\n\nSent from my iPhone\n\nOn Apr 6, 2011, at 3:15 PM, Jeffrey Epstein <jeevacation@gmail.com> wrote:\nno it was appreciated. thanks\n\nOn Wed, Apr 6, 2011 at 11:31 PM, Lawrence Krauss iT wrote:\n\njust so you know.. you can read from bottom up.. you may be mad that I was blunt... haven't heard from\nyou.. hope all is well..\n\nBegin forwarded message:\n\nFrom: Rebecca Watson\nDate: April 6, 2011 10:28:36 AM MST\nTo: Lawrence Krauss\nSubject: Re: Statement in the Daily Beast?\n\nOkay, will do.\n\nOn Wed, Apr 6, 2011 at 1:27 PM, Lawrence Krauss Po wrote:\nok.. I just sent an additional email which moderates this.. everyone was a victim, including Jeffrey here..\nand there was no happy resolution.. please add.. \"probably everyone was a victim, with no happy\nresolution or consequences of these activities\", after \"was the victim in this case.”.\n\nOn Apr 6, 2011, at 10:18 AM, Rebecca Watson wrote:\n\nOkay, thanks for this statement . . . I'll print it in full along with the article, probably today. I very, very\nstrongly disagree with your position and hope you eventually reconsider, but I do appreciate you taking the\ntime to respond.\n\n-R\n\nOn Wed, Apr 6, 2011 at 1:15 PM, Lawrence Krauss EE wrote:\njeffrey apparently paid for massages with sex... I believe him when he told me he had no idea the girls\nwere underage, and I doubt that people normally are asked for or present a driver's license under such\ncircumstances... Moreover, I also believe that Jeffrey is an easy target for those who want to take\nadvantage of him... Moreover, I can say with great honesty that Jeffrey's time in prison led him to\nseriously examine his life in very positive ways and I don't believe in blanket condemnations of\npeople. He served time for something that was determined was inappropriate. I honestly don't know who\nwas the victim in this case. I fully expect that these masseuses knew what they were doing, and were not\n\nHOUSE_OVERSIGHT_030921",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030921.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2009,
    "word_count": 343,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:47.004681",
    "prefix": "IMAGES-011"
  }
}