{
  "document_id": "HOUSE_OVERSIGHT_010586",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010586.txt",
  "text": "Epstein’s Obstruction of Normal Discovery and Attacks on His Victims\n\n53. | Once Edwards filed his civil complaints for his three clients, he began the normal\nprocess of discovery for cases such as these. He sent standard discovery requests to Epstein\nabout his sexual abuse of the minor girls, including requests for admissions, request for\nprotinetion, and interrogatories. See Edwards Affidavit, Exhibit “N”, at {11-19 and 25.\n\nRather than answer any substantive questions about his sexual abuse and his conspiracy for\nprocuring minor girls for him to abuse, Epstein invoked his 5th amendment right against self-\nincrimination. An example of Epstein’s refusal to answer is attached as Composite Exhibit “Z”\n(original discovery propounded to Epstein and his responses invoking Sth amendment).\n\n54. During the discovery phase of the civil cases filed against Epstein, Epstein’s\ndeposition was taken at least five times. During all of those depositions, Epstein refused to\nanswer any substantive questions about his sexual abuse of minor girls. See, e.g., Deposition\nAttachments 1, 6 and 7.\n\n55. During these depositions, Epstein further attempted to obstruct legitimate\nquestioning by inserting a variety of irrelevant information about his case. As one of\ninnumerable examples, on March 8, 2010, Mr. Horowitz, representing seven victims, Jane Doe's\n2-8, asked, \"Q: In 2004, did you rub Jane Doe 3's vagina? A: Excuse me. I'd like to answer that\nquestion, as I would like to answer mostly every question you've asked me here today; however,\nupon advice of counsel, I cannot answer that question. They've advised me I must assert my\nSixth Amendment, Fifth Amendment and Fourteenth Amendment Rights against self--excuse\nme, against--under the Constitution. And though your partner, Jeffrey Herman, was disbarred\n\nafter filing this lawsuit [a statement that was untrue], Mr. Edwards! partner sits in jail for\n21\n\nHOUSE_OVERSIGHT_010586",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010586.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1933,
    "word_count": 297,
    "line_count": 30,
    "import_date": "2025-11-19T21:47:44.932289",
    "prefix": "IMAGES-001"
  }
}