{
  "document_id": "HOUSE_OVERSIGHT_023832",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023832.txt",
  "text": "&6 Teaching Minds\n\nSOME SUBJECTS ARE MORE IMPORTANT THAN OTHER\nSUBJECTS\n\nYes, we have electives. But they don’t matter. Because accountability\nmeans making sure that we first teach what does matter. What mat-\nters is the stuff that we are holding people accountable for. Since this\nseems to be math and science these days, for no good reason I can\ndiscern, this means that we will get to the stuff that would excite kids\nand keep them in school, and might teach them some job skills, after\nwe are done with the important stuff. But I am certain that none of\nthe politicians mentioned in the Times article knows the quadratic\nformula or the elements of the periodic table, which is, of course, the\nstuff of accountability since it is so easy to test. Then how can that be\nthe important stuff?\n\nALL IMPORTANT SUBJECTS CAN BE EASILY TESTED\n\nYes, there are right answers in math. But are there right answers in\nwhether we should have invaded Iraq? No? Does that mean we can’t\nteach how governments actually work and how to get reasoned argu-\nments to be heard? Is there a right speech political candidates should\nmake? Does that mean we can’t ask students to give speeches because\nwe can’t easily assess them? Do we teach only subjects for which there\nare clear right answers? We do now, which is one reason why school\nis a deadly experience for one and all and will remain so as long as ac-\ncountability is the key word in government.\n\nSEEING WHO DID BETTER THAN WHOM IN SCHOOL IS AN\nINTRINSIC PART OF THE EDUCATIONAL PROCESS\n\nIt really is all about competition, isn’t it? Bush, both Clintons, and\nObama are all the winners of the school competition. They went to\nIvy League schools, which seems to be the real issue for most parents.\nI taught at Ivy League schools and I was profoundly unimpressed\nwith the test- taking, grade-grubbing students I found there. The goal\nof education is not to say who won, and it is not to tell Harvard\nwhom to admit. The goal is provide real-world skills, some of which\n\nHOUSE_OVERSIGHT_023832",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023832.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2024,
    "word_count": 361,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:46.328362",
    "prefix": "IMAGES-007"
  }
}