{
  "document_id": "HOUSE_OVERSIGHT_024332",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024332.txt",
  "text": "Table of Contents\n\nCOMPETITIVENESS OF OUR COMPENSATION PROGRAM\n\nOur executive compensation program is designed so that the sum of base pay plus total short- and long-term compensation is competitive with\nmarket practices. Market practices—or benchmarks—are based on peer-group data and compensation survey data.\n\nThe past year, 2018, was our first year of developing a compensation peer group. Many of our direct industry competitors are either privately\nheld companies or are larger than us in revenue size, although very few have our growth trajectory. The Compensation and Nominating Committee, with the\nassistance of its compensation consultant, Korn Ferry, reviewed and selected potential peer companies based on revenue size, industry focus, growth rates,\ncomplexity of operations, customer base, and market for talent. With the assistance of its compensation consultant, the committee approved the following\ncompensation peer group in order to determine market pay levels and pay practices for fiscal year 2018:\n\n¢ — 1-800-Flowers.com, Inc. * Overstock.com, Inc.\n\n¢ America’s Car-Mart, Inc. * RH\n\n* Cars.com Inc. * Sleep Number Corporation\n\n* Etsy, Inc. ¢  TrueCar, Inc.\n\n* Grubhub, Inc. * U.S. Auto Parts Network, Inc.\n* MarineMax, Inc. ¢ Wayfair Inc.\n\n* Monro, Inc. * Zillow Group, Inc.\n\nGoing forward, the Compensation and Nominating Committee expects to review our compensation peer group on an annual basis for continued\nappropriateness, considering changes in both our size and business and the businesses of the companies in the peer group.\n\nThe committee also uses compensation survey data in its evaluation of executive pay for the NEOs. Survey data provides insight into positions\nthat may not generally be reported in proxy statements and information about the compensation of executives of non-public companies. To assist the\ncommittee in evaluating fiscal year 2018 compensation levels, the committee reviewed both peer-group proxy data and information from survey databases,\nutilizing appropriate subsets based on the size of the company.\n\nCOMPENSATION COMPONENTS\n\nIn accordance with our overall compensation philosophy and program, executives are provided with a mix of base salary, short-term incentives,\nlong-term incentives and employee benefits. Our compensation philosophy places a significant portion of the potential total compensation for each NEO “at\nrisk” such that compensation will vary based on performance of Carvana. Variable compensation is a component of compensation for most of our\nemployees, but a higher proportion of our NEOs’ compensation is at risk than that of our general employee population. As shown in the pay mix chart\nbelow, our compensation program is designed to be highly performance-based with approximately 80% of each of our NEO’s compensation tied to our\nfinancial performance and stock price performance.\n\n-24-\n\nHOUSE_OVERSIGHT_024332",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024332.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2895,
    "word_count": 431,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:45.017225",
    "prefix": "IMAGES-007"
  }
}