{
  "document_id": "HOUSE_OVERSIGHT_010917",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010917.txt",
  "text": "CHAPTER 1: RECOLLECTIONS\n\nI never finished a course in economics. | started one at the University of San\nFrancisco sixty years ago, and dropped it when | couldn’t see the foundations. But\n\nthe bug had bitten me. I knew that one day I would try on my own.\n\nI always loved logic. My favorite philosophers at USF were the pre-Socratics who\nliked nothing better than to confound common sense. A brilliantly vexing example\nwas Zeno the Eleatic and his argument that Achilles can never catch up to the\ntortoise; Achilles must first reach the line where the tortoise was last, and the\ntortoise has since moved on. Logic can play such tricks. But I sensed that economics\nwas the place to try its limits. Dropping the course didn’t mean giving up, and logic\n\nwould be the key.\n\nNeither did I take a course in business administration or investment. My major was\nEnglish literature. As a grade schooler | had asked my father about this. Where and\nwhat should | end up studying? He had read economics and petroleum geology at\nOxford, and I supposed he would advise something like that for me. | got a surprise.\nCareer-oriented majors were fine but not necessary. A grounding in the liberal arts\ncould be as much or more. The trick was to learn how to learn. That sounded right,\nand anyhow right for me. So I chose USF, a twenty-minute walk from home until my\nmother moved us to San Rafael, a half hour drive across the Golden Gate Bridge, and\n\nfollowed my intuitions toward English lit and history and music and philosophy.\n\nI graduated with a degree in English lit in 1956. This was the time of skittish peace\nbetween the Korean and Vietnam wars, and the Reserve Forces Act meant | had to\nreport for six months active duty starting in the spring of 57. Meanwhile I worked\nfor my father. | and my brother Paul, later Sir Paul, started at the bottom pumping\ngas and changing oil at separate gas stations not far from our home in San Rafael.\n\nThat left time for a few weeks at a bulk plant (oil warehouse and tank farm) in San\n\nFrancisco, still working at the bottom, before I reported. Paul had served in the\n\nChapter 1: Recollections 1/06/16 1\n\nHOUSE_OVERSIGHT_010917",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010917.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2155,
    "word_count": 387,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:46.228760",
    "prefix": "IMAGES-001"
  }
}