{
  "document_id": "HOUSE_OVERSIGHT_019907",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019907.txt",
  "text": "attorney general or chief of staff.\n\nBut when he was the federal prosecutor in New Jersey, Christie had sent Jared’s father,\nCharles Kushner, to jail in 2005. Charlie Kushner, pursued by the feds for an income tax\ncheat, set up a scheme with a prostitute to blackmail his brother-in-law, who was planning\nto testify against him.\n\nVarious accounts, mostly offered by Christie himself, make Jared the vengeful hatchet\nman in Christie’s aborted Trump administration career. It was a kind of perfect sweet-\nrevenge story: the son of the wronged man (or, in this case—there’s little dispute—the\nguilty-as-charged man) uses his power over the man who wronged his family. But other\naccounts offer a subtler and in a way darker picture. Jared Kushner, like sons-in-law\neverywhere, tiptoes around his father-in-law, carefully displacing as little air as possible:\nthe massive and domineering older man, the reedy and pliant younger one. In the revised\ndeath-of-Chris-Christie story, it is not the deferential Jared who strikes back, but—in some\nsense even more satisfying for the revenge fantasy—Charlie Kushner himself who harshly\ndemands his due. It was his daughter-in-law who held the real influence in the Trump\ncircle, who delivered the blow. Ivanka told her father that Christie’s appointment as chief\nof staff or to any other high position would be extremely difficult for her and her family,\nand it would be best that Christie be removed from the Trump orbit altogether.\n\n7 OK Ok\n\nBannon was the heavy of the organization. Trump, who seemed awestruck by Bannon’s\nconversation—a mix of insults, historical riffs, media insights, right-wing bons mots, and\nmotivational truisms—now began suggesting Bannon to his circle of billionaires as chief\nof staff, only to have this notion soundly ridiculed and denounced. But Trump pronounced\nmany people in favor of it anyway.\n\nIn the weeks leading up to the election, Trump had labeled Bannon a flatterer for his\ncertainty that Trump would win. But now he had come to credit Bannon with something\nlike mystical powers. And in fact Bannon, with no prior political experience, was the only\nTrump insider able to offer a coherent vision of Trump’s populism—aka Trumpism.\n\nThe anti-Bannon forces—which included almost every non-Tea Party Republican—\nwere quick to react. Murdoch, a growing Bannon nemesis, told Trump that Bannon would\nbe a dangerous choice. Joe Scarborough, the former congressman and cohost of MSNBC’s\nMorning Joe, a favorite Trump show, privately told Trump “Washington will go up in\nflames” if Bannon became chief of staff, and, beginning a running theme, publicly\ndenigrated Bannon on the show.\n\nIn fact, Bannon presented even bigger problems than his politics: he was profoundly\ndisorganized, seemingly on the spectrum given what captured his single-minded focus to\nthe disregard of everything else. Might he be the worst manager who ever lived? He\nmight. He seemed incapable of returning a phone call. He answered emails in one word—\n\nHOUSE_OVERSIGHT_019907",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019907.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3016,
    "word_count": 479,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.820464",
    "prefix": "IMAGES-005"
  }
}