{
  "document_id": "HOUSE_OVERSIGHT_018776",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018776.txt",
  "text": "The Arena (MGM Resorts) — Construction broke ground in May 2014 on a 16-acre,\n$375-million entertainment district located between Monte Carlo and New York-\nNew York. The MGM Resorts/AEG collaboration will consist of an indoor arena that\nwill feature 20,000-seats, 50-luxury suites, more than two-dozen private loge boxes,\nclub seating, and other specially designed exclusive hospitality offerings and dining\npavilions. Expected to hold more than 100-events annually, The Arena will be hosting\nconcerts, red-carpet award shows, professional sports events such as basketball or\nhockey, boxing, mixed martial arts, and other major functions. Construction is slated\nfor completion in Spring 2016 and will open concurrently with The Park.\n\nThe Grand Bazaar Shops (Bally's) — The $50-million outdoor retail complex is located\non the southeast corner of Las Vegas Boulevard and Flamingo Road, in the front portion\nof the property. Inspired by great markets from around the world, the shops contains\n110-stores, including Swatch, Superdry, Havaianas, and Campo Marzio. More than a\nthird of the property will feature restaurants, bars and food outlets. The main feature of\nthe bazaar shops is an eye-catching tower called the Swarovski Crystal Starburst. The\ntower is positioned over the brand’s store and displays a midnight show of lights and\nmusic. The retail complex opened in January 2015.\n\nCity of Rock (MGM Resorts) — Opened in May 2015, City of Rock is located on the\nsouthwest corner of East Sahara Avenue and South Las Vegas Boulevard. The\n$30-million open air venue is home to one of the largest music festival venues in the\nworld, Rock in Rio (RiR). The venue has a capacity of 85,000, and during Rik, it will\nfeature six stages, a Ferris wheel, a zipline, shopping and themed food courts. The\nRock in Rio festival will held biennially, and MGM plans to use the site for other mega\nfestivals, athletic events and concerts when not in use for RiR.\n\nHOUSE_OVERSIGHT_018776",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018776.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1973,
    "word_count": 316,
    "line_count": 28,
    "import_date": "2025-11-19T21:47:45.037557",
    "prefix": "IMAGES-005"
  }
}