{
  "document_id": "HOUSE_OVERSIGHT_019689",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019689.txt",
  "text": "The Rise of the NSA | 201\n\neven decades,” greatly diminished the possibility of Soviet deception\nso long as the NSA kept secret its sources.\n\nThe NSA did not rely entirely on its own sensors for this global\nsurveillance. It also formed intelligence-sharing alliances with key\nallies. The most important was with the British code-breaking ser-\nvice, GCHQ, which had achieved enormous success in World War II\nin using computers to crack the German Enigma cipher. This alliance\nexpanded to include Canada, Australia, and New Zealand in the so-\ncalled Five Eyes Alliance. Because over 80 percent of international\nphone calls and Internet traffic passed through fiber-optic cables in\nthese five countries, the alliance had the capability of monitoring\nalmost all phone and Internet communications.\n\nThe NSA also established fruitful liaisons with the cyber services\nof Germany, France, Spain, Italy, the Netherlands, Portugal, Israel,\nJapan, and South Korea, which were often willing to provide the\nNSA with access to telecommunications links in their countries.\nThese long-term allies greatly strengthened the NSA’s hand in other\nways in the intelligence war. For example, the so-called James Bond\n\n© provision of the British Intelligence Services Act of 1994 allowed ©\nofficers of the GCHQ to commit illegal acts outside Britain, includ-\ning planting devices to intercept data from computer servers, cell\nphones, and other electronic targets. And, as Snowden’s release of\ndocuments revealed in 2013 and 2014, these foreign allies fully\nshared their information with the NSA.\n\nOf course, the liaison between the NSA and its allies was a two-\nway street. In 2013, none of these other countries had a global net-\nwork of geosynchronous sensors in outer space and under the ocean\nthat could monitor signals from missile launching, submarines,\nmilitary deployments, nuclear tests, and other matters of strategic\nimportance to them. Nor did these allies have the cipher-breaking\ncapabilities of the array of NSA supercomputers. The NSA had\nassiduously built these means at a cost of over half a trillion dol-\nlars and employed tens of thousands of linguists who could translate\nalmost any dialect or language of interest.\n\nEven though these allies had their own cipher services and local\ncapabilities, they depended on the NSA to provide them with a large\n\n| | Epst_9780451494566_2p_all_r1.indd 201 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019689",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019689.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2434,
    "word_count": 382,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:49.339200",
    "prefix": "IMAGES-005"
  }
}