{
  "document_id": "HOUSE_OVERSIGHT_022172",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022172.txt",
  "text": "ATTERSON\n\niccusations of sexual misconduct\n\ng nightmare he'd had to endure as a\ny Epstein finally seemed to be over.\n\n‘h Epstein behind her, Ghislaine\n\nve the oceans now,” a socialite says\natter at a private Palm Beach Club.\nrraMar Project, describes itself as\ntransformation of the high seas.”\night million metric tons of plastic\numped into the world’s oceans\nearlier enterprise, the Seed Media\nipstein in 2005 to the tune of two\n\nawake at night because they're\n\nhe asks in 2014 at a TEDx talk in F\n\nyou scared about what could hap-\n\nyout what could you do that would r\n\nad of troubles?”\n\nbehalf of the environment are sin- 4\n\nill appears in the society pages.\n\nsea Clinton’s wedding in Rhine\n\nlist Richard Johnson reports © : :\n\n1g in an Iditarod dogsled race 4\n\nFirtuy Ric\n\nAlaska. “It’s hard to top Ghislaine Maxwell in the globe-trotting\ndepartment,” he writes.\n\nUpon her return, the president of the China Arts Foundation\nInternational hosts Maxwell at a dinner cooked by the former\nchef for Madame Chiang Kai-shek.\n\nSources say that Maxwell still maintains her warm telation-\nship with the Clintons. She was never charged with a crime. And\nMaxwell has repeatedly denied all allegations made by Virginia\nRoberts—and continues to do so today. Through her lawyer,\nMaxwell says she’s had no connection to any criminal misconduct\ninvolving Virginia Roberts (or any other young woman) and Jef-\nfrey Epstein. She claims that Virginia's story about her experience\n\nas a “sex slave” has changed, significantly, over time—that with\neach telling, Virginia adds salacious details and names new public\nfigures. Nevertheless, legal troubles for Maxwell recently began.\n\nIn 2015, Virginia Roberts filed a defamation suit against the\nwoman she says recruited her to work at Epstein’s house on El Brillo\nWay. In January of 2016, Roberts filed additional papers, claiming\nthat a defamation suit filed against Bill Cosby, another alleged sexual\npredator, was directly relevant to her case against Maxwell. In March,\nMaxwell filed an answer in court denying all of Roberts's allegations\nand accusing Roberts of fabricating them for financial gain.\n\nAs of this writing, the suit is ongoing.\n\n_ Prince Andrew\n\n: In January of 2016, Sunninghill Park— the twelve-bedroom estate\n| that Sarah Ferguson and Prince Andrew once shared in the\nEnglish county of Berkshire—was bulldozed.\n\nHOUSE_OVERSIGHT_022172",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022172.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2386,
    "word_count": 387,
    "line_count": 76,
    "import_date": "2025-11-19T21:47:46.678525",
    "prefix": "IMAGES-006"
  }
}