{
  "document_id": "HOUSE_OVERSIGHT_012201",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012201.txt",
  "text": "JAY P. LEFKOWITZ, Esq.\nMay 19, 2008\nPAGE 4 OF 6\n\nB. Method of Compensation and Notification.\n\nDuring this same time period, you and others, including the former Solicitor General of the\nUnited States Kenneth Starr, took issue with the implementation of the methodology of\ncompensation (hereinafter “the 2255 provision”)’ and the SDFL’s intention to notify the victims\nunder 18 U.S.C. Section 3771 (you objected to victims being notified of time and place of Epstein’s\nstate court sentencing hearing). In response, the SDFL offered, in my opinion, numerous and various\nreasonable modifications and accommodations which ultimately resulted in United States Attorney\nR. Alexander Acosta’s December 19, 2007 letter to Lilly Ann Sanchez. In that letter, the United\nStates Attorney tried to eliminate all concerns which, quite frankly, the SDFL was not obligated to\naddress, let alone consider. He proposed the following language regarding the 2255 provision:\n\n“Any person, who while a minor, was a victim of a violation of an offense enumerated in\nTitle 18, United States Code, Section 2255, will have the same rights to proceed under\nSection 2255 as she would have had, if Mr. Epstein been tried federally and convicted of an\nenumerated offense. For purposes of implementing this paragraph, the United States shall\nprovide Mr. Epstein’s attorneys with a list of individuals whom it was prepared to name in\nan Indictment as victims of an enumerated offense by Mr. Epstein. Any judicial authority\ninterpreting this provision, including any authority determining which evidentiary burdens\nif any a plaintiff must meet, shall consider that it is the intent of the parties to place these\nidentified victims in the same position as they would have been had Mr. Epstein been\nconvicted at trial. No more; no less.”\n\nRegarding the issue of notice to the victims, USA Acosta proposed to notify them of the\nfederal resolution as required by law; however, “[w]e will defer to the discretion of the State\nAttomey regarding whether he wishes to provide victims with notice of the state proceedings,\nalthough we will provide him with the information necessary to do so if he wishes.” As you know,\n\n_ you rejected these proposals as well. See December 26, 2007 correspondence from J ay Lefkowitz\nto USA Acosta. .\n\n? Prior to any issues arising concerning the implementation of the 2255 provision, the SDFL\nunilaterally agreed to assign its responsibility to select the attorney representative for the alleged victims\nto an independent third-party. This was done to avoid even the appearance of favoritism in the selection\nof the attorney representative. As a result, on October 29, 2007, the parties executed an Addendum\nwherein it was mutually agreed that former United States District Court Judge Edward B: Davis would\nserve as the independent third-party. Judge Davis selected the venerable law firm of Podhurst and\nJosefsberg to represent the approximately 34 alleged identified victims.\n\nHOUSE_OVERSIGHT_012201",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012201.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2995,
    "word_count": 476,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:48.486585",
    "prefix": "IMAGES-001"
  }
}