{
  "document_id": "HOUSE_OVERSIGHT_014086",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014086.txt",
  "text": "Case 9:08-cv-80736-KAM Document 319-1 Entered on FLSD Docket 03/24/2015 Page 3 of 34\n\nrecords that I couldn’t have been in these places. The woman is a serial liar. If [Cassell and\n\nEdwards] had done that investigation, they would have come to the same conclusion.”!\n\nSimilarly, on January 8, 2015, on the Greta van Susteren show on FOX, Dershowitz claimed:\n\n“Now I can prove through documentary evidence that I was never at the times and places she\n\n992\n\n[Jane Doe No. 3] alleges she had sex with me.”” Yet despite having publicly claimed to have\n\n“all kinds of records” and “documentary evidence” that “prove” Jane Doe No. 3 is lying,\nDershowitz has yet to produce a single document to this Court. Dershowitz’s intransigence is\nnot limited to this case, as he has also refused to comply with discovery requests in a parallel\ndefamation action in state court. His refusal has led to a pending motion to compel. See\nPlaintiffs Motion to Compel Production of Documents, Edwards v. Dershowitz, No. CACE 15-\n000072 (Feb. 23, 2015) (attached as Exhibit 1) (“despite having had 45 days to gather materials\nthat allegedly provide ‘absolute proof’ than he has never even met Jane Doe No. 3 — and despite\nhaving told numerous media sources that he had already collected such information —\n\n3\n\nDershowitz has provided none of these documents ... .”).” The Court should draw the obvious\n\ninference that Dershowitz, despite making broad claims to the media, has no such evidence to\n\nproduce — because Jane Doe No. 3’s allegations are true.\n\n' http://video. foxbusiness.com/v/397663067600 1/alan-dershowitz-the-woman-is-a-serial-\nliar/? - sp=show-clips.\n\n* http://radio.foxnews.com/2015/01/08/greta-alan-dershowitz-this-time-its-personal/.\n\n> Jane Doe No. 3 explained in her earlier response that the Court should not allow\nDershowitz to intervene here because he can protect his (alleged) reputational interests in the\npending defamation action. DE 291 at 11-12). The Court may be interested to learn that\nDershowitz has recently filed a counterclaim against Edwards and Cassell for defaming him in\nthat action — suggesting he can litigate his reputational interests there, and thus has no need to do\nso here.\n\n2\n\nHOUSE_OVERSIGHT_014086",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014086.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2225,
    "word_count": 348,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:47.141747",
    "prefix": "IMAGES-002"
  }
}