{
  "document_id": "HOUSE_OVERSIGHT_030795",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_030795.txt",
  "text": "From: jeffrey E. [jeevacation@gmail.com] \nSent: 8/18/2018 4:54:58 PM \nTo: Steve Bannon___________________________ \nSubject: Re: The Anatomy of a Crisis: A Strong Dollar and Disappearing Liquidity I Zero Hedge I Zero Hedge \nIn recent weeks, prosecutors with the Justice Department's public integrity section — which examines possible \npolitical and government corruption — have sought documents related to Broidy's business dealings. \nAmong the information sought by investigators are details about Broidy's work on behalf of and interactions \nwith the Chinese and Malaysian officials, according to two people familiar with the document requests. \nAs part of their efforts, prosecutors have subpoenaed casino magnate Steve Wynn, the former RNC finance \nchairman and longtime Trump friend, for copies of records and communications related to Broidy. \nAn attorney for Wynn, Reid Weingarten, declined to comment, saying only that Wynn is cooperating with the \nJustice Department. \n\"Steve Wynn is completely cooperating with the investigation and he certainly has no reason to believe that \nanyone acted improperly in anything he knew about or was involved in,\" Weingarten said in a statement. \nOn Sat, Aug 18, 2018 at 12:28 PM, Steve Bannon > wrote: \nWow: decent; from a guy I have a ton of respect for \nOn Aug 18, 2018, at 12:27 PM, jeffrey E. <jeevacation@gmail.com> wrote: \nthis means that you should ignore advice not given by jews. :) it is nonsense. each one of these guys \ndecides to put in pin the carousel and say the horse is up , the horse isgoing down or the horse is going \nup. strong dollars make it easier to invest in emerging markets , as their currency is really worth shit and \nneeds to be adequately priced, but in the mean time. there is apple in the us and maduro in venezuela. \n. what do you expect from the currencies. :) \nReid weingarten review of msnbc \" even though an is gay, hard to watch steve rape him. \nOn Sat, Aug 18, 2018 at 10:29 AM, Steve Bannon wrote: \nhttps://www.zerohedge.com/news/2018-08-16/anatomy-crisis-strong-dollar-and-disappearing-liquidity \nWat does this mean \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nHOUSE OVERSIGHT 030795 \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 030796",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_030795.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3373,
    "word_count": 514,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:48.386942",
    "prefix": "TEXT-001"
  }
}