{
  "document_id": "HOUSE_OVERSIGHT_015972",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015972.txt",
  "text": "282 Are the Androids Dreaming Yet?\n\nRoger Penrose is fascinated by such counterfactual experiments\nand is inspired to think such effects might have a role in non-computable\nthought. It is his ‘machines’ we will look at next.\n\nPenrose-Hameroff Machines, aka Brains\n\nRoger Penrose of Oxford University and Stuart Hameroff of the\nUniversity of Arizona have proposed a very different way to understand\nthe workings of the brain. They focus on the much smaller scale structures\nwithin neurons called tubulin microtubules. If you watch a brain form,\nthe dendrites grow towards each other, twisting and turning rather like\nthe growth of a plant as viewed in a slow motion nature film. This motion\nis controlled by micro-tubular structures formed of a protein called\ntubulin. Tubulin is made from peanut-shaped polar molecules that self-\nassemble into helical tubes with a radius of just seven molecules. The\ntubes bundle together to form the backbone of neurons. The peanut-\nshaped molecules are bipolar switches and can flip between two states.\nThis allows them to bend into different shapes and, in the most extreme\nexample, to flap fast enough to propel small organisms such as paramecia.\nIt is also, interestingly, the protein that unzips the double helix when a\ncell divides, and so plays a fundamental role in our evolution.\n\nPenrose and Hameroff suggest these tubes form the true processing\nelement in our brains. The walls of the tubes are formed of successive\nalpha and beta tubulin molecules. Each of the tubulin molecules can\nflip between two states, propagating a ripple along the tube wall. The\nscale is small enough for quantum effects to matter, and Hameroff\nsuggests quantum error correction keeps the ripples from decohering\ntoo fast. Because the processing is happening at a molecular level\nrather than at the scale of a neuron, the brain would be considerably\nmore powerful than a count of its neurons would suggest. They propose\nincreased computing power would stem from three sources: There are\nmany more tubulin molecules than neurons; the micro-tubes could\nperform quantum computation, and the micro-tubes are capable of non-\ncomputable, conscious, thought.\n\nMeasurement of a quantum process is the only candidate we\nhave for a non-deterministic physical process today; all other physical\nprocesses are deterministic. Penrose argues that quantum processing\nin the brain spontaneously collapses in decision making because of\nthe interaction between quantum superposition and gravity. The\narguments are put forward in two books: The Emperor’s New Mind and\nShadows of the Mind. This theory remains controversial for two main\n\nHOUSE_OVERSIGHT_015972",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015972.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2661,
    "word_count": 419,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.819517",
    "prefix": "IMAGES-003"
  }
}