{
  "document_id": "HOUSE_OVERSIGHT_011429",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011429.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n126\nH3vlgiu2\n\nto address it, and that is one of the witnesses in here, AH,\nwho was a minor at the time, also gave a recorded statement as\npart of that. We took her deposition, and they're, you know,\n\nin my view, vastly misrepresenting the deposition. And you can\n\nlook at the quotes themselves, but she testified in great\n\ndetail about the activity at the house, verifying that what she\n\nsaid in her recording and in the police report was in fact\ncorrect. And she is a witness on our trial list. She isa\nminor who was abused in the same manner that my client was.\n\nShe was exposed to him on a number of occasions. And we have\n\nher testimony, and we have sought to enter that as a witness in\n\nthis case. And again, that's in the in toto motion which I\n\nthink is being heard next Wednesday, but just to address it,\n\nsince they raised it.\n\nThe other issue they raised are the message pads.\n\nThese have come up from time to time in this case and come up\nthrough different witnesses. Now the message pads come in ina\n\nnumber of ways. One is Juan Alessi, who is one of the house\n\nbutlers. He testified that those were the messages for which\n\nthey recorded we showed him the messages. Yes, that's my\nsignature. Yes, this is how we recorded our messages. He\nworked at the house. That was his duty to do those things.\n\nMaxwell's on those messages as well, so we intend to ask her\nabout those, you know, were you having three girls come on this\n\nparticular day, etc., etc.? So those are documents that should\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011429",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011429.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1641,
    "word_count": 304,
    "line_count": 81,
    "import_date": "2025-11-19T21:47:45.779509",
    "prefix": "IMAGES-001"
  }
}