{
  "document_id": "HOUSE_OVERSIGHT_023310",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023310.txt",
  "text": "months.\n\nDate: Wed, Jan 6, 2016 at 3:44 AM\nSubject: Fwd:\nTo: Jeffrey Epstein <jeevacation@gmail.com>\nPLEASE READ CAREFULLY ,\nMark was here this morning , the proposed transactions are extremely complex . and would take a great deal\nof detailed time. I do not know how, and if ,to move forward - our last transaction. a transaction which you\nsaved 600 million in tax. even if as you say it could be 20 years away , ( i hope longer) discounted to today is\na savings of 300 million . for some reason you chose to ignore our agreements , verbal written and emailed -\nand decided that it was only worth 8 million dollars to you. . ( assuming phaidon -richard happens. the\ncalculation that you can see isa 24m savings not including artspace and debt benefits- certain to come later\n. IMPORTANT NOTE\n\nthe phaidon transaction as currently contemplated will not work . NOT CLOSE\n\nWhen we had our meeting in your home in Bedford. You asked me for my help. I told you multiple times\nthat i thought it was a very bad idea, in that I greatly preferred to have no financial interactions. I don't have\nmany friends and didn't want money in any way to interfere with our unique relationship. Reminder, For five\nyears you had the kind, but very goofy Eileen Alexandersson as the sole manager of your massive accounting ,\nlegal, investments. reporting, trusts etc. When I first told you in no uncertain terms that I firmly believed she\nwas incompetent you admonished me for \" speaking out of both sides of my mouth\". With regard Brad\nWechsler, there has never been a \" both sides. \". I have consistantly maintained since day one that he was\nhighly unsuited for the job. When you initially asked me to help convince him to take the role , promising him\na position to manage mirage investments I sent you a note saying that instead of hiring him you should pay up\nand get first class people. I have reiterated the same message for over a year now. . Brad , not me ,was tasked\nwith hiring new people , according to his biz school org chart.(nauseating ) and as you wanted him to take\nownership of the staff,he conducted many interviews alone. . you may recall that as late as may, you told him in\nmy presence that though six months had passed he had not hired anyone. since then I have rectified errors in\nsales tax, use tax, income tax, fbar reporting, 1031 reporting, 8 million of deductions missed errors of millions\non the returns. a cashflow that is misleading helped prepare financial statements ( april ) Oversight on new\ngrats- first at 22 and then at 19 that were done without my consultation and were \"resolved\" soley as a result\nof my last minute intervention. . 600 million in after tax savings was just accomplished. (BTW- for some\nreason you left the 30 million outstanding that I had said should only be done\" if” that was my additional\nfee. and not used for non biz purposes and not art.\n\nSorry but .,\n\nin June and then again Sept, we both agreed to a 50% of phaidon payout first projected at 20 . but less when\nartspace and debt taken out, - then only after weeks, when you delayed any detailed discussion of money\nwanting to give the issue a thoughtful response ( which I fully understand ) . you unilaterally changed our\nagreement.. 5m would be reserved for the future ? . and out of the remaining 15m ,? 1 would receive only a\nthird. (note: I'm confident that both the debt , and the art space investment will also lead to a write- off of\nanother 30 m. plus ) In my dining room ,you were surprised when I said that i require most people to pay\ntheir advisory fee up front so that I am assured that I will be properly compensated for my work when\nstrategies are implemented . you may recall that you appeared offended and said \" are you suggesting that 1\nwould go back on my word\" I said no , of course not ! you are my closest of friends ,but my experience is\nthat when amounts get large, people tend to get unhappy when it actually comes time for them to pay.\n\nI include below the email i sent to you on April 15, the day i was examining your returns It laid out my\nunderstanding of the compensation agreed for a transaction of the magnitude to the penny of the one just\ncompleted.ic 600m When it appeared that the transcation would and could go foward I was the first to point\nout that our agreement would cost you too much money, therefore\n\nFrom day one I proposed to discount our agreement toa 50-60 million range. An extremely fair price for\n\nHOUSE_OVERSIGHT_023310",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023310.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4469,
    "word_count": 827,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:44.653863",
    "prefix": "IMAGES-007"
  }
}