{
  "document_id": "HOUSE_OVERSIGHT_023768",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023768.txt",
  "text": "22 Teaching Minds\n\nand giving grades is certainly not a paradigm that any parent would\nuse. You don’t grade your child on speaking ability; you help her speak\nbetter. If it takes longer to do that, then it does. Even the DMV doesn’t\ncare about effective teaching. It doesn’t give grades, just licenses. Can\nyou do it well? is the question the DMV is charged with answering. But\ncan you do it well? isn’t a meaningful question in the top universities\nbecause there is typically nothing, other than research, that anyone is\nreally being taught to do.\n\nThis leaves us in a quandary when it comes to understanding what\nit means to teach well. Here is the Ivy League professor again:\n\nPeople need to learn to generalize the information that they are\ngiven. They need to learn how to think about content in order\nto see how that content may or may not be true for them. We do\nnot do that here. Instead we teach that this is the way it is done.\n\nWe have kids at mediocre universities who don’t know the\nfacts and then we have kids at the good schools who know the\nfacts but very few who know that those facts are not necessarily\ntrue. We need a different approach to knowledge than we\ncurrently have. By having students memorize the facts, it makes\nit seem as if the facts are truer than they actually are. We need to\nteach students to attack the facts and not to replace them with\nother facts.\n\nIf facts are taught here in this way, and we are setting the\nstandard, then we have a problem. Some faculty here actually do\nteach in this way, but it is not the main culture. Even the hard-\ncore facts, like dates, are arguable. Students are not taught to use\nthe information they have to question other information.\n\nIf we are teaching something where there are no performance mea-\nsures, then effectiveness cannot be gauged. If the performance mea-\nsurement is based on an exam, this likely would not reflect on the\nteacher’s ability at all. Some students do well on exams and others\ndon’t, even though they all hear exactly the same lectures. And, when\nthere are performance measures, it is not always clear that it was the\nteacher who was in any way responsible for the success of the students\n(or their failure).\nSo what is effective teaching?\n\nHOUSE_OVERSIGHT_023768",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023768.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2261,
    "word_count": 409,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:47.898974",
    "prefix": "IMAGES-007"
  }
}