{
  "document_id": "HOUSE_OVERSIGHT_023408",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023408.txt",
  "text": "In re: TERRORIST ATTACKS ON SEPTEMBER 11, 2001., 2012 WL 257568 (2012)\n\nThe Court should reverse the dismissals of three defendants -- the Saudi Joint Relief Committee and Saudi Red Crescent\nSociety (collectively, “Sovereign Defendants”) and National Commercial Bank (“NCB”) -- and remand for jurisdictional\ndiscovery on the basis of this Court’s recent *152 holding in Doe v. Bin Laden, which abrogated the basis upon which the\ndistrict court dismissed the Sovereign Defendants and NCB. Plaintiffs previously raised this argument in their separate\nMotion to Summarily Vacate and Remand these three defendants. See Dkt. 243. In addition to the following, plaintiffs hereby\nincorporate by reference the arguments in their pending Motion.\n\nA. The Sovereign Defendants And NCB Were Dismissed Under Terrorist Attacks HI.\n\nIn Terrorist Attacks HI, this Court held that the Foreign Sovereign Immunities Act’s (“FSIA”) torts exception, 28 U.S.C. §\n1605(a)(5), did not provide subject-matter jurisdiction over sovereign entities engaging in terrorism, as defined under the\nFSIA’s terrorism exception, 28 U.S.C. § 1605A, but who nevertheless could not be sued under the terrorism exception\nbecause they were not designated as state sponsors of terrorism. See 538 F.3d 71, 75. In such cases, where the terrorism\nexception to sovereign immunity was unavailable, the Court reasoned, the FSIA’s torts exception could not provide an\nindependent basis of jurisdiction because claims within the scope of the terrorism exception could not be “shoehorn[ed]” into\nthe torts exception. /d. at 89.\n\n*153 Following Terrorist Attacks ITT, plaintiffs conceded before the district court that, to the extent that Terrorist Attacks IIT\nwere applied, the decision supported dismissal of the Sovereign Defendants because they were also sovereign entities and\nplaintiffs had predicated subject matter jurisdiction upon the FSIA torts exception. See R.2148-2, at 23-24; SPA159-60 & n.4.\nHowever, plaintiffs expressly reserved the right to argue on appeal that the Second Circuit panel had misstated governing\nlegal standards and that dismissals predicated upon Terrorist Attacks IIT should be reversed. R.2148-2, at 23-24.\n\nNCB also was dismissed under Terrorist Attacks [II’s holding on the scope of the FSIA torts exception in § 1605(a)(5).\nSPA197-98 & n.12. The district court rejected plaintiffs’ argument that a lack of personal jurisdiction could not be the basis\nof dismissal because NCB was a sovereign. /d. at n.12; see Frontera Res. Azer. Corp. v. State Oil Co. of the Azer. Rep., 582\nF.3d 393, 398-401 (2d Cir. 2009) (foreign states and their agents are not “persons” under the Due Process Clause, and thus\nnot entitled to due process safeguards such as minimum-contacts personal jurisdictional analysis). Following Terrorist\nAttacks IIT, the court reasoned that “a potential finding as to NCB’s sovereign status would simply result *154 in NCB being\nimmune from suit by virtue of the FSIA,” because the neither the torts exception (because the conduct alleged was terrorism)\nnor the terrorism exception (because NCB was not a designated sponsor of terrorism) would provide subject matter\njurisdiction. SPA198 n.12.\n\nB. Doe Overruled Terrorist Attacks HT\n\nWhile the appeals against the Sovereign Defendants and NCB have been pending, this Court has overruled Terrorist Attacks\nII's holding on the scope of the FSIA torts exception, i.e., the basis for the dismissals of the Sovereign Defendants and NCB.\nDoe, 663 F.3d at 70-71. In Doe, this Court recognized that the “terrorism exception, rather than limiting the jurisdiction\nconferred by the noncommercial tort exception, provides an additional basis for jurisdiction.” Jd. at 70. Therefore, the Court\nconcluded, “the noncommercial tort exception can be a basis for a suit arising from the terrorist acts of September 11, 2001.”\nId. at 66. The Court announced that Terrorist Attacks III had been overruled in this respect pursuant to this Circuit’s mini-en\nbanc procedure. Jd. at 70 n.10. Doe, therefore, is now the law of this Circuit.\n\n*155 C. The Court Should Reverse the Dismissals of the Sovereign Defendants and NCB and Remand For\nJurisdictional Discovery\n\nBecause this Court has overruled the basis of the dismissals of the Sovereign Defendants and NCB, reversal and remand is\nappropriate relief. See id. at 71; also see Carter v. Barry, 468 F.2d 821 (2d Cir. 1972) (per curiam) (granting motion to\nsummarily reverse or give expedited consideration to district court’s order of dismissal). As a general rule “ ‘an appellate\ncourt must apply the law in effect at the time it renders its decision.’ ” Ahern v. Cnty. of Nassau, 118 F.3d 118, 121 (2d Cir.\n\nWESTLAW\n\nHOUSE_OVERSIGHT_023408",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023408.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4723,
    "word_count": 734,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:47.313858",
    "prefix": "IMAGES-007"
  }
}