{
  "document_id": "HOUSE_OVERSIGHT_029839",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029839.txt",
  "text": "From: soon yi previn\n\nSent: 12/8/2015 5:58:45 PM\nTo: jeffrey E. [jeevacation@gmail.com]\nSubject: Re: following up: WA poetry release\n\nOpen in principle depending on specially how and where it would be shown and how it would be advertised-\nboth subject to particular requirements and/or restrictions.Also dependent on approval of final cut. Would enter\nproject with positive attitude but release would be reworked by lawyer.\n\nSent from Soon-Yi's iPhone @\n\nOn Dec 8, 2015, at 10:40 AM, jeffrey E. <jeevacation@gmail.com> wrote:\n\na Forwarded message ----------\n\nFrom: Leah Reis-Dennis i iiiii_iii>\nDate: Tue, Dec 8, 2015 at 11:33 AM\n\nSubject: following up: WA poetry release\n\nTo: jeevacation@gmail.com, Lisa New\n\nDear Jeffrey,\n\nMy name is Leah Reis-Dennis, and I'll be heading operations for Lisa's new non-profit, Verse Video Education.\nShe's asked me to be in touch with you about helping us get a release from Woody Allen.\n\nFirst, I wanted to send along the rough stringout of footage from the conversation with Woody a couple of years\nago on \"This is Just to Say\" by William Carlos Williams. This is totally unedited and uncut footage, but we\n\nwould love the opportunity to turn it into something great.\nhttps://www.dropbox.com/sh/c0bn1 jjxeo0654g/uWZ6KBVbLS?preview=WoodyA llen+Basict+Clipt+fort+ Viewing. mov\n\nIf Woody Allen agrees to let us use the footage, he will be in distinguished company. To date, we have filmed\nconversations about poetry with dozens of distinguished Americans including:\n\nBill Clinton\n\nAl Gore\n\nJohn McCain\n\nMayor Rahm Emanuel\n\nMayor Tom Menino\n\nSupreme Court Justice Elena Kagan\n\nSir Mervyn King\n\nFormer Secretary of the Treasury Larry Summers\n\nThe conversation would be part of a large multiplatform initiative that Harvard Professor Lisa New has under\nway to bring poetry into the mainstream, and, especially, into English Language Arts classrooms in the United\nStates and around the world. The initiative, Poetry in America, includes a HarvardX online course, a television\nseries we're creating with WGBH to be paired with PBS LearningMedia segments for the classroom, and, a\nseries of online professional development courses we're creating for ELA Middle and High School teachers and\nfor their students.\n\nHOUSE_OVERSIGHT_029839",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029839.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2261,
    "word_count": 344,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:47.005585",
    "prefix": "IMAGES-010"
  }
}