{
  "document_id": "HOUSE_OVERSIGHT_018454",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018454.txt",
  "text": "unexpectedly, \"Are you happy with the way we are now?\"\n\n\"What do you mean?\" I temporized, sighing inwardly. Now I'd have to come up with a\nrational, coherent answer that would satisfy him. In those days, rationality and coherence\nfelt like improbable dreams.\n\nRichard explained that he hadn't particularly been satisfied with how he'd dealt with me\nbefore he left, but hadn't had time for anything better. Now, he thought the situation was\n\"healthier.\" \"What do you want from this?\" he asked seriously.\n\nI want the strength to walk away from you, | thought unclearly. J want you to actually\ncare about me. I never want to see you again. I hugged my arms to myself, resting my\nhands gingerly on swelling skin. \"Um,\" I said slowly, \"nothing in particular?\" I took a\nbreath and gathered the one overriding fact: J want you to keep hurting me. \"I don't expect\nanything from you,\" I told him, \"and I don't want you to expect anything from me.”\n\nI knew from his smile that my answer was the right one. I could only hope it was\naccurate.\n\nTK OK ok\n\nThe summer passed, Richard away again for the end of it, then returning in September for\nthe beginning of the school year. I, however, was leaving the city soon, and would be\ngone for some time. Those days were my last chances to see him for a while, and I was\nacutely aware of his nearness: I felt oriented towards him, as if I were a compass and he\nwas North.\n\nBut I still felt the rage, lurking under the surface of my mind like a submerged monster.\nAnd though I ached with disturbingly intense thoughts of violence, it seemed that I was\nstaying away from Richard, closing him out when I ran into him. He finally confronted\nme and asked, blunt as ever, if I was avoiding him. I denied it reflexively. How could I\navoid North?\n\n\"I'm still figuring out how I feel about you,\" I told him as we walked late one night on the\nwaterfront. I'd started to come to terms with being a masochist, had begun to assimilate\nthat into my self-image, but that didn't explain why it had taken him to force the\nknowledge on me. The man I'd known in 2003, for instance, made no impression --\nthough he'd obviously seen exactly what Richard saw, and had taken almost exactly the\nsame approach. And I'd known heavily, formally BDSM-identifying folks for years. I'd\neven experimented with light bondage in previous relationships -- being gently tied up,\nfor instance -- though I hadn't found it especially compelling.\n\nWas it that I'd been drunk the first time I encountered Richard, my careful rational mind\nturned off? Was it that nothing less drastic than the bruises he'd left could have forced my\nunderstanding? Was it simply that I'd been romantically unhappy at the time, whereas I'd\nbeen content when that other man pinned me to the floor? Even in the midst of my now-\nconstant confusion, I couldn't stop myself from analyzing it all to bits. Now I concluded\nthat I ought to know how I felt about Richard if 1 wanted to get to the roots of myself.\n\nIt had taken me a while to call my openly-BDSM friends for advice, but -- maybe around\nthe same time I really started acclimating -- I had. One of their offhand comments came\n\nHOUSE_OVERSIGHT_018454",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018454.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3177,
    "word_count": 575,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.157189",
    "prefix": "IMAGES-004"
  }
}