{
  "document_id": "HOUSE_OVERSIGHT_028630",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028630.txt",
  "text": "As | wrote in mid-July: “Microsoft had a bad fourth quarter, mostly because many people are not using PCs any more. In\naddition, the tech giant took a $900 million charge related to having to cut the price of its Surface RT tablet, which had — as\nyou might imagine — an impact on results. Missed profit expectations, missed revenue, missed all over the ying-yang.”\n\nWith the prospect that the next quarter could be weaker still and with numerous reports of late that there has been slowing of\nadoption from its new flagship Windows 8 offering, Ballmer and the board finally aligned to move his departure date sooner.\n\nMost critical to that decision, source said, were increased board worries that recent pressure from activist investor ValueAct\n— which has a large stake in the company — had a good chance of succeeding in its efforts to obtain a seat on the board of\nMicrosoft, especially if Ballmer stayed in place.\n\nAnd even if the software giant was able to thwart that from happening, said several sources, such a public fight is untenable\nfor the company, since it was likely to attract even more scrutiny to Ballmer’s performance and perhaps even more investor\naction.\n\nValueAct has until August 30 to notify Microsoft if it plans a proxy battle, and sources said it still wants more that Ballmer’s\nretirement. In talks, said sources, it has asked for an aggressive stock buyback and also a dividend increase, which might\nassuage its efforts to garner a board seat.\n\nBallmer denied any pressure from ValueAct specifically in his decision in an interview with the Seattle Times, though\nsources said that was simply bluster.\n\nAnd, even with mounting pressure on him, Ballmer definitely portrayed the change as his decision in an interview he gave to\nZDNet’s Mary Jo Foley last week, after his retirement announcement.\n\n“| would say for me, yeah, I’ve thought about it for a long time, but the timing became more clear to me over the course of the\nlast few months,” he insisted.\n\nWhen asked if Gates asked him to stay or go, he said no, apparently to both. “Bill respects my decision. | mean, it’s one of\nthese things when if it’s — you know, ultimately these kinds of things have to be one’s own personal decision.”\n\nThat statement also struck many inside the company as a quick shift. Ballmer, said sources, had been jumping\nenthusiastically into business review meetings, as part of the new structure, over the last month. In addition, he had\nexpressed to many employees his excitement at being part of the changes he had initiated.\n\nBut, in meetings after the announcement, numerous sources inside the company said Ballmer seemed uncharacteristically\nchastened and quiet, in contrast to his usual confident and forceful manner.\n\n“He was definitely not leaving and then he suddenly was,” said one source. “Even if today’s Steve made the choice, itwas a\nchoice yesterday’s Steve did not want to.”\n\nAnother source, close to the board, perhaps explained it best: “If ValueAct got on the board, | think Ballmer finally realized\nthat meant it was going to be the hard way from then on out until he left and he did not want that for a company he clearly\nloves and has been his life.”\n\nNow, those inside the company are turning to what comes next. While not everyone on the board thought that Ballmer\nshould step down without a new CEO in place, it’s moot now as Microsoft turbocharges the process — in place for several\nyears now — to select its next leader.\n\nBut, though the committee is headed up by John Thompson, CEO of Virtual Instruments and the former CEO of security\nsoftware giant Symantec, most expect Gates — as usual — to be the key decision maker on that choice, too.\n\nA Microsoft spokesman declined comment.\n\nBack to top\n\nThe Decline of E-Empires\nPaul Krugman — New York Times\n\nSteve Ballmer’s surprise announcement that he will be resigning as Microsoft's C.E.O. has set off a huge flood of\ncommentary. Being neither a tech geek nor a management guru, | can’t add much on those fronts. | do, however, think |\nknow a bit about economics, and | also read a lot of history. So the Ballmer announcement has me thinking about network\nexternalities and Ibn Khaldun. And thinking about these things, I’d argue, can help ensure that we draw the right lessons\nfrom this particular corporate upheaval.\n\nHOUSE_OVERSIGHT_028630",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028630.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4331,
    "word_count": 746,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:44.812342",
    "prefix": "IMAGES-010"
  }
}