{
  "document_id": "HOUSE_OVERSIGHT_017928",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017928.txt",
  "text": "In re Terrorist Attacks on September 11, 2001, 392 F.Supp.2d 539 (2005)\n\n10 A.L.R. Fed. 2d 789\n\nC. Success Foundation\"\n341 The Burnett Plaintiffs claim that Success Foundation\nis a sister company to Defendant ITRO and that it “sends\nmoney back and forth with the RO and IRO” and other\nsponsors of terror. (Burnett Compl. § 235.) If given the\nopportunity to replead its allegations against Success, the\nPlaintiffs would allege that, in 1998, Success Foundation\nentered into a contract to act as an agent for Defendant\nTaibah, which has since been designated a global terrorist.\n\nThe complaint does not allege that Success Foundation\nknew the money it was transferring between ITRO and\nIRO would somehow assist al Qaeda, nor does it allege\nfacts showing that Success Foundation knew the other\nunnamed organizations to which it transferred money\nwere in the business of supporting terrorism. See Boim IT,\n291 F.3d at 1012 (“To hold the defendants liable for\ndonating money without knowledge of the donee’s\nintended criminal use of the funds would impose strict\nliability. Nothing in the language of the statute or its\nstructure or history supports that formulation.”). The\nBurnett complaint is against Success Foundation is\ndismissed without prejudice.\n\nD. Wa‘el Jalaidan\n35] For the reasons the Court found that it has personal\njurisdiction over Mr. Jalaidan, the Court finds the\nPlaintiffs have stated a claim for relief against him.\nPlaintiffs have alleged facts, that if true, would be\nsufficient to prove that he knowingly provided material\nsupport to al Qaeda in the form of financial and logistical\nsupport. See 18 U.S.C. § 2339(A) (including *569\n“currency or other financial securities, financial services,\n\n. weapons, [and] personnel” in definition of material\nsupport). The Federal complaint does not allege that\nJalaidan directed an enterprise and the RICO claim is\ndismissed. Wa‘el Jalaidan’s motions to dismiss the\nAshton, Burnett, and Federal complaints are denied\n\nE. IIRO\n361 Similarly, for the reasons the Court found that\nPlaintiffs made a prima facie demonstration that ITRO has\npurposefully directed its activities at the United States, the\nCourt finds they have stated a claim under the ATA in\nthat ITRO has allegedly funded al Qaeda training camps in\nAfghanistan, supported al Qaeda guest houses, and been\ninvolved in other terrorist attacks and plots. See 18 U.S.C.\n\nWESTLAW\n\n§ 2339(A) (including “currency or other financial\nsecurities, financial services, weapons, [and]\npersonnel” in definition of material support). IIRO’s\nmotions to dismiss the Ashton, Burnett, and Federal\ncomplaints are denied.\n\nF. Rabita Trust\n371 Rabita Trust moves to dismiss the complaints against\nit for failure to state a claim. These motions are denied\nwithout prejudice until this Court determines whether it\nhas personal jurisdiction over Rabita Trust.\n\nG. SAAR Network Defendants\"\n\n1. Entities\nThe Burnett and Ashton complaints’ allegations against\nthe SAAR Network entities are substantially similar to\none another.’ Paragraph 267 of the Burnett complaint and\nparagraph 339 of the Ashton complaint both state:\n\nCo-conspirators, material sponsors, and/or aiders and\nabettors of the SAAR Network include Defendants ...\nAfrican Muslim Agency, ... Grove Corporate, Inc.,\nHeritage Education Trust, International Institute of\nIslamic Thought, Mar—Jac Investments, Inc., Mar—Jac\nPoultry, Inc., ... Reston Investments, Inc., ... Safa Trust,\n.. and York Foundation, all located doing business or\nregistered to do business in the United States.\nIn support of their claims against these Defendants,\nPlaintiffs rely primarily on their allegations against the\n“SAAR Foundation and network.” (See Burnett Compl.\nqf 261-67; Ashton Compl. J 333-39.) The SAAR\nFoundation, allegedly a financial sponsor of terror, was\nformed in the 1970s by a group of Muslim scholars and\nscientists. (Burnett Compl. J 261; Ashton Compl. ¥ 333.)\nIt was incorporated in Virginia in 1983 and dissolved in\nDecember 2000. (Burnett Compl. § 261; Ashton Compl. J\n333.) Its largest donor is the al Rajhi family of Saudi\nArabia. (Burnett Compl. § 261; Ashton Compl. § 333.)\n\nThe complaints claim that over one hundred “affiliated\norganizations” are registered or are doing business at one\nof the SAAR Foundation’s addresses in Herndon,\nVirginia, but many “do not maintain a physical presence\n\nHOUSE_OVERSIGHT_017928",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017928.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4378,
    "word_count": 679,
    "line_count": 101,
    "import_date": "2025-11-19T21:47:45.638961",
    "prefix": "IMAGES-004"
  }
}