{
  "document_id": "HOUSE_OVERSIGHT_020086",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020086.txt",
  "text": "many respects, Bannon was outgunned and outnumbered, yet he still thought he had it\nnailed. And when he won, not only would another grievously stupid chapter in the war in\nAfghanistan be avoided, but Jarvanka, and Powell, their factotum, would be further\nconsigned to irrelevance and powerlessness.\n\n7 OK Ok\n\nAs the debate moved toward resolution, the NSC, in its role as a presenter of options\nrather than an advocate for them (although of course it was advocating, too), presented\nthree: withdrawal; Erik Prince’s army of contractors; and a conventional, albeit limited,\nsurge.\n\nWithdrawal, whatever its merits—and however much a takeover of Afghanistan by the\nTaliban could be delayed or mitigated—still left Donald Trump with having lost a war, an\ninsupportable position for the president.\n\nThe second option, a force of contractors and the CIA, was largely deep-sixed by the\nCIA. The agency had spent sixteen years successfully avoiding Afghanistan, and everyone\nknew that careers were not advanced in Afghanistan, they died in Afghanistan. So please\nkeep us out of it.\n\nThat left McMaster’s position, a modest surge, argued by Secretary of State Tillerson:\nmore troops in Afghanistan, which, somehow, slightly, would be there on a different basis,\nsomewhat, with a different mission, subtly, than that of troops sent there before.\n\nThe military fully expected the president to sign off on the third option. But on July 19,\nat a meeting of the national security team in the situation room at the White House, Trump\nlost it.\n\nFor two hours, he angrily railed against the mess he had been handed. He threatened to\nfire almost every general in the chain of command. He couldn’t fathom, he said, how it\nhad taken so many months of study to come up with this nothing-much-different plan. He\ndisparaged the advice that came from generals and praised the advice from enlisted men.\nIf we have to be in Afghanistan, he demanded, why can’t we make money off it? China,\nhe complained, has mining rights, but not the United States. (He was referring to a ten-\nyear-old U.S.-backed deal.) This is just like the 21 Club, he said, suddenly confusing\neveryone with this reference to a New York restaurant, one of his favorites. In the 1980s,\n21 closed for a year and hired a large number of consultants to analyze how to make the\nrestaurant more profitable. In the end, their advice was: Get a bigger kitchen. Exactly what\nany waiter would have said, Trump shouted.\n\nTo Bannon, the meeting was a high point of the Trump presidency to date. The\ngenerals were punting and waffling and desperately trying to save face—they were,\naccording to Bannon, talking pure “gobbledygook” in the situation room. “Trump was\nstanding up to them,” said a happy Bannon. “Hammering them. He left a bowel movement\nin the middle of their Afghan plans. Again and again, he came back to the same point:\n\nHOUSE_OVERSIGHT_020086",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020086.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2892,
    "word_count": 483,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:47.065847",
    "prefix": "IMAGES-005"
  }
}