{
  "document_id": "HOUSE_OVERSIGHT_014490",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014490.txt",
  "text": "Underweight Retail\nIn addition to Brexit concerns, we also see a number of fundamental reasons to reiterate\nout underperform on Retail.\n\nStructural margin pressures: Aside from Brexit, retailers face declining returns as\nonline disruptors and discounters drive up competition. EBITDA margins have fallen\nfrom 8% in 2010 to close to 7% in 2016 and RoE has declined by nearly 3% since\n2004. We think this structural trend has further to run.\n\nValuations are also unattractive. Retail remains on a significant premium to the\nmarket on absolute terms (17.3x 2017 PE vs 14.2x) and is expensive versus its own\nhistory at 20% above its 10y relative average on PE and 92%ile on PBV, while it has\nthe second lowest dividend in the market (2.9%). Even if you strip H&M and Inditex\nthe sector is towards the higher range of its post-GFC range.\n\nUK supermarkets have had their relief rally. Despite challenges facing UK food\nretailers, Tesco has rallied 25% and Morrison’s 15% since Brexit as retail spending\nhas held up and the short base grew massively immediately following the UK-EU\nvote. Yet as Xavier Le Mene notes, this has largely been because they have gained\nmarket share from Asda and investors have bought into their new management\nplans. However, Xavier see limited upside potential for either next year and there is\n\na risk that Asda starts to recoup lost ground under its new management too.\n\nChart 66: Stiff competition means retail margins are structural declining\n\nChart 67: Market share gains have largely been at Asda’s expense\n\n8.3%\n7.8%\n7.3%\n——Retail EBITDA margin\n6.8%\nPP FF FF gh gh gh gh gr gh gh\n\nSource: BofA Merrill Lynch Global Research, Bloomberg, Datastream, IBES\n\nChart 68: Retail is expensive on a range of metrics\n\nTesco\n\nAldi\n\nLidl\nWaitrose\nMorrisons\nSainsbury's\nAsda\n\n-100 -50 0 50 100\n\nm Market share of grocers, yoy\n\nSource: Kantar Worldpanel\n\nChart 69: Not cheap even if you strip out the two biggest ex-UK names\n\n1.70\n1.60\n=——=Retail 12m fwd PBV relative\n1.50\n1.40\n1.30\n\n1.20\n\n2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 201\n\nSource: BofA Merrill Lynch Global Research, Bloomberg, Datastream, IBES\n\nStoxx Retail PE\na= Stoxx Retail ex-Inditex PE\nem Stoxx Retail ex-Indi/H&M PE\n\n2004\n2005\n2006\n2007\n2008\n2009\n2011\n2012\n2013\n2014\n2015\n2016\n\noO\nQo\nN\n\nSource: BofA Merrill Lynch Global Research, Datastream\n\nBankof America\nMerrill Lynch\n\nEuropean Equity Strategy |01 December 2016 31\n\nHOUSE_OVERSIGHT_014490",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014490.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2436,
    "word_count": 404,
    "line_count": 99,
    "import_date": "2025-11-19T21:47:48.618288",
    "prefix": "IMAGES-003"
  }
}