{
  "document_id": "HOUSE_OVERSIGHT_028238",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028238.txt",
  "text": "/ BARAK / 104\n\nI did regret being unable to rely on the support of two key constituencies that\nhad helped deliver my landslide victory barely 18 months earlier: my own Labor\nParty and the Arab citizens of Israel. I had no trouble understanding the reasons\nmany Israeli Arabs were abandoning me. The clashes in the Galilee at the start of\nthe new intifada had left more than a dozen of their community dead. As an official\ninquiry would later conclude, there was blame on all sides. A number of Arab\nmembers of the Knesset had played a part in inciting the violence. Yet the police\nhad been unprepared, and they had used excessive force. As I said publicly before\nthe election, I, as Prime Minister, was ultimately responsible, and I formally\napologized for what had happened. Yet the roots went deeper, to the economic and\nsocial disadvantages still faced by many Arab citizens, and the difficulty in\nresolving those problems calmly and collectively as long as Israel remained in a\nstate of war with its Arab neighbors.\n\nFor Labor and the political left, it was as if, despite Arafat’s repeated rejections\nof ever more forthcoming terms of peace, they still couldn’t bring themselves to\nbelieve he really meant it. By default, they were inclined to blame me for not\ndelivering peace. I was accused of relying too much on a close circle of aides and\nnegotiators I’d known from my time in the army, of not giving a negotiating role to\nLabor veterans of the Oslo negotiations like Yossi Beilin, and of being\ninsufficiently sensitive to Arafat’s needs in the negotiating process. Typical of the\nargument was a broadside by the journalist and historian Tom Segev, in Haaretz,\nwhich accused me of an “incredible arrogance” which had “led to an historic\nmistake. Rather than continue on the Oslo road, Barak put it into his head that he\ncould reach a final settlement and try and impose it on the Palestinian Authority\nPresident.” I did not try to “impose” anything on Arafat. I did, quite consciously,\nabandon the “Oslo road” because it was inexorably leading to a situation where,\nafter the final Wye redeployments, Arafat would have control over the great\nmajority of the West Bank without having to commit to any of the assurances that\neven most on the Israeli left would define as the minimum required for peace.\nNow, of course, we knew that was something the Palestinian leader was not\nprepared to do.\n\nWhen election day came, not that many of my critics on the left actually voted\nagainst me. Nor did the Israeli Arabs. Yet in very large numbers, they simply\ndidn’t vote. In percentage terms, Arik’s victory was even more decisive than mine\nover Bibi. He got more than 62 percent of the vote. I received barely 37 percent.\n\n390\nHOUSE_OVERSIGHT_028238",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028238.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2750,
    "word_count": 476,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:46.500144",
    "prefix": "IMAGES-009"
  }
}