{
  "document_id": "HOUSE_OVERSIGHT_011697",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011697.txt",
  "text": "Chapter Fourteen\n\nIt began with an accident. On Tuesday, December 8, 1987, an Israeli tank\ntransporter crashed into a minibus carrying Palestinians from the Jabalya\nrefugee camp near the main crossing from Gaza into Israel. Four passengers\nwere killed.\n\nBy the time of the funerals the next day, a rumor had spread, no less\nincendiary for being absurd, that the crash had been deliberate — retaliation for\nthe fatal stabbing of an Israeli man a few days earlier. Crowds of Palestinians\nleaving the burials began shouting “Death to Israel!” They hurled rocks and\nbottles at Israeli security patrols, and blocked streets with burning tires. By the\nnext day, the violence started spreading to the West Bank, and then to parts of\neast Jerusalem. The headline-writers moved from the word “disturbances” to\n“unrest” and finally to the Palesitnians’ own name for the most serious outbreak\nof violence since 1967: the “intifada”. The uprising.\n\nAt least for the first week or two, we assumed its ferocity and scale would\nsubside. Our immediate aim was to contain it, and limit the human cost on both\nsides. Yet when Dan and I began visiting units on the front line of this new\nconflict, we realized that if it kept escalating, we’d have to find new tools and\nstrategies to bring it under control. We were in charge of an army trained to\nequip and fight enemy soldiers. Now, we were asking teenage recruits to\noperate as riot police against stone-throwing mobs. Before long, it wasn’t just\nstones, or even bottles. In one incident in Gaza, a young soldier was surrounded\nby a crowd of Palestinians and stabbed. He opened fire, wounding two of the\nattackers. Yitzhik Mordechai, now the head of the southern command, told\nreporters that his troops were under “strict orders to open fire only if their lives\nare under threat.” That was true. But I couldn’t help wondering how long the\nother part of his statement would hold: that we remained “in control of the\nsituation.”\n\nWe did fee/ in control for the first few days. Defense Minister Rabin was\naway in Washington on an official visit. When his office asked us whether he\nshould fly back, we said there was no need. But on his return, we quickly agreed\nthat, as a first priority, we needed to find an alternative to live ammunition in\nquelling the attacks. Otherwise, we’d be left with two equally bad options:\neither simply stand aside, in order to avoid killing or injuring demonstrators; or\nintervene with the inevitable casualties. But one of our most important early\ndiscussions was about the broader aspects of the violence. The meeting, held\n\n226\nHOUSE_OVERSIGHT_011697",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011697.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2617,
    "word_count": 445,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:48.361770",
    "prefix": "IMAGES-001"
  }
}