{
  "document_id": "HOUSE_OVERSIGHT_016128",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016128.txt",
  "text": "Spending path is unclear and is flattish (excluding NTP costs) in the best case\nThe spending path targeted or assumed by the NTP is unclear and does not appear to\nmatch realized outturns. It may suggest that spending is likely to remain flattish,\nexcluding NTP costs. However, the indicative level spending would settle at is around\npeak 2014 expenditures levels and well above the 2015 realized spending and 2016\nbudgeted levels. While 2015 spending could have been understated and may be revised\nhigher, at least SAR88bn from the 2015 spending is non-recurrent as it relates to the\none-off Saudi Royal edicts decreed upon King Salman’s accession.\n\nGoing by the indicated 2020 target for the share of the wage bill in total spending, this\nwould suggest that government spending is targeted at SAR1,140bn in 2020. This\nrepresents a 2.7% increase over peak 2014 spending levels and 16.5% increase over\n2015 actual spending levels. Excluding the NTP annual costs, this suggests that\ngovernment spending should still increase by 11% over 2015 levels and drop by 2% over\n2014 spending in nominal terms.\n\nIn our view, given the lack of precise spending targets, one way of remaining consistent\nis to use the two NTP figures for wages and infer the NTP fiscal spending from the\nstated share of wages in total expenditures. This would suggest that fiscal expenditures\nwould reach SAR1,140bn in 2020, from SAR1,067bn in the base year (unstated in the\nNTP). This is a 6.8% increase, but excluding the NTP costs, is just 1.8% higher. As such,\nin the best case scenario, we think the NTP suggests flattish spending, excluding NTP\ncosts. If we instead take the NTP level of spending inferred to be the correct amount,\nthis would materially widen the fiscal deficit by SAR190bn (8.0% of GDP) and would be\ndeeply negative for the sustainability of the fiscal and Fx stance, in our view.\n\nFiscal adjustment burden shifts to raising revenue, oil prices and exports\n\nThe possible flattish spending implication of the NTP would tend to indicate that the\nbulk of the spending cuts are now beyond us. Government projects are likely to continue\nto be prioritized, likely according to their economic benefits and relevance to the NTP.\nFlattish spending will thus shift the burden of forthcoming fiscal adjustment on raising\nnon-oil revenues, raising hydrocarbon exports and a sustained recovery in oil prices.\n\nTable 6: National Transformation Plan-related spending across government entities (2016-2020)\nCost (SARbn) Cost (US$bn) % of total\n\nMinistry of Housing 59.2 15.8 22.0\nRoyal Commission for Jubail and Yanbu 41.6 11.1 15.5\nMinistry of Education 24.4 6.5 9.1\nMinistry of Health 23.1 6.1 8.6\nMinistry of communications and IT 14.9 4.0 5.6\nMinistry of Agriculture 13.9 Sul 5.2\nMinistry of Water and Electricity 12.9 3.4 48\nSaudi Commission for Tourism & National Heritage 10.5 2.8 3.9\nKing Abdulaziz City for Science and Technology 8.3 2.2 3:1\nMinistry of Labor res) 2.1 3.0\nGeneral Presidency of Youth Welfare 78 2.1 2.9\nMinistry of Transport 5.6 1.5 24\nMinistry of Social Affairs 5.4 1.4 2.0\nKing Abdullah City for Atomic and Renewable Energy 5.2 1.4 1.9\nMinistry of Commerce and Industry 43 1.1 1.6\nMinistry of Municipality and Rural Affairs 4.2 1.1 LG\nMinistry of Finance 3.4 0.9 1.3\nMinistry of Culture and Information 3.3 0.9 1.2\nMinistry of Economy and Planning 3.3 0.9 1.2\nMinistry of Justice 3.2 0.9 1.2\nMinistry of Petroleum and Mineral Resources 27 0.7 1.0\nSaudi Arabian General Investment Authority itil 0.3 0.4\nOthers 2.3 0.6 0.9\nTotal 268.4 71.6 100.0\n\nSource: National Transformation Plan\n\n18 GEMs Paper #26 | 30 June 2016 3S Merrill Lynch\n\nHOUSE_OVERSIGHT_016128",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016128.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3661,
    "word_count": 604,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:45.047543",
    "prefix": "IMAGES-003"
  }
}