{
  "document_id": "HOUSE_OVERSIGHT_023871",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023871.txt",
  "text": "How to Teach the Twelve Cognitive Processes 125\n\nitself, is the knowledge that underlies the hypothesis and understand-\ning what constitutes evidence and the consequences of evidence. This\nknowledge is very domain specific and is the reason that doctors don’t\nnecessarily make good car mechanics, and vice versa. This knowledge\ncan be acquired only through practice and experience and can be ac-\nquired only consciously. Diagnosis is thus a conscious process that is\nvery knowledge dependent. There is no seat-of-the-pants diagnosis,\nnamely, diagnosis that is seemingly subconscious, although it may\nwell seem that way. Having an intuition is usually just the result of\nhaving a great deal of experience, so much so that hypotheses just\njump out at you because similar cases are so easily recognizable to an\nexpert. Someone who is good at diagnosis would be good at diagnosis\nin any domain of knowledge if they knew how to gather and interpret\nevidence in that domain.\n\nDiagnosis is clearly very difficult to learn. Most people are rather\nbad at it outside of their own areas of interest. Even inside their knowl-\nedge base they can be sloppy in the reasoning and leap to wrong con-\nclusions. This is true of all analytic skills. It is possible to never learn\nto do them well.\n\nHOW TO TEACH PLANNING\n\nPlanning is extremely important and typical of an analytic cognitive\nprocess; it is something that some people simply never learn to do\nwell. Teaching planning must be focused around the assembly of a\ncase base. Planning is taught in many domains of knowledge and is\nalmost always taught wrong. The classic error is to teach the theory of\nplanning, means-ends analysis, a theory of urban planning, spatial\nplanning, military planning, and logic-based artificial intelligence\nplanning. Such courses all make the same mistake. Course designers\nthink people use theories when, in fact, when people plan, they sim-\nply try to adapt old plans that have worked before to new situations.\nOften people don’t plan at all. They simply assume that a set of ac-\ntions they intend to perform will work to achieve an expected goal.\nTeaching planning is therefore a tedious process that is best begun\nin childhood. It involves making plans, seeing how they play out,\nand performing an analysis of what went wrong. Often people are\nnot even aware that they have made a plan, and are simply frustrated\nwhen things go wrong. They almost never perform an after-action\n\nHOUSE_OVERSIGHT_023871",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023871.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2473,
    "word_count": 410,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:49.212397",
    "prefix": "IMAGES-007"
  }
}