{
  "document_id": "HOUSE_OVERSIGHT_013956",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013956.txt",
  "text": "would need to leave this small coastal fishing village, of course, and move to Mexico City, then to Los\nAngeles, and eventually New York City, where you could run your expanding enterprise with proper\nmanagement.”\n\nThe Mexican fisherman asked, “But, sefior, how long will all this take?”\nTo which the American replied, “15-20 years. 25 tops.”\n“But what then, sefior?”\n\nThe American laughed and said, “That’s the best part. When the time is right, you would announce an\nIPO and sell your company stock to the public and become very rich. You would make millions.”\n\n“Millions, sefior? Then what?”\n\n“Then you would retire and move to a small coastal fishing village, where you would sleep late, fish a\nlittle, play with your kids, take a siesta with your wife, and stroll to the village in the evenings where you\ncould sip wine and play your guitar with your amigos ...”\n\nI RECENTLY HAD lunch in San Francisco with a good friend and former college roommate. He will soon\ngraduate from a top business school and return to investment banking. He hates coming home from the\noffice at midnight but explained to me that, if he works 80-hour weeks for nine years, he could become a\nmanaging director and make a cool $3—-10 million per year. Then he would be successful.\n\n“Dude, what on earth would you do with $3-10 million per year?” I asked.\nHis answer? “I would take a long trip to Thailand.”\n\nThat just about sums up one of the biggest self-deceptions of our modern age: extended world travel\nas the domain of the ultrarich. I’ve also heard the following:\n\n“Tl just work in the firm for 15 years. Then [ll be partner and I can cut back on hours. Once I have a\nmillion or two in the bank, I'll put it in something safe like bonds, take $80,000 a year in interest, and\nretire to sail in the Caribbean.”\n\n“Tl only work in consulting until ’'m 35, then retire and ride a motorcycle across China.”\n\nIf your dream, the pot of gold at the end of the career rainbow, is to live large in Thailand, sail around\nthe Caribbean, or ride a motorcycle across China, guess what’? All of them can be done for less than\n\n$3,000. I’ve done all three. Here are just two examples of how far a little can go.8\n$250 U.S. Five days on a private Smithsonian tropical research island with three local fishermen who\ncaught and cooked all my food and also took me on tours of the best hidden dive spots in Panama.\n\n$150 U.S. Three days of chartering a private plane in Mendoza wine country in Argentina and flying\nover the most beautiful vineyards around the snowcapped Andes with a personal guide.\n\nQuestion: What did you spend your last $400 on? It’s two or three weekends of nonsense and\nthrowaway forget-the-workweek behavior in most U'S. cities. $400 is nothing for a full eight days of\nlife-changing experiences. But eight days isn’t what ’m recommending at all. Those were just interludes\nin a much larger production. I’m proposing much, much more.\n\nThe Birth of Mini-Retirements and\nthe Death of Vacations\n\nHOUSE_OVERSIGHT_013956",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013956.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3004,
    "word_count": 531,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.744600",
    "prefix": "IMAGES-002"
  }
}