{
  "document_id": "HOUSE_OVERSIGHT_017567",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017567.txt",
  "text": "JOSHUA WURMAN\n\nI grew up in Pennsylvania, bereft of any really meaningful\nopportunities to experience severe weather, hurricanes, even\nreal deep snow. As a youth, I tried to impress friends and\ngirls with my home weather station and insect collection.\nThese efforts, among other factors, kept me well out of the\nrunning for homecoming king. Naturally, I moved on toa\nparty school, the Massachusetts Institute of Technology (MIT)\nto search for a better social life. But hating schoolwork, I\nrushed through it, earning my MS at only 21. Then after some\naimless additional years in school I dropped out for three\nyears, working for the Air Force on nuclear winter computer\nsimulations and other cheery subjects. Returning to MIT,\nIearned my Doctorate and moved to Colorado to work at\n\nthe National Center for Atmospheric Research (NCAR) on\nbistatic radar networks, a new type of weather radar system\nthat I had invented. However, after seeing real High Plains\nthunderstorms close up, and tornadoes, I got distracted\n\nand conceived of building a network of big, fast scanning\nradars that could drive right up to tornadoes and fires, inside\nhurricanes, and into other nice weather. The DOW program\nwas born, and I moved down to Oklahoma to be a professor\nfor a few years, chase tornadoes and hurricanes, file patents,\nteach and write papers. In the middle of this, I traveled to Asia\n\non a research project and met my wife operating a weather\nradar on an island off the coast of Hong Kong and conned\nher into believing that Oklahoma was just like Hong Kong.\nAfter receiving tenure and the implied lifetime sentence\n\nat the university, I did the sensible thing: I quit and moved\nback to Boulder and founded my own non-profit research\ninstitution, the Center for Severe Weather Research (CSWR).\nMy wife and Irun CSWR, manage the DOWs as National\nScience Foundation (NSF) Facilities, and conduct research\nprograms such as the VORTEX2 study and hurricane studies.\nWe have four young children who, so far, show no unhealthy\nobsessive interests in tornadoes, hurricanes or radars. I’ve just\nfinished the VORTEX2 tornado study (http://vortex2.org),\nwhich is the largest tornado research mission ever, funded\nmostly by NSF, employing about 120 scientists and crew in\n50 vehicles. We had 11 radars, 4 balloon trucks, UAVs, 40\ndeployable instruments, 13 mobile mesonets, photogrammetry\nand microphysics teams, damage survey teams, basically\nmore of anything that used to study tornadoes scientifically.\nJust imagine the lines for fuel and bathrooms in small-\n\ntown gas stations. During WWW, I'll be keeping a nervous\neye out for any hurricanes threatening to make landfall.\n\nIf a hurricane looms, I'll be leading my team into the eye.\n\nHOUSE_OVERSIGHT_017567",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017567.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2743,
    "word_count": 446,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:48.453985",
    "prefix": "IMAGES-004"
  }
}