{
  "document_id": "HOUSE_OVERSIGHT_019065",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019065.txt",
  "text": "FD-302a (Rev. 10-6-95)\n\n31E-MM-108062\n\nContinuation of FD-302 of | ,On 08/17/2006 Page 2\n\nbé\npositive, [____] believed she was asked to do this task around bic\n\nChristmas 2004.\n\ntold the interviewing agent of an incident that\noccurred_at the EPSTEIN's residence either late summer or early\nfall. was unsure of the year but knew it must have been in\n2003, 2004 or 2005. The cleaning crew,\nwere working at the time of the incident as well. A\nunidentified female(UF), who looked under the age of eighteen,\nentered the residence demanding money. She had arrived at the\nresidence in_a taxi cab. [ ]described her as trashy and\ndesperate. [told the UF she was unaware of any money that had\nbeen left for the UF, but that she would call the New York Office.\nThe UF stated that_she thought EPSTEIN was going to be at the\nresidence today. [_____] contacted the New York Office and they\ninstructed to pay the UF. The New York Office stated that\ncould find $200.00 in EPSTEIN's desk draw and she was to use\nthat to pay the UF. Once the UF received the money she departed\nthe residence. [____] stated to the interviewing agents, that at\none point she told the UF she was going to call the police if the\nUF did not leave, but the UF responded that she would call the\npolice if she did not get her money.\n\n| | believed that EPS girls_make\nit big in the modeling industry. told[ |\n\nthat EPSTEIN would give money to girls to. help them go to college\nor get them started in modeling. ne that she may have\nbeen naive but she thought he was trying to help these girls.\n[} stated that she knew EPSTEIN liked women and that women would\nvisit the residence even when was not there.\n\nbelieved there were naked photographs of women throughout the\nresidence.\n\ncontact information as the\nfollowing: Florida,\ntelephone number\n\nAccording to hone numbers are\n\ncellular telephone number\n\nalso provided to the interviewing agents a copy of\nsome of the hours she worked at EPSTEIN's residence as well as some\nnotes made by at her time of employment with EPSTEIN. Those\ndecuments have been placed in a FD-340, a 1-A envelope, and are\nmaintained with the case file.\n\nHOUSE_OVERSIGHT_019065 —",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019065.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2156,
    "word_count": 383,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:49.126652",
    "prefix": "IMAGES-005"
  }
}