{
  "document_id": "HOUSE_OVERSIGHT_012842",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012842.txt",
  "text": "ancestors took their first steps out of Africa. If we are thinking about an evolved psychology for bonding\nwith members of our own group and fighting those outside, our ancestors would have been blind to race\nas it was not yet an emergent property of our species. Language was, however, a property of our species,\nand one that varied across populations. A hunter-gatherer walking the plains of South Africa would\nindeed have run into people speaking either a completely different language, or the same language with a\ndifferent dialect. New languages are not easily acquired, and nor are new dialects. It takes real talent to\nspeak a new language or dialect without a trace of ones origins. Thus, like the stotting gazelles,\nmagnanimous spenders, and healthy evildoers discussed in chapter 2, the native languages and dialects we\nspeak are honest signals of social group membership. Honesty is supported by the costs we pay to\nacquire them. Cheating is hard because there is a start-up cost associated with perfecting the natural\nrhythm of a second language or novel dialect.\n\nThe babies in Kinzler’s experiments tell us something important: race and language are both\nimportant social categories and discriminable from an early age. But language trumps race as a feature\nbecause it is a better predictor of membership within the inner sanctum, at least early in life. Ultimately,\nboth language and race allow us to close off some from the inner sanctum and allow others in. Ultimately,\nour allegiance to our native language and race can fuel our hatred toward those who look different and\n\nspeak in different tongues.\n\nClosed doors\nAs adults, we tend to rely on rules of thumb to guide our social interactions, including who we trust and\nwho we distrust. We tend to trust those we know more than those we don’t know. Within the circle of\nthose we know, we believe those who are more like us than those who are unlike us, using fixed body\nfeatures — race, height, hair color — flexible psychological features — food preferences, sports’\ninterests, religious beliefs — and features that are flexibly constrained — language and intelligence.\nTogether, these different dimensions cause us to close the door on some and open it to others.\nLanguage is particularly interesting. If you can’t understand someone because they don’t speak\nyour language or because their accent is too heavy, then the issue is not trust, but comprehension. But\nwhat if you can understand the person perfectly well, but they speak with a foreign accent, either one\nfrom a different country (e.g., a French speaker speaking English) or one from the same country but a\n\ndifferent region (e.g., a Southern accent in the northeast of the United States)?\n\nHauser Chapter 3. Ravages of denial 96\n\nHOUSE_OVERSIGHT_012842",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012842.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2785,
    "word_count": 462,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:44.912270",
    "prefix": "IMAGES-002"
  }
}