{
  "document_id": "HOUSE_OVERSIGHT_019766",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019766.txt",
  "text": "278 | HOW AMERICA LOST ITS SECRETS\n\nSnowden wanted more than just NSA secrets. He used his new\nposition and widened access at Booz Allen to go after secret docu-\nments from the intelligence services of Britain, Australia, New\nZealand, and Israel. He revealed this operation only after receiving\nsanctuary in Russia. He told an interviewer that by moving to his\nnew Booz Allen job as an infrastructure analyst, he gained the abil-\nity to pry secrets out of the allies of the NSA. “I had a special level\nof clearance, called ‘Priv Ac” he said. This “priv ac” status did not\nallow him to bypass the password protection at sealed-off compart-\nments at the NSA, but it did allow him to request files from foreign\nservices cooperating with U.S. intelligence.\n\nBy way of example, he described one file from the British GCHQ\ncipher service that he copied, stole, and provided to other parties. It\nexposed a legally authorized British operation to collect electronic\ndata on terrorist matters in Pakistan by tapping into Cisco rout-\ners used by telecom companies in Asia. This GCHQ operation, as\nSnowden knew, violated neither British nor American law. He told a\nBBC interviewer in regard to that file, “What’s scariest is not what\n\n© the government is doing that’s unlawful, but what they’re doing ©\nthat is completely lawful.” So his criteria for taking such documents\nwere not their illegality. In his five weeks at this Booz Allen job, he\nalso used this same newly acquired “priv ac” at the NSA to steal files\nfrom the Israeli, Canadian, and Australian intelligence services.\n\nJumping from one outside contracting firm to another for the\npurpose of penetrating other Western intelligence services is not\nthe conventional mission of a whistle-blower. In the parlance of CIA\ncounterintelligence, the actions of an employee of an intelligence\nservice who changes his jobs solely to steal the more valuable secrets\nof this service is called an “expanding penetration.” It is not possible\nto believe that Snowden did not know the immense damage that\nthe highly sensitive documents he was taking from the NSA and its\nallies could cause.\n\nHis choice to switch jobs did not come out of the blue. It was not\nbased on serendipitously discovering the documents after he began\nworking at Booz Allen. As he told Lana Lam, he knew in advance\nthat by switching to the job at Booz Allen, he would gain the oppor-\ntunity to take the lists of NSA sources. He knew that the NSA’s\n\n| | Epst_9780451494566_2p_all_r.indd 278 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019766",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019766.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2542,
    "word_count": 431,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:46.893218",
    "prefix": "IMAGES-005"
  }
}