{
  "document_id": "HOUSE_OVERSIGHT_012840",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012840.txt",
  "text": "morally worthy or sacred. It shows how easily we can flip our values in the face of tempting alternatives.\nThe scientific evidence presented in this section shows that our decisions to treat others according\nto different moral principles or norms is powerfully affected by our sense of what counts as another\nhuman being. What counts includes at least two important dimensions, one focused on agency and the\nother on experience. These dimensions determine whether we blame or praise someone, punish or\nrehabilitate them, and ultimately, include or exclude them from the inner circles of moral agents or moral\npatients. Those who fall outside these two inner circles are morally worthless. Those who are morally\nworthless can be destroyed or banished. Some things are justifiably excluded and fit with our general\nsense of reality — rocks, dirt, cardboard boxes, plastic balls, and pieces of glass. Other things are\nexcluded because they don’t fit with our values of what reality should be. This is where distortion and\ndenial enter the process. This is where we create walls around members of one group in order to keep\nothers out. This is where we express partiality instead of the impartiality that Lady Justice champions\nwith her two balanced scales and blind fold-covered eyes. This is where we exclude others from our inner\nsanctum in order to justify great harms. How is the inner sanctum set up and put into action over a\n\nlifetime, sometimes for legitimate causes and sometimes for illegitimate and unconscionable causes?\n\nPopulating the inner sanctum\n\nElie Wiesel, the Nobel Peace Laureate and Holocaust survivor, remarked that “anti-Semitism is the most\nancient form of prejudice.” This claim may well be true of human written history, but is most definitely\nfalse if one considers the fact that all social animals and human societies, including the hunter-gatherer\ngroups that are descendants of people that predated the Jews, hate some individuals and love others.\nPrejudice, though often based on deep seated ideological biases and stereotypes that humans invent, is, at\nroot, a form of partiality. Every social animal, either extinct or alive today, expresses partiality. This is a\nhighly adaptive and ancient psychology, promoting the care of young, investment in mates, and escape\nstrategies against enemies. Humans are no different, except for the role that our promiscuous brains play\nin fueling partiality with ideology and symbolism. Sometimes when we express our partiality it is for the\nnoble cause of caring for our children and for defending ideological beliefs surrounding humanitarian\ncauses, including defense of basic human rights. Sometimes when we express our partiality, it is for the\nignoble cause of destroying others. How does human partiality begin? Do babies express preferences for\ncertain social categories? How does their experience sculpt new categories? How is the inner sanctum\n\npopulated, enabling us to preferentially help those within and harm those outside?\n\nHauser Chapter 3. Ravages of denial 94\n\nHOUSE_OVERSIGHT_012840",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012840.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3067,
    "word_count": 482,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.917734",
    "prefix": "IMAGES-002"
  }
}