{
  "document_id": "HOUSE_OVERSIGHT_011165",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011165.txt",
  "text": "11\n\nparameters have for a very long time fallen within the range spanned by modern natural-fertility\npopulations. In my previous paper, I estimated using demographic statistics from a wide variety\nof natural-fertility populations, and found that this variation had little effect on the answer. Con-\nsequently, I will restrict attention here to a single set of demographic statistics. I use fertility and\npaternity data of 19th century Utah [6] and the Model West life table with mortality level 12 [3,\np. 47]. This mortality level implies that the expectation of life at birth ef is approximately 45 years.\n\n3.2 Results\n\nBefore presenting new results, I summarize some old ones. Figure 5 shows an evolutionary dis-\ncount function from my earlier paper on time preference. In the figure, “age at investment” refers\nto the age at which a decision is made between an immediate and a delayed benefit. Ages beyond\nthe age at investment are “future ages.” Thus, the line marked by open circles shows the discount\nfunction pertaining to some investment that might be undertaken by newborn infants, whereas the\nline marked by stars pertains to investments by young adults.\n\nTo understand what these curves mean, consider a hypothetical 20-year old woman who has\nbeen offered some survival benefit that will not arrive until she is 40. Since she is female and is\nnow of age 20, the starred curve in the upper panel of figure 5 applies. It indicates that the average\ndiscount rates within the four 5-year intervals spanning ages 20-40 are 0.059, 0.050, 0.012, and\n0.007 respectively. The average of these is 0.032, and this implies® that the future benefit should\nbe discounted by a factor of exp[—20 x 0.032] = 0.529. The 20-year old, therefore, should value\nthis delayed benefit at only about half of its nominal value. In general, one applies a MRTP that is\nan average of \\ over the relevant interval.\n\nThe figure illustrates the major conclusions of the previous analysis:\n\ne In the long run, \\ converges to a value of about 2%, very close to the value predicted by the\nheuristic argument leading to equation 10. This lent support to my conclusion regarding the\ninterest rate.\n\ne The curves for different ages of investment lie nearly atop one another. Thus, \\ is well\napproximated by a function of one argument: A(z, y) © A*(y).\n\ne The evolutionary discount is much higher among young adults than among their elders. This\npredicts higher marginal rates of time preference among young adults, a prediction with\nwhich we can all identify.\n\nHowever, figure 5 describes an analysis on survival axes rather than consumption axes. The\nevolutionary discount function there refers, in other words, to a trade-off between the survival\n(not the consumption) of donor and recipient. The methods introduced here allow an analysis on\nconsumption axes, with varying levels of importance accorded to marginal fertility and marginal\nsurvival.\n\nThe average of predicts 9, the MRTP. This average is equal to 9 = 0.032, and equation 1 implies that the future\nbenefit is discounted by a factor of e~°T , where 7 = 20 is the time delay.\n\nHOUSE_OVERSIGHT_011165",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011165.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3134,
    "word_count": 523,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:45.815065",
    "prefix": "IMAGES-001"
  }
}