{
  "document_id": "HOUSE_OVERSIGHT_014534",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014534.txt",
  "text": "2017 OUTLOOK\n\nDear Clients,\n\nReaders of our previous Outlook publications may recall that this page typically\nsummarizes the key themes of our economic and financial market prospects for the\ncoming year. However, for 2017 we decided that a brief overview would not suffice,\ngiven the current environment of high market valuations, great policy uncertainty,\nsignificant geopolitical tensions and, in all likelihood, an unconventional US\npresidency.\n\nSince the trough of the global financial crisis, we have consistently emphasized US\npreeminence and maintained a strategic overweight to US equities relative to global\nmarket capitalization-weighted benchmarks. Tactically, we have had an overweight\nallocation to US equities and US high yield bonds from as early as mid-2008. Even\nwhen US equities became more expensive, we continued to recommend that clients\nstay fully invested at their strategic allocations. Indeed, we have reiterated that\nrecommendation in our past Outlook publications, client calls and Sunday Night\nInsight reports as many as 59 times since January 2010.\n\nBut now we have crossed into the 10th decile of valuations: US equities have been\nmore expensive than current levels only 10% of the time in the post-WWII period.\nYet we continue to recommend staying the course. We are duly aware that this\nrecommendation is long in the tooth, particularly given such high valuations and the\nunusually high level of policy uncertainty.\n\nPolicy uncertainty, both economic and political, abounds globally: uncertainty with\nrespect to Brexit (the how and when), upcoming elections in Germany and France\n(the who), transitional government in Italy (the how long followed by what) and new\nappointments to the Standing Committee in China and their significance (the who and\nwhat of any reform agenda), to name a few.\n\nWe are also facing rising geopolitical tensions that could trigger significant market\nvolatility. Tensions in the Middle East will not abate. Greater Russian involvement\nin that region is stabilizing in some respects and destabilizing in others. Further\nRussian incursions into Eastern Europe may elicit a more robust reaction from the\nWest. Terrorism could spread in the US and Europe as ISIL (Islamic State of Iraq and\nthe Levant) loses territory in Iraq and Syria and foreign fighters return home. North\n\nOutlook | Investment Strategy Group 1\n\nHOUSE_OVERSIGHT_014534",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014534.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2393,
    "word_count": 367,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:49.186341",
    "prefix": "IMAGES-003"
  }
}