{
  "document_id": "HOUSE_OVERSIGHT_032161",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_032161.txt",
  "text": "Econet Wireless was established in 1998, but not before a fight. Masiyiwa waged a five-year\nlegal battle with the government for a licence to deliver telephone services. The company\nnow operates in 17 countries including Botswana, Lesotho, Kenya, Nigeria, South Africa and\nNew Zealand. In 2000, while the UN filed a civil suit against Mugabe, Masiyiwa moved his\nfamily and company headquarters to South Africa. Econet Wireless first developed mobile\npayments to help NGOs transfer money to refugees after the war in Burundi ended in 2005.\n“Donor agencies were trying to find ways to make cash disbursements to refugees,” says\nMasiyiwa. “So we built the payment system initially not as a business but as a way to help\nhumanitarians get money to people in rural areas who were trying to re-establish their lives.”\n\nThat model was extended and now mobile money transfers are central to Econet Wireless’s\nbusiness. Like M-Pesa before it, the company blurs the lines between telecomms and\nbanking. Masiyiwa is passionate about this latter part of his business. He believes that\nextending saving and credit services to the poorest people gives them “extraordinary dignity\nand a sense that they are in control of their own lives”. His next challenge is to create a\nproduct that allows people who are informally employed, such as smallholder farmers and\ncasual workers, to access credit. “In Africa 70% of people are informally employed,” he says.\n“The big frontier for us is to create platforms where those people can access credit.” He says\nthere’s no risk that they will get into unmanageable debt because the banks won’t extend\nexcessive credit, calling the system “self-regulating”.\n\nBut Masiyiwa says that offering people the ability to save is even more important than credit.\n“We're trying to build up a savings culture where people are encouraged to save, even if\nthey only have a dollar — for children’s school fees, for transport, for the doctor. A savings\nand credit infrastructure builds resilience.” In his speech to microfinance experts at the\nsymposium in Turin, Masiyiwa recounted a story about the judge in Zimbabwe who granted\nEconet Wireless’s licence in 1998, saying that 70% of people in the country had never heard\na telephone ring. “Today, 75% of people [in Zimbabwe] have a cell phone,” he said “And |\nwant 75% of the people in Africa to have a bank account ... on a mobile phone.”\n\nAnd Masiyiwa has even found a solution to the energy problem that could prevent him from\nrealising his dream. “We have developed solar charging stations where people can go into a\nkiosk and plug in their phone for free. Because our money is not made from someone\ncharging the phone. It’s made from someone using the phone.” By way of lessons learnt,\nMasiyiwa says that in order to reach the unbanked, financial institutions — and\ntelecommunications companies — must design services that are practical, simple and\naffordable. “I’ve got a customer who has a dollar in his pocket and has got to decide to have\nsome lunch, call his cousin or go to the doctor. We have to develop services with sensitivity\nto the fact that in Africa our customers don’t have the same disposable income as in New\nZealand, for example.”\n\nBut the billionaire businessman cautions that it’s a mistake assume the poorest behave\ndifferently to other customers. “Their behaviour and aspirations are no different from those\nwho have higher incomes,” he says. “They want to use Facebook. They want to use\nWhatsApp. We have to find ways for them to access those things with their very low\nincome.”\n\nHOUSE_OVERSIGHT_032161",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_032161.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3589,
    "word_count": 599,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:49.269759",
    "prefix": "IMAGES-011"
  }
}