{
  "document_id": "HOUSE_OVERSIGHT_029475",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_029475.txt",
  "text": "﻿TWIN CITY MOBILE INTEGRATED HEALTH\n4200 SION FARM, SUITE 25\nCHRISTIANSTED, VIRGIN ISLANDS 00820\n321-633-8005 or 321-432-2912\nBusiness Expansion Portfolio and Prospectus\nTwin City Care of The Virgin Islands\n1\nDear Mr. Jeffrey Edward Epstein\n“Twin City; For Today, for the Future, and for Our Community”. Twin City Makes Connections\nfor Life.\nTwin City Mobile Integrated Health Services (TCMIH) is a private, non-profit, non-emergency,\ncertified, advance and basic life support interfacility ambulance provider, specialized transport and\nmobile phlebotomy service. Our staff are trained professionals who have the experience of\ntransporting thousands of patients to and from various healthcare facilities and playing a key role\nin the Virgin Islands Prehospital Care.\nTCMIH provides patient centered, compassionate care in an atmosphere of safety and\nprofessionalism, serving hospitals, clinics, nursing homes, air ambulance and private medical\nfacilities in the Virgin Islands.\nAs a provider of mobile medical service, we bring to the community a company that is committed\nto excellence in medical transportation and patient care. From our team of highly skilled\nPhlebotomist, EMR’s, EMT’s, Advanced EMT’s, Nurses and Paramedics ready to care for their\npatient’s needs, to the professional management team our focus remains patient centered and safety\ndriven from start to finish. TCMIH is guided by the vision of experienced healthcare providers\nfrom our local EMS, Florida EMS and a Certificate of Need/Necessity (CON) awarded by the\nVirgin Islands Department of Health. Twin City invests heavily in itself through its personnel,\nequipment, vehicle and training to maintain the highest level of quality and professionalism. We\nalso invest back into the community through donations and community service projects.\nWhile no one anticipates or favors an injury or crisis, mental crisis, illness or the aging process\nyou can rest assured that your medical needs will be met professionally by a team of caring\nindividuals focused on making the most comfortable and compassionate experience possible.\nSincerely!\nEugene Phipps, TNT EMR\nPresident\nTwin City Care, Inc.\nJeffery D. Gilliard, BS, NRP/CCEMTP/FPM\nCEO\nTwin City Care, Inc.\nJerry Galloway, NRP, CCEMTP\nChief Operations Officer\nTwin City Care, Inc.\nBusiness Expansion Portfolio and Prospectus\nTwin City Care of The Virgin Islands\n2\nMission, Vision, Values\nIt is our goal, as a community non-profit service organization, to provide expedient, reliable, costefficient\nnon-emergency ambulance service, mobile phlebotomy and affordable specialized\ntransportation to the citizens of the Virgin Islands. In the pursuit of this goal, we pledge to furnish\nsuperior, quality equipment, vehicle, personal, and service, dedicated to the needs and demands of\nboth the public and the local health care agencies. We strive to develop and promote a positive and\nrewarding work environment. As a team, we inspire a professional, compassionate attitude,\nknowing that without each other, we would not succeed. The company shall draw its strength from\nthe skill and dedication of its personnel and in turn, inspire the team to provide quality service of\nwhich all would be proud.\nVision Statement\nTwin City Mobile Integrated Health vision is to deliver service in a manner that sets the standard\nfor professional, compassionate, cost effective and safety oriented non-emergency ambulance\nservice, mobile phlebotomy and specialized transportation. Through our employees, our peers and\nour patients we understand that we are not making connections for a moment, Twin City makes\nconnections for life.\nValues\nPatient Centered Care\nCompassionate/Dignified Services\nHealth and Safety Focused\nCompliance Motivated\nEducationally Driven\nBusiness Expansion Portfolio and Prospectus\nTwin City Care of The Virgin Islands\n3\nCommission on Accreditation of Ambulance Services (CAAS)\nAny ambulance service can claim it is delivering quality service, but an accredited agency can\nprove it through its written or documented procedures systems and reports. TCMIH demonstrates\nfull compliance with national ambulance standards of excellence to meet and maintain CAAS.\nTCMIH will also maintain Health Insurance Portability and Accountability Act (HIPAA), Blood\nBorne Pathogen (BBP), Vehicle Safety (EMD & CEVO), Virgin Islands Traffic Laws and VI Code\nTax Laws.\nCAAS was established in 1990 as a not-for-profit national agency to uphold quality operating\nstandards for ambulance services. It is the gold standard for the ambulance industry, in as much as\nJCAHO (Joint Commission of Accreditation of Healthcare Organizations) is the benchmark for\nhospital excellence.\nThe accreditation process entails a serious self-assessment, comparing us to the accreditation\nstandards. We work through a comprehensive application process with guidance, consultation and\nmentorship from our CEO; Mr. Jeffery Gilliard former Director of Coastal Ambulance, Brevard\nCounty Florida.\nWithin two years TCIMH hopes to achieve and maintain recertification requirements for CAAS\nAccreditation and joins the 160 agencies in 37 U.S. State, Canada and the West Indies. This is our\nsteadfast commitment and dedication to quality healthcare for our community, each patient, each\ntransport, and each day.\nPerformance Requirements\nAs the premier non-emergency, interfacility, advanced and basic life support ambulance service\nin the Virgin Islands. TCMIH will provide detailed performance parameters including on time\nperformance as outlined below.\nAdvanced and Basic Life Support\nDefinitions:\nPre-Schedule Requests\nUrgent Requests\nNon-Urgent Requests\nThose requests scheduled 24 hours in advance.\nSame day requests that are time sensitive in nature, such as transports\nto emergency room.\nSame day requests that are not time sensitive in nature such as hospital\ndischarges.\nBusiness Expansion Portfolio and Prospectus\nTwin City Care of The Virgin Islands\n4\nPerformance Parameters:\nPre-Schedule Transports On time 90%\nNon-Schedule Urgent On time within 1 hour of call time 90%\nNon-Schedule Non-Urgent On time within 2 hours of call time 90%\nMental Health Transports\nDefinitions:\nPriority 1\nPriority 2\nPriority 3\nPriority 4\nLaw Enforcement with the patient.\nTransport requests coming from the Emergency Room, include Air Ambulance\nTransport request from Hospital rooms, Detention Centers, Exparte, voluntary\nrequest, inpatient mental health units, other “stable” environments, and voluntary\nrequests. “Non- Air Ambulance”\nPre-Scheduled transports with a minimum of 24 hours’ notice.\nPerformance Parameters\nPriority 1\nPriority 2\nPriority 3\nPriority 4\nOn scene 45 minutes from time of call’s acceptance 90% on time\nOn scene 1 hour from time of call’s acceptance from receiving facility, 90% on time\nOn scene 2 hours from time of call’s acceptance from receiving facility, 90% on time\nOn scene at the agreed upon time, 90% on time\nFees for Service\nTransport Rate Schedule\nAmbulance Transportation\nBLS Non-Emergency $290.00\nALS Non-Emergency $400.00\nBLS Emergency $440.00\nALS Emergency $520.00\nALS-2 $775.00\nAll Mileage\n$11.25 per mile\nStand-by or Waiting Time\n$125.00 per hour or increment thereof*\nMedical Coverage (First Aid Station) Contracts\n$800.00 per day\nIn addition to TCMIH primarily non-emergency inter-facility services, TCMIH will routinely\nrender ambulance services in response to facility requests that fall into the Center for Medicare\nand Medicaid Services (CMS) guidelines qualifying Twin City for reimbursement under the CMS\ncode for ALS or BLS Emergency based on the “Immediate Response” criteria. The current CMS\ndefinition for Emergency is not based on “lights and sirens”, it is based on “immediate response”.\nBusiness Expansion Portfolio and Prospectus\nTwin City Care of The Virgin Islands\n5\nAmbulance Division and Definition\nTCMIH provides Advanced Life Support services (ALS) 24/7, 365 days a year to our hospitals,\nnursing facilities and various other health care providers in the Virgin Islands. Our entire fleet will\nstand ready to provide consistent, high quality, patient centered care. Not only are we here for the\nday-to-day needs of our community, but during times of need, for mutual aid support to the Virgin\nIslands Department of Health EMS and the Virgin Islands Territorial Emergency Management\nAgency.\nAll Paramedics, EMTs, Nurses and Emergency Medical Responders will be working under the\nguidance of our Medical Director Dr. Christopher C. Hill DO, (Board License Emergency\nPhysician) in accordance with National Highway and Traffic Safety Administration (NHTSA).\nAs the premier interfacility non-emergency ambulance provider for the community, our role is as\ndiverse as the patients we serve. From providing critical care transports to monitoring the vital\nsigns and offering support for a Hospice patient, it is all about the connections we make, each day,\nand each transport.\nAdvanced Life Support (ALS)\nALS care is provided by Advance EMTs, and Paramedics who are licensed in pre-hospital care,\nhaving qualifications and equipment to provide BLS capabilities as well as advanced airway\nmanagement, cardiac monitoring and defibrillation, IV administration, administering of life saving\nmedications and capable of handling severe medical emergencies.\nSpecialty Care Transports (ALS-2)\nPatients who require specialized monitoring of IV medication drips and ventilators. Care from Air\nAmbulance services (Medivac).\nMental Health Transport and Crisis Hotline\nSpecialized medical transport team, working with agencies such as law enforcement, mental\nhealthcare providers, hospital emergency rooms and nursing facilities to ensure the safe, efficient\nand dignified transport of the mental health patient. In addition to the transport component, Twin\nCity will be a vested partner in the progress and wellbeing of our mental health community at\nlarge. Attending and participating in many community forums such as local planning meetings,\nany mental health taskforce meetings TCMIH will be committed to assisting with the best practices\nfor the providers for the patients that we serve.\nBusiness Expansion Portfolio and Prospectus\nTwin City Care of The Virgin Islands\n6\nOur crews will be trained as Crisis Intervention Teams (CIT) which will include being a Behavioral\nHealth Technician (BHT) who will meet requirements in:\nCrisis de-escalation, intervention and sensitivity training\nPatient and crew safety\nDocumentation and patient confidentiality\nEthical and Professional Responsibilities\nCrisis Hotline Response & Management\nIntake Assessment Referrals\nResidential Substance Abuse Treatment Referrals\nIndividual & Group Counseling Referrals\nMale/Female Specific Support Groups\nRelapse Prevention Education\nSubstance Abuse Education & Prevention\nEducational/Vocational Counseling\nFamily Education\nParenting Skills and education\nChildren's Services Referrals\nHIV/AIDS and Hepatitis prevention and education services\nWomen's Aftercare Program Referrals\nMutual Aid\nTCMIH will be available and prepared to fulfill its mutual aid commitment to the Virgin Islands\nEmergency Medical Services (VIEMS) under the directives of the Virgin Islands Territorial\nManagement Agency (VITEMA). When called upon we will assist in the evacuation of healthcare\nfacilities, special needs residents and nursing facilities to safety, only to return them home again\nafter the storms have passed.\nCommunity Paramedicine\nCommunity paramedicine (CP) is an emerging healthcare profession. It allows paramedics, Nurses\nand emergency medical technicians (EMTs) to operate in expanded roles to provide healthcare\nservices to underserved populations. It is a way to improve rural emergency medical services\n(EMS) as well as address the healthcare needs of the community.\nSome rural patients lack access to primary care, and misuse 911 services in an attempt to access\nemergency departments for routine healthcare. This is demanding on our EMS system and causes\nstrains on the workforce. Working in a primary care role, community paramedics can meet the\nneeds of such individuals, as well as others in the community, in a more efficient and proactive\nway.\nBusiness Expansion Portfolio and Prospectus\nTwin City Care of The Virgin Islands\n7\nMobile Phlebotomy\nOur islands are moving toward new types of patient interactions and each year comes an influx of\norganizations seeking in-home or direct patient (participants / customers) visits. TCMIH will\nprovide mobile phlebotomy and mobile examiner staffing services for island wide specimen\ncollections and one-on-one health testing.\nOur Mobile Phlebotomy is a full-service staffing agency that works with organizations such as\nspecialty labs, doctors, health diagnostic and research companies to provide mobile phlebotomists\nand mobile examiners directly to your patients around the island. We understand that many\norganizations depend on reliable and experienced phlebotomists available specifically for short\nterm health screening assignments and specimen collections. Our technicians will collect blood,\nurine, fecal, hair, nail samples and do Electrocardiograms.\nProfessional and reliable team members take pride in the quality of their work. They pride\nthemselves in their adherence to requirements for timely collection, delivery and handling of the\nspecimens. We will be the leader in the home blood draw services in the Virgin Islands. We deliver\nthe specimens to the labs so you don’t have to. All of our staff will be Certified Mobile Phlebotomy\nTechnicians and carry a mobile centrifuge in their vehicles. This helps assure we get quality\nspecimens.\nMedical Oversight (Medical Director)\nThe American College of Emergency Physicians (ACEP) believes that all aspects of the\norganization and provision of basic (including first responder) and advanced life support\nemergency and non-emergency medical service, require the active involvement and participation\nof physicians. The primary role of the medical director is to ensure quality patient care.\nResponsibilities include involvement with the ongoing design, operation, evaluation and revision\nof the system from initial patient access to definitive patient care.\nThe medical director has authority over patient care, authority to limit immediately the patient care\nactivities of those who deviate from established standards or do not meet training standards, and\nthe responsibility and authority to develop and implement medical policies and procedures. The\nmedical director's qualifications, responsibilities, and authority must be delineated in writing\nwithin each system. Ideally, the medical director will be a board-certified emergency physician.\nIn order to meet requirements and CAAS compliance, TCMIH has already entered into contractual\nagreement with Dr. Christopher C. Hill DO, ACEP, AAEP, ACOEP, AOA, AMA.\nDr. Hill serves as the Medical Director for EMETS, a paramedic/EMT education/training company\nin Brevard County and for EMETSEEI Institute Inc in Rockledge, Florida. He is concurrently\nworking at Rockledge Regional Medical Center Emergency Department and enjoys teaching in\nthe clinical setting.\nDr. Hill is currently a member of the American Academy of Emergency Physicians, American\nCollege of Osteopathic Emergency Physicians, and American Osteopathic Association.\nBusiness Expansion Portfolio and Prospectus\nTwin City Care of The Virgin Islands\n8\nTraining\nOhio University College of Osteopathic Medicine/Doctors Hospital Emergency Medicine\nResidency and Track Internship\nEducation\nNova Southeastern University, Doctor of Osteopathic Medicine, Florida Atlantic University, BS\nBiology\nAccreditations/Affiliations\nACEP, AAEP, ACOEP, AOA, AMA\nCommunications\nTCMIH will staff a 24 hour a day dispatch center with dispatchers who are professional, caring\nand multi-task oriented. They will be responsible for making sure all requests for service are\nhandled in a prompt and courteous manner. The dispatchers handle and maintain all internal and\nexternal communication between TCMIH and those agencies requesting ambulance transportation.\nThey are responsible for accepting, coordinating, and screening all requests for service and will\nremain in radio contact with the crew from start to finish in each transport.\nEquipment\nAs a private Non- profit service organization, a significant portion of our capital will be utilized in\nthe purchase of equipment. Our equipment selection will be based upon the latest advances in the\nambulance industry.\nAmbulance\nCurrently we have one unit serving St. Croix with future operational plans to staff four Quick\nResponse Vehicles, and four additional ALS ambulances typically Type III models allowing for\nadditional room for complex equipment and staffing needs for more critical patients. Our\nexpansion intent will cover all of the USVI to include St. Thomas and St. John.\nEPCR\nTo safeguard patient care documentation and best comply with the continuing regulations set forth\nby Medicare/Medicaid for comprehensive medical necessity documentation TCMIH will be using\nelectronic run reports documentation.\nQuality Assurance\nIn the dictionary the word Quality is defined as “an inherent or distinguishing characteristic; or a\ndegree or grade of excellence”.\nBusiness Expansion Portfolio and Prospectus\nTwin City Care of The Virgin Islands\n9\nAt TCMIH “Quality” will be the benchmark for our day to day performance. We believe quality\ncan be measured in many ways, from customer service surveys, on time performance measures, to\nclinical indicator reviews and run report accuracy just to name a few. To ensure that TCMIH\nremains focused on providing exceptional patient care from the request for service on through to\nthe reimbursement cycle, we have established quality assurance processes to create a culture in\nwhich quality, excellence and accuracy is our focus. To achieve this, each day we will look at the\ntransports from the previous day and review how we performed. We will measure our on-time\nperformance, looking at each run report line-by-line to ensure we have met our protocol\nrequirements. We will make certain the crews have gathered the appropriate information allowing\nus to properly bill on behalf of the patients while maintaining compliance with all Medicare,\nMedicaid and other healthcare regulations.\nMedical Necessity\nHealth Insurance providers and Medicare in particular, have strict guidelines on what they will\ncover and what is deemed as “medically necessary”.\nFor the service to be determined medically necessary, the patient’s medical condition at the time\nof transport must be such that any other means of transportation would have placed the patient at\nrisk for harm or deterioration.\nIn addition, Medicare and Medicaid have guidelines requiring all non-emergency ambulance\ntransports from a hospital, nursing home, physician’s office, out-patient facility or clinic to obtain\na Physician’s Certification statement (PCS). We will collect this statement at the time the request\nfor service is received as part of our normal practice.\nStand By / Special Events\nTCMIH will provide both committed and non-committed ambulance standby / first aid station\nsupport during sporting events, community gatherings, concerts, fairs, parades, and other public\nand private events.\nCode of Conduct\nTCMIH will attribute its success and reputation to the ethical standards that our employees will\nset forth in their day-to-day actions. Healthcare is a challenging field of endeavor, yet we know\nwe must meet each challenge with the highest level of integrity and resolve, not with shortcuts.\nOperational Code of Professional Conduct\nThe primary goal of TCMIH is to ensure that all employees provide competent, safe and ethical\nspecialized transportation to the citizens of the Virgin Islands. TCMIH has adapted this Code of\nProfessional Conduct to define a set of professional standards that will augment the technical and\nclinical aspects of our duties.\nBusiness Expansion Portfolio and Prospectus\nTwin City Care of The Virgin Islands\n10\nTwin City Care, Inc.\nThree Year Expansion Prospectus.\nMarch 10, 2018\nDear Mr. Epstein:\nIn the ever-changing world of reimbursements for patient transportation, a means of cost effective\nnon-emergency medical transportation has emerged. It is the birth of this cost effective nonemergency\nAmbulance Transportation business that has shown the most growth since President\nClinton signed the Medicare Reform Act. In this proposal, we will provide information on our\nproposed expansion of our non-emergency Medical Ambulance service to include the following.\n‣ Definition\n‣ Competition\n‣ Launch Strategies\n‣ Public Relations\n‣ Success Metrics and Rates\n‣ Funding\nThank you for allowing us to provide you this information. As you will see an opportunity is\navailable to assist in funding this ever-growing business demand in the USVI.\nSincerely,\nJeffery D. Gilliard, BS NRP/CCEMTP/FPM\nCEO\nTwin City Care, Inc.\nBusiness Expansion Portfolio and Prospectus\nTwin City Care of The Virgin Islands\n11\nPast\nPrior to TCMIH there were no Advance Life Support Ambulance providing interfacility service\non St. Croix and the Governor Juan F. Luis Hospital was left on numerous occasions with patients\nwho were discharged tying up beds. Transports for Patients who need stretcher services were being\ntransported by the 911 emergency ambulances after no alternatives were provided. The research\nshow that an overwhelming number of patients that need stretcher transportation and medical\nmonitoring could not be provided by the current services on St. Croix.\nPresent\nPresently, the competitor, Wheel Coach Services, hasn’t the ability or the authorization to bill the\ncustomers insurance and in many cases the patients and family members will have to pay for their\nown ambulance / stretcher transportation home. The request for Non-emergency ambulance\nservices has experienced an increase on St. Croix 88-92% and has been channeled through the 911\nsystem. Today we also find a lack of Non-emergency ambulance services to provide timely\ntransportation. This constantly creates a multi-tiered domino effect when patients cannot be moved\nout of the hospital. Discharged patients are tying up valuable beds, family members are angry and\nreceiving facilities are not going to accept late patients. Current reimbursements of ambulance\nservices that are medically necessary are at 100% if filed correctly.\nFuture\nWith the present situation of the Governor Juan F. Luis & Lester Schneider Hospital the need to\nmobilize patients frequently, has caused a growth spurt within the district of St. Croix, St. Thomas,\nSt. John and will continue to grow. This growth will be perpetuated by the hospitals need to\ntransport patients from its facility to either a nursing home or home healthcare. Twin City will\ncurrently fill part of the void by providing non-emergency and urgent advance life support\nambulance transport to and from JFLH, nursing homes and other health facilities / organizations\nwhich would avoid much needed bed delays.\nService Definition\nNon-Medical Stretcher service is stretcher patient transportation that requires no medical attention\nor treatment. The service is provided by utilizing a high-top van with a stretcher mounted in the\nback or transport of a patient in an ambulance without providing basic medical care / monitoring\nand is being provided by Wheel Coach Services locally. Twin City will provide Ambulance\nservices which are categorized in the following manner and staffing patterns:\n1. ALS ambulance services – One (1) AEMT and One (1) EMR or EMT\n2. ALS 2 ambulance services – One (1) Paramedic and One (1) AEMT or EMT\nBusiness Expansion Portfolio and Prospectus\nTwin City Care of The Virgin Islands\n12\nCompetition\nPresently, there is no competition for Twin City. All non-emergency ambulance and non-medial\nstretchers are regulated through the Virgin Islands Department of Health and Wheel Coach\nServices that are currently the only provider of the non-medical stretcher. Since 2003 to this date\nWheel Coach is unable to provide non-emergency ambulance service on the island of St. Croix. It\nis very feasible to conduct successful non-emergency ambulance operations with the local\nhospitals (JFLH), fee for service (Medicare, Medicaid, Private Insurance, self-pay).\nPositioning\nIt is the goal of Twin City Care, Inc. to operate a Mobile Integrated Health Service which consist\nof; non-emergency and emergency ambulance, specialized transport, community health and\nmobile phlebotomy service within the USVI. Contracts for fees for service, and subscription\nservice, shall be sought with the major Hospitals, Skilled Nursing Facilities, Casino’s, Tourist\nBureau and the Community at large. It is our contention to provide excellent customer service.\nConsidering the numerous complaints of the lack of current service we feel that by instituting a\npolicy that provides performance parameters that meets the customers’ needs we will be highly\nsuccessful in our goal. It is our intention to provide a two-hour window and true scheduled pick\nup times. According to customer surveys, they desire performance and reliability. Ambulance rates\nare payable by Medicare at $221.00 base rate and $7.31 per mile, the average ambulance call per\nday at Twin City is four. We expect to double that within the first month. We will also work with\nthe local physicians to transport all qualifiable patients by ambulance, such as those who are on\noxygen or those who need non-emergency and urgent transportation to the hospital. We shall also\noffer to the people of St. Croix a subscription service for ground ambulance, where if they need an\nambulance they receive no bill.\nExpansion Launch Strategies\nIt is our intent to expand Twin City Mobile Integrated Health with two ambulances operating per\nday, Mon-Fri and one on the weekends, by salaried personnel on St. Croix and St. Thomas. Once\nthese units are at 85% capacitance, a third unit will be added. Along with the third unit, a marketing\nstrategy should be launched in the St. Johns area. Under this expansion project employees and\nstarting salary ranges would consist of the following:\n4 fulltime Receptionist / Secretary / Dispatcher, $25k/year each\n1 Salaried Chief Executive Officer / Paramedic, $100k/year\n1 Salaried Medical Director, $125k/year\n1 Salaried Human Resource Director, $75k/year\n1 Salaried Chief Operations Officer (Paramedic) $85k/year\n1 Salaried Supervisor / Customer Care Advocate (Paramedic or Advance EMT) $75k/year\n12 Fulltime Emergency Medical Technician (EMT) $45k/year each = $450k/year\n9 Part time Advance Emergency Medical Technician $55k/year each = $495k/year\nBusiness Expansion Portfolio and Prospectus\nTwin City Care of The Virgin Islands\n13\nAll calls received after hours, will be answered by the COO / Director and / or Supervisor and\nimmediately ran by the two of them if it cannot be scheduled.\nA billing / collection Director will handle all billing. This employee will be paid a salary and a\npercentage of the daily collections with accurate billings. This will be the driving incentive to do\na superior job and keep the revenues high.\nPublic Relations / Advertising\nThrough research, it has been recognized many organizations fail to realize that there are three (3)\ncustomers in this business. The customer that rides on the stretcher deservers friendly and efficient\nservice. The second customer is the facility requesting patient transport. The third customers are\nthe staff that transports the clients in a timely, professional and courteous atmosphere. These\ncustomers deserve prompt quality service as well as friendly and efficient service.\nIt has been found through research, that the company that makes public relations Priority One has\nbeen very successful. With the healthcare profession being a tight circle of professionals, the word\nwill quickly spread of the fast, friendly, and efficient service that is being provided. Once this\nreputation is established, and maintained, the advertising will be a part of each associates daily\nactivities and duties.\nTwin City Mobile Integrated Health Services will also align itself with organizations, whose\nclients will utilize our service. Such organizations would be local Hospice, Rehabilitation, Casino,\nHotels, Cruise Lines and Retirement Groups. The company would also be joining other\nprofessional organizations such as the Chamber of Commerce, American Ambulance Association,\nNational Association of EMTs and Rotary Club.\nTwin City Mobile Integrated Health Services will also provide Community paramedicine (CP)\nwhich is an emerging healthcare profession. It allows paramedics and emergency medical\ntechnicians (EMTs) to operate in expanded roles to provide healthcare services to underserved\npopulations. It is a way to improve rural emergency medical services (EMS) as well as address the\nhealthcare needs of the community.\nSome rural patients lack access to primary care, and misuse 911 services in an attempt to access\nemergency departments for routine healthcare. This is demanding on EMS personnel in rural areas\nand causes strains on the workforce. Working in a primary care role, our community paramedics\ncan meet the needs of such individuals, as well as others in the community, in a more efficient and\nproactive way.\nBusiness Expansion Portfolio and Prospectus\nTwin City Care of The Virgin Islands\n14\n1.0 Executive Summary\nThe purpose of this business plan is to raise $10,000,000.00 for the expansion of our Mobile\nintegrated health service while showcasing the expected financials and operations over the next\nfive years. Twin City Care, Inc. is a US Virgin Islands based corporation that will provide nonemergency\nambulance, mobile phlebotomy, Community Health and specialized medical\ntransportation services to people in its targeted market.\n1.1 Products and Service\nTwin City intends to provide non-emergency medical transportation of people to hospital,\nphysicians, physical Therapy clinics, and outpatient centers. TCMIH will be able to attend\nboth urgent and non-urgent call. The business will receive a majority of its income from\npublicly funded healthcare systems and private insurance companies.\n1.2 The Financing\nTwin City is seeking to raise $10,000,000.00. This funding is primarily for expansion cost,\nrelocation and current office maintenance / repairs. During the storm (Hurricane Maria) we\nsuffered severe damage to our current place of operations. The funding requested should assist\nour organization to:\n1. Make repairs to our interior walls, purchase furniture\n2. Replenish radio communication\n3. Purchase additional communication equipment (Dispatch Computers)\n4. Purchase additional ambulances, 2 Quick Response Units and 2 Supervisors Units\n5. 2 years Operational Funds\n6. Office supplies\n7. Medical supplies\n8. General Operational Costs\nTwin City has already purchased its first ambulance and will have it in comission by April\n2018.\n1.3 Management Team\nTwin City Care, Inc. was co-founded by Eugene Phipps, Jeffery D. Gilliard, and Jerry\nGalloway together we have a combined experience of over 90 years in the emergency medical\nfield and 31 years’ experience in Non-emergency medical transportation (see Curriculum\nVitae’s). Through our expertise and knowledge, we will be able to bring the services of this\nbusiness to profitability with its first year of operations.\nBusiness Expansion Portfolio and Prospectus\nTwin City Care of The Virgin Islands\n15\nTWIN CITY CURRENT FINANCIAL SHEET:\nRadio Communications\nRadio Service $250.00\nDispatch Center $2,500.00\nAnnual Total $30,250.00\nRadio Communications\nMobile Radio 4 $2200.00 ea. $8,800.00\nPort. Radio 5 $1800.00 ea. $9,000.00\nTablets/ mounts 4 $3,000.00 ea. $12,000.00\nTotal Cost $29,800.00\nTele- Communications\nTelephone Office $220.00\nFax Office $110.00\nCell Operations X 3 AT & T\n$100.00/\nmonth\n$300.00\nInternet Office Broad Band\n$400.00\nMonth\n/\n$400.00\nInternet Mobile AT& T\n$500.00\nMonth\n/\n$500.00\nAnnual Total $6,730.00\nFacility Rental\n$3,500.00\nAnnual Total $42,000.00\nUtilities\nWAPA $1,200.00\nAnnual Total $28,800.00\nBusiness Expansion Portfolio and Prospectus\nTwin City Care of The Virgin Islands\n16\nOffice Supplies\nPrinting Advertising $125.00/week $500.00\nDirect Mail $20.00/week $80.00\nBrochure $375.00/week $1,500.00\nAdvertising $150.00/week $600.00\nWebsite Advertising / Hosting $150.00/week $600.00\nPromotional Materials $375.00/Month $1,500.00\nAnnual Total $57,360.00\nBusiness License Expenses\nBus. License $500.00\nVehicle License $500.00\nVehicle Ins. $3,000.00\nAnnual Total $4,000.00\nStaff Education\nMonthly $3,000.00 $3,000.00\nAnnual Total $36,000.00\nStaff Uniform\n$2,500.00 $2,500.00\nAnnual Total $2,500.00\nBusiness Expansion Portfolio and Prospectus\nTwin City Care of The Virgin Islands\n17\nAmbulance Medical/Equipment Supplies\nITEM Amount Cost Total\nALS Medical Bag (BLUE) $462.00 ea. $462.00 X 2 $924.00\nTrauma Bag (RED) $277.00 ea. $277.00 X 2 $554.00\nPelican Drug Box $510.00 ea. $510.00 X 2 $1,020.00\nPower Stair Chair (RED)\nFerno\n$6800.00 ea. $6800.00 X 1 $6,800.00\nCombination\nBackboard/Scoop\n$950.00 ea. $950.00 X 2 $1,900.00\nHead Immobilizer $130.00 ea. $130.00 X 4 $520.00\nPedi Board $180.00 ea. $180.00 X 2 $360.00\nLifePak 15 Defib/ Monitor\n$27000.00\nea.\n$27000.00 X 2 $54,000.00\nMulti-system BP Cuff $160.00 ea. $160.00 X 4 $640.00\nReeves Heavy Duty Stretcher $378.00 ea. $378.00 X 2 $756.00\nReeves First call bag $90.00 ea. $90.00 X 2 $180.00\nIO Drill Kit (Hard case) $450.00 ea. $450.00 X 2 $900.00\nCPAP Kit (MACS) $2500.00 ea. $2000.00 X 2 $4,000.00\nThomas EMS Pedi Braslow\nBag\n$1320.00 ea. $1320.00 X 2 $2,640.00\nTotal $75,194.00\nAmbulance 2017\nChassis Cost ea. Amt. TOTAL\nSprinter Ambulance 2018 $245,617.74 1 $245,617.74\nIncluding Shipping\nIncluding Graphics\nStretcher (Ferno)\nTotal $245,617.74\nIntial\nCost\nProject\n$558,251.74\nBusiness Expansion Portfolio and Prospectus\nTwin City Care of The Virgin Islands\n18\n1.4 Current Assets\nTwin City Care, Inc. has current assets consisting of training equipment, 1-2017 Ambulance,\nEMS Equipment, office furniture and supplies for a total of $358,811.74.\nTWIN CITY EXPANSION NEEDS FINANCIAL PROPOSAL:\nAdditional Radio Communications\nRadio Service $250.00\nDispatch Center $2,500.00\nAnnual Total $30,250.00\nAdditional Portable Communications\nMobile Radio 4 $2200.00 ea. $8,800.00\nPort. Radio 5 $1800.00 ea. $9,000.00\nTablets/ mounts 4 $3,000.00 ea. $12,000.00\nTotal Cost $29,800.00\nTele- Communications\nTelephone Office $220.00\nFax Office $110.00\nCell Operations X 3 AT & T\nInternet Office Broad Band\nInternet Mobile AT& T\n$100.00/\nmonth\n$400.00 /\nMonth\n$500.00 /\nMonth\n$300.00\n$400.00\n$500.00\nAnnual Total $6,730.00\nFacility Purchase\n10000 Sqft Building $2,350,000.00\nAnnual Total $2,350,000.00\nBusiness Expansion Portfolio and Prospectus\nTwin City Care of The Virgin Islands\n19\nUtilities\nWAPA $2,400.00\nAnnual Total $28,800.00\nOffice Supplies\nPrinting Advertising $125.00/week $500.00\nDirect Mail $20.00/week $80.00\nBrochure $375.00/week $1,500.00\nAdvertising $150.00/week $600.00\nWebsite Advertising / Hosting $150.00/week $600.00\nPromotional Materials $375.00/Month $1,500.00\nAnnual Total $57,360.00\nAnnual Total $172,080.00\nBusiness License Expenses\nBus. License $500.00\nVehicle License x 6 $3,500.00\nVehicle Ins. X 6 $18,000.00\nAnnual Total x 3 years $328,000.00\nStaff\nEducation/Month\nWage/Taxes/Benefits/Month\n$\n6,000.00\n$\n1,430,000.00\nAnnual Total x 3 years\n$ 6,000.00\n$\n1,430,000.00\n$\n4,296,000.00\nStaff Uniform\n$ 10,000.00 $ 10,000.00\nAnnual Total x 3 years\n$\n30,000.00\nBusiness Expansion Portfolio and Prospectus\nTwin City Care of The Virgin Islands\n20\nAmbulance & QRV Medical/Equipment Supplies\nITEM Amount Cost Total\nALS Medical Bag (BLUE) $462.00 ea. $462.00 X 2 $924.00\nTrauma Bag (RED) $277.00 ea. $277.00 X 2 $554.00\nPelican Drug Box $510.00 ea. $510.00 X 2 $1,020.00\nPower Stair Chair (RED) Ferno $6800.00 ea. $6800.00 X 1 $6,800.00\nCombination Backboard/Scoop $950.00 ea. $950.00 X 2 $1,900.00\nHead Immobilizer $130.00 ea. $130.00 X 4 $520.00\nPedi Board $180.00 ea. $180.00 X 2 $360.00\nLifePak 15 Defib/ Monitor $27000.00 ea. $27000.00 X 2 $54,000.00\nMulti-system BP Cuff $160.00 ea. $160.00 X 4 $640.00\nReeves Heavy Duty Stretcher $378.00 ea. $378.00 X 2 $756.00\nReeves First call bag $90.00 ea. $90.00 X 2 $180.00\nIO Drill Kit (Hard case) $450.00 ea. $450.00 X 2 $900.00\nCPAP Kit (MACS) $2500.00 ea. $2000.00 X 2 $4,000.00\nThomas EMS Pedi Braslow Bag $1320.00 ea. $1320.00 X 2 $2,640.00\nTotal $75,194.00\nTotal x 6 units $451,164.00\nAmbulance 2018\nChassis Cost ea. Amt. TOTAL\nSprinter Ambulance 2018 $245,617.74 1 $245,617.74\nIncluding Shipping\nIncluding Graphics\nStretcher (Ferno)\nTotal for 4 additional units $982,470.96\nQRV Units 2018\nChassis Cost ea. Amt. TOTAL\nFord F350 2018 $145,266.88 1 $145,266.88\nIncluding Shipping\nIncluding Graphics\nEquipment Box\nTotal for 2 units $290,533.76\nBusiness Expansion Portfolio and Prospectus\nTwin City Care of The Virgin Islands\n21\nSupervisor/Community Paramedicine Units 2018\nChassis Cost ea. Amt. TOTAL\nSprinter Ambulance 2018 $245,617.74 1 $245,617.74\nIncluding Shipping\nIncluding Graphics\nStretcher (Ferno)\nTotal for 2 units $982,470.96\nTotal Funding Needed\nExpansion $9,978,299.68\n$\nTotal Funding Requested\n10,000,000.00\n1.5 Summary\nWith your donation of $10,000,000.00, Twin City commits to aggressively expand during the\nnext three (3) years of operation. The intentions are to purchase an operations facility, set up a\nmental health crisis hotline, purchase additional equipment and hire additional personnel. We\nalso intend to implement marketing campaigns that will effectively target individual new\ncustomers within the territory. Due to our unique inside and immediate access to the market in\nwhich we are involved with, on a daily basis, we will be able to assist and provide guidance to\nthe needs of our patients, constituents and future customers.",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_029475.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 37821,
    "word_count": 5624,
    "line_count": 729,
    "import_date": "2025-11-19T21:47:46.638851",
    "prefix": "TEXT-001"
  }
}