{
  "document_id": "HOUSE_OVERSIGHT_026831",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026831.txt",
  "text": "A. Raw Land Investment. A qualifying foreign pension fund invests in a partnership that buys raw land\nin the United States. (This could be a vacant lot, timberland, oil and gas or mineral property, or other\nproperty interests that qualify for treatment as real property for federal income tax purposes.) The\ninvestment is a capital asset, as the partnership is not engaged in business. The partnership later sells\nthe property to a developer, or the pension fund sells its partnership interest. Under prior law, the\nforeign pension fund's non-business capital gain would automatically be subject to US federal income\ntax because of FIRPTA. Under the new law, the foreign pension fund's long-term or short-term capital\ngain is exempt from U.S. income tax and FIRPTA withholding because FIRPTA does not apply.\n\nB. Equity Kicker Mortgage Loan Investment. A foreign pension fund acquires an ownership interest\nin a mortgage loan secured by U.S. real property. The loan includes stated interest plus an equity\nkicker (e.g., additional interest equal to a share of gain realized on sale of the property). Such an\nequity kicker loan is treated as a U.S. real property interest under FIRPTA. Under prior law, gain\nrealized by the foreign pension fund upon sale of the loan would automatically be subject to U.S.\nincome tax under FIRPTA. Under new law, the gain realized on the sale of the mortgage loan would\nbe exempt from U.S. income tax. (This conclusion is based on the assumption that the foreign pension\nfund is a mere investor and not engaged in an active lending business in the U.S.)\n\nC. U.S. Blocker Corp. Investment. A foreign pension fund wants to make an equity investment in a\nU.S. real estate business that is organized as a partnership. The foreign pension fund forms a U.S.\ncorporation to acquire the partnership interest and the corporation is capitalized with a mix of equity\nand debt held by the shareholder. The corporation is subject to U.S. income tax on its net income, but\ngets to deduct interest paid or accrued on the debt held by the shareholder. The foreign corporation\nlater sells the stock of the corporation. Under prior law, the gain on sale of the stock would be subject\nto U.S. income tax because the corporation was a \"U.S. real property holding corporation\" under\nFIRPTA. Under new law, FIRPTA does not apply to the foreign pension fund, so the capital gain on sale\nof the stock is exempt from U.S. income tax. Note that the U.S.-source interest paid to the foreign\nshareholder could be subject to U.S. withholding tax under the regular rules of the Code, but if the\npension fund is organized in a jurisdiction that has a tax treaty with the U.S. (e.g., UK, Germany,\nFrance, China, Japan, etc.), these interest payments could be exempt from U.S. withholding under such\ntax treaty.\n\n2. FIRPTA EXEMPTION FOR INVESTMENTS IN PUBLICLY TRADED REIT STOCK INCREASED FROM 5\nPERCENT to 10 PERCENT\n\nFor publicly traded REITs, the PATH Act opens the door to increased investment by expanding the\ncurrent statutory exemption from FIRPTA for small portfolio investments by non-U.S. persons. The Act\nprovides all foreign investors (not just pension funds) can now own up to 10 percent of the stock of a\npublicly traded REIT without triggering FIRPTA tax. Under prior law, FIRPTA tax would apply upon the\nforeign investor's sale of stock of the publicly traded REIT or the receipt of certain distributions from\nsuch REIT if the foreign investor holds more than 5 percent of the REIT's stock.\n\n3. CLARIFICATION OF THE EXEMPTION FOR INVESTMENTS IN DOMESTICALLY CONTROLLED REITS\nThe PATH Act includes important clarifying presumptions that will allow publicly traded REITs and their\nshareholders to rely with greater confidence on the current law FIRPTA exemption for gains realized\non sales of stock in \"domestically controlled\" REITS. In determining whether a REIT is domestically\ncontrolled, the REIT is now permitted to presume that any owner of less than 5 percent of any publicly\n\ntraded shares of the REIT is a U.S. person, unless the REIT has actual knowledge to the contrary.\n\n4. REVENUE RAISING PROVISIONS RELATING TO FIRPTA AND REITs\n\nHOUSE_OVERSIGHT_026831",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026831.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4178,
    "word_count": 693,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.601001",
    "prefix": "IMAGES-009"
  }
}