{
  "document_id": "HOUSE_OVERSIGHT_024581",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024581.txt",
  "text": "KUE Management\n\nAt the conclusion of this offering, the KUE management team will consist of the following\nindividuals.\n\nPrincipals\n\nMichael Mifken, Co-Founder and Chairman\n\nMr. Milken is Co-Founder and Chairman of KUE. One cf America’s leading philanthropists, he was called\n“The Man Who Changed Medicine’ in a Fortune magazine cover story that chronicled his three decades\nof efforts to accelerate medical solutions. He Co-Founded the Milken Family Foundation in 1982 to\nadvance programs in medical research and education. In 1993, Mr. Milken expanded his medical\nphilanthropy by launching the Prosiate Cancer Foundation, the world's largest private source of funding\nfor research on that disease. A decade later, he concluded that progress wasn’t coming fast enough, so\nhe founded FasterCures, which seeks to shorten the path to breakthroughs for all deadly diseases. Mr.\nMilken also chairs the Milken Institute, a think tank who conferences feature opinion leaders and\ngovernment officials from around the world. Among the many awards Mr. Milken has received is the\nMarcus Garvey Award for major contributions to the formation and inspiration of African-American\nbusinesses. He earned his bachelor’s degree at the University of California at Berkeley, and his MBA\nfrom the University of Pennsylvania’s Wharton School,\n\nSteven Green, Vice Chairman\n\nSteven Green, who served as the 12th U.S. Ambassador to the Republic of Singapore from 1997 to 2001,\nis Vice Chairman of KUE and Chairman and CEO of Greenstreet Real Estate Partners, a professional\nreal estate firm. Ambassador Green previously served as Chairman and CEO of Samsonite Corporation,\nwhich was the major operating subsidiary of Astrum International Corporation. As Chairman of Astrum,\nAmbassador Green spearheaded the operating company’s expansion into emerging markets in Eastern\nEurope, the CIS, Asia and the Middle East. In 1992, he opened the first American retailing center on Red\nSquare. In 1995, President Clinton appointed him to the President's Export Council, where he served on\nthe Executive Committee and chaired the Strategic Communications Committee. Ambassador Green is\nalso Chairman and Chief Executive Officer of K1 Ventures Limited, a publicly traded investment company\nin Singapore, and is a board member of Greensireet Realty, a company that manages a large portfolio of\neducation-related real estate. [In addition to his corporate responsibilities, he has been active in U.S. civic\naffairs, serving as a contributing trustee and director for a number of community and national\norganizations, including the University of Miami, the U.S. Chamber of Commerce and serves as Honorary\nConsul General of Singapore in Miami, Florida. The Green Family Foundation endows special projects in\ncommunity and national service.\n\nLowell Milken, Co-Founder, President and Chief Executive Officer\n\nLowell Milken is President and Chief Executive Officer of KUE. He is also Chairman of London-based\nHeron International, a worldwide leader in property development and investment; Chairman of KU\nEducation, Inc., a leading company in ECE and K-9 educational programs and services; and Chairman\nand Co-Founder of the Milken Family Foundation. Under his leadership, the Milken Family Foundation\nhas become one of the most innovative private foundations in the U.S., developing groundbreaking\nprograms in K-12 education. Mr. Milken created the Foundation’s National Educator Award program,\nwhich today is the largest teacher-recognition program in the U.S. Dubbed the “Oscars of Teaching” by\nTeacher Magazine, it has awarded more than $50 million to honor more than 2,100 K-12 teachers and\nprincipals. Mr. Milken also launched the Teacher Advancement Program (\"TAP\") in 1999 as a\ncomprehensive school reform to attract, develop, motivate and retain high quality teachers for America’s\nschools. Today TAP schools are operating in 12 states impacting thousands of teachers and ten of\nthousands of students. Mr. Milken serves as Chairman of the Institute for Excellence in Teaching which\namong its many activities is the operation of the Teacher Advancement Program. Widely known as an\neducational pioneer and innovator, Mr. Milken has been recognized by numerous awards from such\n\n148\n\nHOUSE_OVERSIGHT_024581",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024581.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4266,
    "word_count": 640,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:48.379348",
    "prefix": "IMAGES-008"
  }
}