{
  "document_id": "HOUSE_OVERSIGHT_014903",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014903.txt",
  "text": "eBay (Buy, $38 PO)\n\nStock view: Marketplace growth should improve in 2017\n\neBay’s 4Q results showed signs of Marketplace improvement, with improving mobile\nand C2C trends and a modest pickup in new buyers. Management expects to put\nmarketing dollars behind this trend to drive Marketplace growth momentum in 2017\n(guidance calls for 1 point of acceleration in Marketplace volume in 1Q, with 2 points for\nthe full year). Expectations have risen since the start of the year, and we think eBay\nneeds to deliver 1 point acceleration in US GMV growth vs 1Q to maintain confidence in\nmanagement’s execution. There is also significant interest in eBay’s first party ad\nstrategy and potential improvement in transaction take rates (at expense of MS&O\nrevenues).\n\nThe potential structured data impact also remains top of mind for investors as\nstructured data will provide the backbone for improving customer search and product\nexperiences. As of 4Q’16, there are 180mn+ structured data pages v. 100mn+ pages at\nthe end of 3Q’16. More pages are expected in 2017, which will start to be exposed to\ncore organic traffic. Management appears confident that the impact of structured data\nwould increasingly benefit results and that structured data formats will be much more\nvisible by holiday 2017. Overall, if 1Q results are at/above expectations, we think the\nstock will reflect even more optimism on structured data improvement.\n\nFor margins, we expect continued pressure in 2017 as the company ramps up marketing\nspend and increases its Al capabilities. If the company can manage to accelerate top\nline growth through conversion rate improvements, some of the upside may be invested,\nlimiting 2017 earnings flow through (but benefitting growth in 2018). Therefore, we\nthink customer, transaction and revenue trends most important for 2017, but lack of\nmargin flow through could be sentiment headwind for the stock.\n\nKey theme/metric(s) for 1Q: Marketplace growth/outlook\n\nOur model assumes US GMV growth of 3.5% y/y, an 80bps q/q acceleration off an 80ps\neasier y/y comp, while we anticipate 6.0% y/y Intl ex-FX GMV growth. US acceleration\n(despite a modest Leap Year headwind) is likely needed to maintain increased\nmanagement confidence. Our model assumes 8.3% take rate, which is up 10bps y/y and\ncould be aided by the early transition to 1* party advertising on the site. eBay’s 1Q\nrevenue guide implies 5% y/y ex-FX growth at the midpoint, while the 2017 revenue\nguide calls for 7% ex-FX growth, implying revenue growth acceleration during the year.\n\nChart 9: eBay quarterly GMV and revenue y/y growth\n\n10%\n5%\n0%\n\n-5%\n\n-10%\n-15%\n\n-20%\n1Q15A 2Q15A 3Q15A 4Q15A 1Q16A 2Q16A 3Q16A 4Q16A 1Q17E 2Q17E 3Q17E 4Q17E\n\n===—=Revenue Growth =-==—=GMV Growth\n\nSource: BofA Merrill Lynch Global Research estimates, company report\n\nBiggest 1Q issues/risks:\n* Overall GMV growth remains muted as structured data changes still early, reducing\nconfidence in future improvement.\n\nBankofAmerica <2 ; ;\nMerrill Lynch Internet/e-Commerce | 06 April2017 17\n\nHOUSE_OVERSIGHT_014903",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014903.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3050,
    "word_count": 481,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:48.480463",
    "prefix": "IMAGES-003"
  }
}