{
  "document_id": "HOUSE_OVERSIGHT_028571",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028571.txt",
  "text": "Cite as: 586 U.S. (2019) 13\n\nBREYER, J., dissenting\n\n1502.\n\nSome of these organizations, including the International\nFinance Corporation (IFC), themselves believe they do not\nneed broad immunity in commercial areas, and they have\nwaived it. See, e.g., Articles of Agreement of the Interna-\ntional Finance Corporation, Art. 6, §8, Dec. 5, 1955, 7\nU.S. T. 2214, 264 U. N. T. 8S. 118 Gmplemented by 22\nU.S. C. §282g); see also 860 F. 3d 708, 706 (CADC 2017).\nBut today’s decision will affect them nonetheless. That is\nbecause courts have long interpreted their waivers in a\nmanner that protects their core objectives. See, e.g.,\nMendaro v. World Bank, 717 F. 2d 610, 614-615 (CADC\n1983). (This very case provides a good example. The D. C.\nCircuit held below that the IFC’s waiver provision does not\ncover petitioners’ claims because they “threaten the\n[IFC’s] policy discretion.” See 860 F. 3d, at 708.) But\ntoday’s decision exposes these organizations to potential\nliability in all cases arising from their commercial activi-\nties, without regard to the scope of their waivers.\n\nUnder the majority’s interpretation, that broad exposure\nto liability is at least a reasonable possibility. And that\nbeing so, the interpretation undercuts Congress’ original\nobjectives and the expectations that it had when it enacted\nthe Immunities Act in 1945.\n\nB\n\nThe majority’s opinion will have a further important\nconsequence—one that more clearly contradicts the stat-\nute’s objectives and overall scheme. It concerns the im-\nportant goal of weeding out lawsuits that are likely bad or\nharmful—those likely to produce rules of law that inter-\nfere with an international organization’s public interest\ntasks.\n\nTo understand its importance, consider again that in-\nternational organizations, unlike foreign nations, are\nmultilateral, with members from many different nations.\n\nHOUSE_OVERSIGHT_028571",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028571.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1881,
    "word_count": 291,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:49.217764",
    "prefix": "IMAGES-010"
  }
}