{
  "document_id": "HOUSE_OVERSIGHT_030832",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030832.txt",
  "text": "Broward pilot gets four years in\nprison for child porn\npossession\n\n. Broward pilot gets four years in prison for child porn possession\n\nHallywoed police find untested\nrape lots in evidence room\nrefngerator\n\n. Hollywood police find untested rape kits in evidence room refrigerator\n\nM\n- Maps\n« Palm Beach, FL, USA\n\nBy Brett Clarkson, Sun Sentinel\n7:43 pam. EDT, April 21, 2014\n\nDid a Palm Beach billionaire being investigated for having sex with young girls use his wealth to negotiate a lenient and secret agreement that saw him\navoid federal prosecution?\n\nAttorneys for two victims, known only as Jane Doe 1 and 2, may soon get an answer thanks to an appeals court ruling against financier and sex offender\nJeffrey Epstein, 61.\n\nThe ruling, issued Friday, orders federal authorities to disclose the correspondence that took place between Epstein's attorneys and federal prosecutors when\nthey were negotiating a 2007 agreement, which allowed him to escape federal prosecution if he pleaded guilty to state charges that carried a lesser penalty.\n\n\"We're trying to figure out if Epstein used his political connections and great wealth to secure this kind of arrangement. that was unheard of, frankly. if you\nlook at these charges,\" said Paul Cassell, an attorney for the women.\n\nEpstein is a native New Yorker who according to media reports built a huge fortune as a money manager and owns several properties including a primary\nresidence in Manhattan, a Palm Beach mansion and his own island in the Caribbean. At one point he counted among his friends former President Bill\nClinton, Donald Trump and other high-powered figures.\n\nThe appeal court decision described the background of Epstein's case, stating that in 2006, the Federal Bureau of Investigation \"began investigating\nallegations that Jeffrey Epstem had sexually abused several minor girls.\"\n\nIn September 2007, federal prosecutors struck the non-prosecution deal with Epstein, but didn't tell the victims, court filings say.\n\nPhotos: Crimes that shocked South Florida\n\n\"Not only did the United States neglect to confer with the victims before it entered into the agreement with Epstein, it also failed to notify them of its\nexistence for at least nine months,\" Circuit Judge William H. Pryor wrote in the appeals court decision.\n\nTn June 2008, Epstein pleaded guilty to a state charge of procuring a person under the age of 18 for prostitution and was sentenced to 18 months in prison.\nHe spent 13 months behind bars, and is registered as a sex offender in Florida.\n\nThe situation also resulted im civil suits being filed against Epstein, who according to media reports settled claims from about two dozen young women who\nalleged he paid them for sexual massages at his Palm Beach mansion, some as young as 14, according to media reports.\n\nTo the attorneys who represent the Jane Does 1 and ?, the sentence was much lighter than the years, or possibly decades, that Epstein could've spent behind\nbars had he been prosecuted in the federal system.\n\nThey're hoping that the correspondence, ordered released by the Eleventh Circuit Court of Appeals, will shed light on what they say is an unusually lenient\ndeal.\n\n\"T can say that I've been teaching criminal law for more than two decades and I have never seen a plea agreement as lenient as this one, for hands-on sex\n\noffenders,” said Cassell, who is based in Salt Lake City.\n\nBut one of Epstein's attorney's. Martin Weinberg, based in Boston, disputed those characterizations. Weinberg said Monday that the plea agreement was\n\"reached in good faith\" and that \"it's not a fair conclusion” to describe the agreement as either improper or tainted by Epstein's wealth.\n\n\"T's Mr. Cassell's hope that this correspondence may support that theory, but the reality is that the U_S. Attorney's Office made a responsible judgment in\nhow to implement the law,” Weinberg said.\n\nWeinberg said he was concerned about the potential impact the ruling would have on the ability of criminal defense attorneys and prosecutors to\ncommunicate confidentially.\n\nHe also said he and Epstein co-counsel, Miami criminal defense attorney Roy Black, will ask the Atlanta-based appeals court to review the decision.\n\nAs for the Jane Does, who are now over 18, it's just the latest development in a long legal saga, another one of their attorneys said.\n\nHOUSE_OVERSIGHT_030832",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030832.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4353,
    "word_count": 710,
    "line_count": 75,
    "import_date": "2025-11-19T21:47:49.011417",
    "prefix": "IMAGES-011"
  }
}