{
  "document_id": "HOUSE_OVERSIGHT_031236",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031236.txt",
  "text": "° You met a student from another university, an atheist activist, in March 2008 at the American Atheists\nConvention in Minneapolis. She wanted to expand the atheist group she ran at the midwestern university she\nwas attending, and hoped to convince you to come and speak. You initially seemed enthusiastic.\n\n° During the convention, attendees including you and Richard Dawkins went for dinner with the student\nand volunteers for Dawkins’ foundation.\n\n° Afterwards, the student invited you to join the volunteers for a drink.\n\n° You asked her to come get you in your hotel room. She was wary of your intentions, and so brought a\nmale friend with her. Opening the door to find them both there, you informed her you had decided not to go.\n° You met this student again at the American Atheists Convention in Des Moines, lowa, in April 2011.\n\n° You pulled over a chair for her in the bar, and then started running your hand up her leg under the\ntable.\n\n° She tried to shift her body away from you, and you persisted in putting your hand on her leg. She\n\ncrossed her legs, and you kept trying. Then she turned her entire body away.\n\nIncident 5:\n\n° This incident allegedly occurred on in May 2011 on a CFI cruise. We understand that CFI staff were\ninformed that you had propositioned a female cruise-goer, who rejected an invitation to join you and your\nfemale companion for sex in your cabin.\n\n° At least two CFI staffers were sufficiently concerned about reports of your behavior that they urged\nCFI’s president not to invite you on a 2014 cruise of the Galapagos Islands. You were invited on that cruise,\nhowever.\n\nIncident 6:\n\n° During a visit to Melbourne, Australia, in November 2016, you were accused of sexual misconduct once\nagain.\n\n° The incident happened at a dinner held at the Melbourne Zoo as part of the Australian Skeptics\nNational Convention, where you were a featured speaker.\n\n° With conference delegates chatting over drinks, a woman asked you for a celebrity selfie.\n\n° As the woman held out her phone to take the picture, you reached over her shoulder and grabbed her\nright breast.\n\n° She immediately reacted, bodychecking you and spinning around. “Don’t do that,” she said.\n\n° BuzzFeed News has seen the complaint made by another woman to ASU, ANU, and the New College\n\nof the Humanities in London, including the selfie, her face obscured to conceal her identity. It shows your hand\nin motion as a blur in front of her shoulder, apparently moving toward her chest. Two other eyewitnesses have\nconfirmed the complainant's account of what happened.\n\n° In April 2017, the complainant described the incident on her blog. After hearing more about your\nreputation for inappropriate behavior from blog readers, she decided to file a complaint about the Nov. 2016\nincident.\n\n° On July 16, she filed formal complaints with Arizona State University, and with the Australian National\nUniversity in Canberra and the New College of the Humanities in London, where you have visiting\nappointments.\n\n° Both Arizona State and the Australian National University told her they would look into the matter. But\nneither university found against you.\n\n° “Based on the material available to the University, we do not have sufficient evidence to substantiate\nthe allegations,” Kiaran Kirk, dean of the College of Science at the Australian National University, wrote to her.\n\n° Erin Ellison, who heads Arizona State’s Office of Equity & Inclusion, wrote to her explaining that an\ninquiry “did not find a violation of university policy.”\n\nHOUSE_OVERSIGHT_031236",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031236.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3550,
    "word_count": 601,
    "line_count": 69,
    "import_date": "2025-11-19T21:47:46.845695",
    "prefix": "IMAGES-011"
  }
}