{
  "document_id": "HOUSE_OVERSIGHT_014360",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014360.txt",
  "text": "* Onamore cautious note, AXP said that Discount rate pressures are likely to remain\nelevated near-term as EU merchants renegotiate contracts post-interchange rules\nand the OptBlue program gains additional scale in the US. Strengthening in the\nUSS will also lead to FX headwinds that will likely impact NT results, particularly\nfrom countries like Mexico where AXP has a large business.\n\nConference Panels Top Takeaways\n\nContact your BofA sales representative for additional information.\n\nBlockchain: Potential Transformation of Financial Markets\nWith Blockchain one of the most talked about potential disruption in financial services\nand 71% polled noting that blockchain is a significant opportunity for financial service\nfirms, we thought it was timely to host a panel on the potential impact of Blockchain on\nfinancial markets that included Co-founder & COO of R3 Todd McDonald and CEO of\nAxoni Greg Schvey.\n\n+  Blockchain could lead to $60-80bn of annual potential cost savings for\nfinancial institutions. While it is still early days to know what the full impact of\npotential cost savings that blockchain technology could bring to financial\ninstitutions, the panelists believe that total savings could reach $60-80bn.\n\n¢ Successful implementation of equity swaps. An area where Blockchain has shown\nto be successfully implemented is around equity swaps. Axoni had worked with\nmultiple financial institutions to handle data reconciliation around its equity swaps\nrecord which drove efficiencies.\n\n¢ Trade finance viewed as most likely for success. When asked which part of the\nfinancial industry will be the first to successfully utilize blockchain technology, 38%\nof those polled cited trade finance/transaction banking as the most likely, with 28%\nciting capital markets & securities servicing.\n\nChart 66: Which part of the financial industry do you believe will be the first to successfully utilize\nblockchain technology?\n\n38%\n\n40%\n\n30%\n\n20%\n\n10%\n\n0%\n\nWholesale payments Trade Capital markets & Retail payments\n(cross-border F/X, _ fianance/transaction —_ securities servicing (parallel currency\ncorrespondent banking) banking (receivables (securities settlement, systems, remittances)\nfinance, commodities asset documentation)\n\ntrade finance)\n\nSource: BofA Merrill Lynch Global Research\n\n¢ Implementation could be earlier than expected. While many investors are\nskeptical that blockchain will be broadly adopted in the near term, with none of the\naudience expecting it to be widely adopted within 12-24 months, the panelists were\nmore optimistic and believes that there could be upside surprise in terms of the\ntiming as proof points and implementation could happen more quickly than\nexpected.\n\nBankofAmerica <2”\n\n46 2016 Future of Financials Conference | 17 November 2016 Merrill Lynch\n\nHOUSE_OVERSIGHT_014360",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014360.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2818,
    "word_count": 413,
    "line_count": 68,
    "import_date": "2025-11-19T21:47:44.722874",
    "prefix": "IMAGES-002"
  }
}