{
  "document_id": "HOUSE_OVERSIGHT_031852",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031852.txt",
  "text": "[9\n\nAmericans are better placed to answer that question than Kissinger,\nwho has dealt with four generations of Chinese leaders.\n\nThe most profound insights of On China are psychological. They\nconcern the fundamental cultural differences between a Chinese elite\nwho can look back more than two millennia for inspiration and an\nAmerican elite whose historical frame of reference is little more than\ntwo centuries old. This became most obvious in the wake of June\n1989, when Americans recoiled from the use of military force to end\nthe Tiananmen Square pro-democracy demonstrations. To\nKissinger’s eyes, it was doubly naive to retaliate to this crackdown\nwith sanctions: “Western concepts of human rights and individual\nliberties may not be directly translatable ... to a civilization for\nmillennia ordered around different concepts. Nor can the traditional\nChinese fear of political chaos be dismissed as an anachronistic\nirrelevancy needing only ‘correction’ by Western enlightenment.”\nAs China’s first Anglophone leader, Jiang Zemin, explained to\nKissinger in 1991: “We never submit to pressure ... It is a\nphilosophical principle.” The United States and China went to war\nin Korea because of another cultural gap. It came as a surprise to the\nAmericans when Mao ordered Chinese intervention because the\nmilitary odds looked so unfavorable. But, argues Kissinger, his\n“motivating force was less to inflict a decisive military first blow than\nto change the psychological balance, not so much to defeat the enemy\nas to alter his calculus of risks.”” Mao was a master of the ancient\nEmpty City Stratagem, which seeks to conceal weakness with a show\nof confidence, even aggression. To Westerners, his insistence that he\ndid not fear a nuclear attack seemed unhinged or, at best, callous\n(“We may lose more than 300 million people. So what? War is war.\nThe years will pass, and we’ll get to work producing more babies\nthan ever before”). But this was classical Chinese bravado, or\n“offensive deterrence.” “Chinese negotiators,” observes Kissinger\n\nHOUSE_OVERSIGHT_031852",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031852.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2065,
    "word_count": 324,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:44.661635",
    "prefix": "IMAGES-011"
  }
}