{
  "document_id": "HOUSE_OVERSIGHT_029075",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029075.txt",
  "text": "wealth that they took in the 15 years leading up to the crisis was not hit at all, and I think\nthat’s one of the fuels of this populist revolt that we’re seeing as the tea party. So I think\nthere are many, many measures, particularly about getting the banks on better footing,\nmaking them address all the liquid assets they have. I think you need a real clean-up of\nthe banks balance sheets.\n\nIn addition, I think you really need to go back and make banks do what they do:\nCommercial banks lend money, and investment banks invest in entrepreneurs and to get\naway from this trading — you know, the hedge fund securitization, which they’ve all\nbecome basically trading operations and securitizations and not put capital back and\nreally grow businesses and to grow the economy. So I think it’s a whole area that just —\nand I will tell you, the underpinning of this populist revolt is the financial crisis of 2008.\nThat revolt, the way that it was dealt with, the way that the people who ran the banks and\nran the hedge funds have never really been held accountable for what they did, has fueled\nmuch of the anger in the tea party movement in the United States.\n\nQuestioner: Thank you.\n\nBannon: Great question.\n\nQuestioner: Hello, Mr. Bannon. I’m Mario Fantini, a Vermonter living in Vienna,\nAustria. You began describing some of the trends you're seeing worldwide, very\ndangerous trends, worry trends. Another movement that I’ve been seeing grow and\nspread in Europe, unfortunately, is what can only be described as tribalist or neo-nativist\nmovement — they call themselves Identitarians. These are mostly young, working-class,\npopulist groups, and they’re teaching self-defense classes, but also they are arguing\nagainst — and quite effectively, I might add — against capitalism and global financial\ninstitutions, etc. How do we counteract this stuff? Because they're appealing to a lot of\nyoung people at a very visceral level, especially with the ethnic and racial stuff.\n\nBannon: I didn’t hear the whole question, about the tribalist?\n\n“One of the committees in Congress said to the Justice Department, 35 [bank] executives,\nI believe, that they should have criminal indictments against — not one of those has ever\nbeen followed up on.”\n\nHOUSE_OVERSIGHT_029075",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029075.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2261,
    "word_count": 380,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:45.212196",
    "prefix": "IMAGES-010"
  }
}