{
  "document_id": "HOUSE_OVERSIGHT_022567",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022567.txt",
  "text": "Assume the following additional facts:\n\nUnder its company policy for a government transaction of this size, Company A requires both finance and compliance\napproval. The finance officer is concerned that the discounts to Distributor are significantly larger than what they have\napproved for similar work and will cut too deeply into Company A's profit margin. The finance officer is also skeptical about\nincluding Local Partner to perform some of the same services that Company A is paying Distributor to perform. Unsatisfied\nwith Sales Executive's explanation, she requests a meeting with Distributor and Principal 1. At the meeting, Distributor\nand Principal 1 offer vague and inconsistent justifications for the payments and fail to provide any supporting analysis, and\nPrincipal 1 seems to have no real expertise in the industry. During a coffee break, Distributor comments to Sales Executive\nthat the finance officer is naive about “how business is done in my country.” Following the meeting, Sales Executive\ndismisses the finance officer's concerns, assuring her that the proposed transaction structure is reasonable and legitimate.\nSales Executive also reminds the finance officer that “the deal is key to their growth in the industry.”\n\nThe compliance officer focuses his due diligence on vetting Distributor and Local Partner and hires a business investigative\nfirm to conduct a background check. Distributor appears reputable, capable, and financially stable and is willing to take on\nreal risk in the project, financial and otherwise. However, the compliance officer learns that Distributor has established an\noff-shore bank account for the transaction. The compliance officer further learns that Local Partner’s business was organized\ntwo years ago and appears financially stable but has no expertise in the industry and has established an off-shore shell\ncompany and bank account to conduct this transaction. The background check also reveals that Principal 1 is a former college\nroommate of a senior official of the Ministry of Immigration. The Sales Executive dismisses the compliance officer’s concerns,\ncommenting that what Local Partner does with its payments “isn’t our problem.” Sales Executive also strongly objects to the\ncompliance officer’s request to meet with Principal 1 to discuss the off-shore company and account, assuring him that it was\ndone for legitimate tax purposes and complaining that if Company A continues to “harass” Local Partner and Distributor, they\nwould partner with Company A's chief competitor. The compliance officer and the finance officer discuss their concerns with\neach other but ultimately sign off on the deal even though their questions had not been answered. Their decision is motivated\nin large part by their conversation with Sales Executive, who told them that this was the region's most important contract\nand that the detailed FCPA questionnaires and robust anti-corruption representations in the contracts placed the burden on\nDistributor and Local Partner to act ethically.\n\nCompany A goes forward with the Distributor and Local Partner agreements and wins the contract after six months. The\nfinance officer approves Company A’s payments to Local Partner via the offshore account, even though Local Partner's invoices\ndid not contain supporting detail or documentation of any services provided. Company A recorded the payments as legitimate\noperational expenses on its books and records. Sales Executive received a large year-end bonus due to the award of the contract.\n\nIn fact, Local Partner and Distributor used part of the payments and discount margin, respectively, to funnel bribe payments\nto several Ministry of Immigration officials, including Principal 1’s former college roommate, in exchange for awarding the\ncontract to Company A. Thousands of dollars are also wired to the personal offshore bank account of Sales Executive.\n\nHow would DOJ and SEC evaluate the potential FCPA liability of Company A and its employees?\n\nThis is not the case of a single “rogue employee” circumventing an otherwise robust compliance program. Although\nCompany A's finance and compliance officers had the correct instincts to scrutinize the structure and economics of the\ntransaction and the role of the third parties, their due diligence was incomplete. When the initial inquiry identified significant\nred flags, they approved the transaction despite knowing that their concerns were unanswered or the answers they received\nraised additional concerns and red flags. Relying on due diligence questionnaires and anti-corruption representations is\ninsufficient, particularly when the risks are readily apparent. Nor can Company A or its employees shield themselves from\nliability because it was Distributor and Local Partner—rather than Company A directly—that made the payments.\n\nThe facts suggest that Sales Executive had actual knowledge of or was willfully blind to the consultant's payment of\nthe bribes. He also personally profited from the scheme (both from the kickback and from the bonus he received from the\ncompany) and intentionally discouraged the finance and compliance officers from learning the full story. Sales Executive is\ntherefore subject to liability under the anti-bribery, books and records, and internal controls provisions of the FCPA, and\nothers may be as well. Company A may also be liable for violations of the anti-bribery, books and records, and internal\ncontrols provisions of the FCPA given the number and significance of red flags that established a high probability of bribery\nand the role of employees and agents acting on the company’s behalf.\n\nHOUSE_OVERSIGHT_022567",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022567.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5656,
    "word_count": 857,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:48.526710",
    "prefix": "IMAGES-007"
  }
}