{
  "document_id": "HOUSE_OVERSIGHT_031891",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031891.txt",
  "text": "16\n\nidealists think about revolution today, they have Poland, the Czech\nRepublic and Hungary in mind.\n\nFew assumptions can lead you into as much trouble this quickly.\nEven in 1989-90, those countries were the exception and not the\nrule. Think Ukraine, Belarus, Yugoslavia, Romania, Azerbaijan,\nKazakhstan, Uzbekistan and of course Russia itself. More people\nlive in countries where the 1989-90 revolutionary wave failed to\nestablish secure constitutional democracy than live in those where it\nsucceeded.\n\nMore, the countries that had ‘velvet’ revolutions shared a number of\nimportant characteristics. They had or longed to have close political\nand cultural ties to the West. They wanted to join NATO and the EU,\nand had a reasonable confidence of doing so sooner rather than later.\nThey could expect enormous amounts of aid and foreign direct\ninvestment if they continued along the path of democratic reform.\nThey lay on the ‘western’ side of the ancient division of Europe\nbetween the Orthodox east and the Catholic/Protestant homeland of\nthe modern liberal tradition.\n\nNo Arab country looks anything like this. Indeed, most seem closer\nto Yugoslavia and Belarus or, at best, Ukraine. We, and they, may\nget lucky, and the revolutions in the Arab world may lead to\nsomething that looks more like Central Europe than like Central\nAsia. That would be a nice surprise, but we should not be placing\nlarge bets that this will actually happen.\n\nChina, by the way, does not look very much like the Czech Republic.\nRevolution there is very unlikely to produce a US or European style\ndemocracy anytime soon.\n\nIf realists ignore the inevitability of revolution, idealists close their\neyes to the problems of revolutionary upheavals in societies that have\ndifficult histories, deep social divisions, and poor short term\neconomic prospects. Unfortunately the countries most likely to\n\nHOUSE_OVERSIGHT_031891",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031891.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1895,
    "word_count": 299,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:44.636578",
    "prefix": "IMAGES-011"
  }
}