{
  "document_id": "HOUSE_OVERSIGHT_019521",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019521.txt",
  "text": "Contractor | 33\n\nlater. In fact, he later used the very vulnerability he pointed out to\nsteal NSA documents at Dell.\n\nIn September 2009, still on the Dell payroll, Snowden made a ten-\nday trip to India. He later said he was on an official visit “working\nat the US embassy.” Hotel records show that he arrived at the Hyatt\nRegency in New Delhi on September 2 from Japan and at 3:30 p.m.\non September 3 checked into the Koenig Inn, an annex to Koenig\nSolutions, a school that gave crash courses on programming and\ncomputer hacking. According to Rohit Aggarwal, head of the school,\nSnowden stayed there until September 10 while taking classes\nwith a private instructor. It cost $2,000 in tuition and fees, which\nSnowden prepaid from Japan with his personal credit card. Even\nthough Snowden later said he only took courses in “programming,”\nthe school’s records show that during that week he took intensive\ncourses in sophisticated hacking techniques. The course was titled\n“Ethical Hacking,” but that was a euphemism for teaching the tech-\nniques of illicit hacking. The course provided tutoring on hackers’\ntools such as SpyEye and Zeus, which are used to circumvent secu-\n\n© rity procedures. It also demonstrated how these hacking tools could ©\nbe customized by criminals and spies to break into files, plant sur-\nveillance programs, impersonate system administrators, assume the\nprivileges of system administrators in a network, and capture the\npasswords of others. On September 11, Snowden, according to hotel\nrecords, left India for Japan. While the stated purpose of the hacking\ntraining was to allow security consultants to detect intruders, it also\nprepared Snowden to be, if he chose to be, an intruder in the NSA\nsystem.\n\nOne problem with working as a contractor is that the standard\ntwo-year contracts are not necessarily renewed. Nor is there much\npossibility for advancement for IT workers. As one contractor\ntold me, “It is a dead-end job with great pay.” In the fall of 2010,\nSnowden’s contract in Japan with Dell was nearing an end.\n\nDell offered Snowden, and he accepted, a new position in the\nUnited States. He rented a modest suburban house shaded by a\nsakura cherry tree in a suburb of Annapolis, Maryland. Lindsay\nMills meanwhile was attending a two-week fitness training course at\n\n| | Epst_9780451494566_2p_all_r1.z.indd 33 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019521",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019521.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2389,
    "word_count": 396,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:45.184587",
    "prefix": "IMAGES-005"
  }
}