{
  "document_id": "HOUSE_OVERSIGHT_024005",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024005.txt",
  "text": "Statement of Conditions\n\nTHIS CONFIDENTIAL PRIVATE PLACEMENT MEMORANDUM (THIS “MEMORANDUM”) IS\nBEING FURNISHED TO CERTAIN SOPHISTICATED INVESTORS ON A CONFIDENTIAL BASIS BY\nOR ON BEHALF OF NEW LEAF VENTURES IIL, L.P., A DELAWARE LIMITED PARTNERSHIP (“NLV-\nTIP’ OR THE “FUND”), SO THAT EACH MAY CONSIDER AN INVESTMENT IN THE FUND.\n\nIN MAKING AN INVESTMENT DECISION, INVESTORS MUST RELY ON THEIR OWN\nEXAMINATION OF THE PERSON OR ENTITY CREATING THE SECURITIES AND THE TERMS OF\nTHE OFFERING, INCLUDING THE MERITS AND RISKS INVOLVED. THE LIMITED PARTNER\nINTERESTS (THE “INTERESTS”) OFFERED HEREBY HAVE NOT BEEN APPROVED, DISAPPROVED,\nENDORSED OR RECOMMENDED BY THE U.S. SECURITIES AND EXCHANGE COMMISSION (THE\n“SEC”) OR BY THE SECURITIES REGULATORY AUTHORITY OF ANY U.S. STATE OR NON-US.\nJURISDICTION, AND NEITHER THE SEC NOR ANY SUCH AUTHORITY HAS REVIEWED THIS\nMEMORANDUM NOR PASSED UPON THE ACCURACY OR ADEQUACY OF THIS\nMEMORANDUM, NOR IS IT INTENDED THAT THE SEC OR ANY SUCH AUTHORITY WILL DO SO.\nNO INDEPENDENT PERSON HAS CONFIRMED THE ACCURACY OR TRUTHFULNESS OF THIS\nDISCLOSURE OR WHETHER IT IS COMPLETE. ANY REPRESENTATION TO THE CONTRARY IS\nILLEGAL.\n\nTHE INTERESTS HAVE NOT BEEN AND WILL NOT BE REGISTERED UNDER THE U.S. SECURITIES\nACT OF 1933, AS AMENDED (THE “SECURITIES ACT’), ANY U.S. STATE SECURITIES LAWS OR\nTHE LAWS OF ANY NON-US. JURISDICTION. IT IS ANTICIPATED THAT THE OFFERING AND\nSALE OF THE INTERESTS IN THE U.S. WILL BE EXEMPT FROM REGISTRATION PURSUANT TO\nSECTION 4(2) AND REGULATION D AND REGULATION S PROMULGATED UNDER THE\nSECURITIES ACT AND OTHER EXEMPTIONS OF SIMILAR IMPORT UNDER THE LAWS OF THE\nSTATES AND OTHER JURISDICTIONS WHERE THE OFFERING WILL BE MADE. THE FUND WILL\nNOT BE REGISTERED AS AN INVESTMENT COMPANY UNDER THE U.S. INVESTMENT COMPANY\nACT OF 1940, AS AMENDED (THE “INVESTMENT COMPANY ACT’).\n\nTHE INTERESTS HAVE NOT BEEN REGISTERED UNDER THE SECURITIES ACT AND MAY NOT BE\nOFFERED OR SOLD IN THE U.S. OR TO U.S. PERSONS (AS DEFINED IN RULE 902(K) OF THE\nSECURITIES ACT) UNLESS THE INTERESTS ARE REGISTERED UNDER THE SECURITIES ACT, OR\nAN EXEMPTION FROM THE REGISTRATION REQUIREMENTS OF THE SECURITIES ACT IS\nAVAILABLE. HEDGING TRANSACTIONS INVOLVING THE INTERESTS MAY NOT BE\nCONDUCTED UNLESS IN COMPLIANCE WITH THE SECURITIES ACT.\n\nTHE FUND AND ITS GENERAL PARTNER ARE NEWLY FORMED ENTITIES. THERE IS NO PUBLIC\nMARKET FOR THE INTERESTS, AND NO SUCH MARKET IS EXPECTED TO DEVELOP. EACH\nPURCHASER WILL BE REQUIRED TO REPRESENT, AMONG OTHER THINGS, THAT IT IS AN\n“ACCREDITED INVESTOR” WITHIN THE MEANING OF REGULATION D OF THE SECURITIES ACT\nAND THAT IT IS ACQUIRING THE INTERESTS PURCHASED BY IT FOR INVESTMENT AND NOT\nWITH A VIEW FOR RESALE OR DISTRIBUTION. THE INTERESTS ARE SUBJECT TO RESTRICTIONS\nON TRANSFERABILITY AND RESALE AND MAY NOT BE RESOLD OR TRANSFERRED EXCEPT AS\nPERMITTED UNDER THE FUND’S AMENDED AND RESTATED LIMITED PARTNERSHIP\nAGREEMENT (AS AMENDED FROM TIME TO TIME, THE “PARTNERSHIP AGREEMENT”) AND\nUNLESS THE INTERESTS ARE REGISTERED UNDER THE SECURITIES ACT OR EXEMPTED FROM\nSUCH REGISTRATION AND REGISTRATION UNDER ANY OTHER APPLICABLE SECURITIES LAW\nREQUIREMENTS.\n\nNO PERSON HAS BEEN AUTHORIZED TO MAKE ANY REPRESENTATIONS OR GIVE ANY\nINFORMATION WITH RESPECT TO THE INTERESTS EXCEPT THE INFORMATION CONTAINED IN\nTHIS MEMORANDUM, AND ANY REPRESENTATION OR INFORMATION NOT CONTAINED\nHEREIN MUST NOT BE RELIED UPON AS HAVING BEEN AUTHORIZED BY THE FUND, ITS\nGENERAL PARTNER, OR ANY OF THEIR RESPECTIVE PARTNERS, EMPLOYEES, OFFICERS,\n\nCONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024005",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024005.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3551,
    "word_count": 561,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:47.213294",
    "prefix": "IMAGES-007"
  }
}