{
  "document_id": "HOUSE_OVERSIGHT_011526",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011526.txt",
  "text": "had been an officer in Arik Sharon’s original Unit 101, and Nachmias was one\nof the earliest recruits to Company A. They shook my hand and motioned me\ninto a Jeep. As we drove out of the base, they peppered me with questions about\nalmost anything except the army: the kibbutz, school, sports. Then, Ben-Zvi\npulled the Jeep to the side of the road, turned around to face me and asked: “Is it\ntrue you can pick locks?”\n\nYes, I said. “Do you want me to show you?” He said that wouldn’t be\nnecessary.\n\n“Ts it true you can navigate? Read maps?” Nachmias asked. I said yes.\n\nThey drove me back to the base in silence. “OK,” Nachmias said. “You'll\nprobably hear from us.”\n\nI didn’t. But as basic training was winding down, I got a further order: to\nreport to an address in Tzahala, a neighborhood in north Tel Aviv where a lot of\nmilitary officers lived. It was a small house with a metal gate outside. I was met\nat the door by a man about 30 in shorts and a T-shirt who introduced himself as\nAvraham Arnan. He led me inside. He unfurled a map of Jerusalem and the\nsurrounding hills. He pointed to a spot on the southwest of the city. He drew a\nwide, curving line through the hills to a second point. “You know how to read a\nmap?” he asked. When I nodded, he said: “I want you to describe to me — just as\nif you were walking on this line — exactly what you see, as you make your way\nto the place I marked.” I used the elevation lines on the map as a guide, and the\npositioning of the hills and woodland and villages on the map, and began\ndescribing how each stage would look. When I was finished, his only response\nwas the hint of a smile. When he spoke, it wasn’t about the map. It was, again,\nabout picking locks. “How did you learn?” he asked. I explained how I'd cut\ninto the locks, figured out how they worked and made a set of tools to open\nthem. “Thank you,” he said. “You can return to your unit.”\n\nThough he hadn’t said so, I got a feeling this was the Sayeret Matkal\nequivalent of a final job interview. When I got back to Beersheva, I dug around\nas discreetly as possible for details about Avraham Arnan. I learned he had\nserved in 1948 in the hills around Jerusalem, so he would have known first-hand\nthe terrain he asked me to describe. That, I guessed, explained the half-smile.\nBut I was entering my last week of tironut. 1 still had no idea whether I’d be\nspending the next couple of years inside an APC — or in a sayeret whose\nfunction was a mystery, beyond the fact it seemed less interested in whether my\nboots were shined than whether I could pick a lock.\n\n55\nHOUSE_OVERSIGHT_011526",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011526.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2595,
    "word_count": 498,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:48.958507",
    "prefix": "IMAGES-001"
  }
}