{
  "document_id": "HOUSE_OVERSIGHT_014040",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014040.txt",
  "text": "2014] CRIME VICTIMS’ RIGHTS 61\n\nINTRODUCTION\n\nIn recent years, federal and state enactments have given crime victims\nextensive rights to participate in criminal cases. Many of these rights apply\nonly after the filing of criminal charges, such as the victim’s right to be\nheard during court proceedings. A crime victim’s right to deliver an impact\nstatement at sentencing, for instance, can only be exercised after a\nprosecutor has filed charges against a defendant and obtained a conviction.\nOther rights, however, can apply even before the formal filing of charges.\nAs one example, the Crime Victims’ Rights Act (CVRA)! extends to\nfederal crime victims the nght to “confer” with prosecutors. But can\nvictims exercise this right before charges have been filed?\n\nThis question has tremendous practical importance. In many cases,\nprosecutors negotiate pleas well before any charges are ever drafted. If\ncrime victims’ rights enactments do not extend rights to victims until the\nformal filing of charges, then crime victims can be effectively excluded\nfrom the plea bargaining process. Yet the exclusion of victims in early\nstages of a criminal case affects more than just the content of a plea deal.\nCrime victims will also lose other important rights in the process if the\nformal filing of charges is the necessary trigger for those nghts. If, for\nexample, prosecutors work out a nonprosecution agreement with an\noffender, they need not notify his victims of what they are doing or of the\nfact that potential charges will never be filed.\n\nThe issue of pre-charging rights has most prominently surfaced in\nconnection with federal cases. In 2010, the Department of Justice’s Office\nof Legal Counsel (OLC) weighed in on the issue and released a legal\nopinion arguing that victims of federal crimes have no CVRA rights during\na federal criminal investigation.” The Justice Department took the position\nthat rights under the CVRA do not apply until prosecutors formally initiate\ncriminal proceedings by filing a complaint, information, or indictment. The\nDepartment claims to find support for that limiting interpretation of the\nstatute in its plain language and legislative history.\n\nShortly after the Department released its opinion, one of the CVRA’s\ncongressional sponsors, then-Senator Jon Kyl, sent a letter to Attorney\nGeneral Enc Holder strenuously objecting to the Department’s conclusions.\nSenator Kyl directly stated his view that “[w]hen Congress enacted the\n\n' Scott Campbell, Stephanie Roper, Wendy Preston, Louarna Gillis, and Nila Lynn\nCrime Victims’ Rights Act, Pub. L. No. 108-405, 118 Stat. 2260, 2261-65 (2004) (codified\nas amended at 18 U.S.C. § 3771 (2012) and 42 U.S.C. § 10603(d)-(e) (2006)).\n\n? The Availability of Crime Victims’ Rights Under the Crime Victims’ Rights Act of\n2004, 35 Op. O.L.C. 1 (Dec. 17, 2010) [hereinafter OLC CVRA Rights Memo], available at\nhttp://goo.gl/fHmCL4.\n\nHOUSE_OVERSIGHT_014040",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014040.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2927,
    "word_count": 457,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.479472",
    "prefix": "IMAGES-002"
  }
}