{
  "document_id": "HOUSE_OVERSIGHT_018534",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018534.txt",
  "text": "And when we say that, we are accepting and validating the way our culture tries to shame\nour sexuality. We are fundamentally agreeing with the opposition and begging for an\nexception, rather than trying to change the rule. We are calling BDSM a \"fault,\" rather\nthan stating that freely exercising sexuality is our \"right.\" When we make BDSM into\nan orientation, we are often casting BDSM sexuality as something that we would\n\"fix\" if we could. But BDSM is not broken in the first place!\n\nAlso, using the orientation argument leaves the entire segment of the population that\ndoesn't feel BDSM as an orientation standing out in the cold. If we go with the\norientation model, and say that it's okay for BDSM-identified people to practice BDSM\nonly because we feel it as a deep-rooted orientation... then we are implying that\n\nit's not okay for people to practice BDSM if they don't feel it as a deep-rooted\norientation.\n\nSomething like this has happened in some gay/lesbian communities: people who have sex\nwith folks of the same gender, but don't identify as strictly gay or lesbian, have\nsometimes been stigmatized within gay/lesbian communities or even disallowed from\ngay/lesbian gatherings. I understand that there are historical reasons that kind of thing\nhappened, and analyzing the phenomenon would take up a whole post. I'm pretty sure\nbooks have been written about it. But the point is that when it did happen, it left bisexual\npeople -- as well as others who don't fit neatly within the \"gay/lesbian orientation\" -- out\nin the cold. And I don't want to support that with BDSM.\n\nSo I've tended to avoid that kind of language. I think it is important to move away from \"I\ncan't help having these needs,\" and towards \"It's fundamentally unimportant whether we\ncan change our sexual desires; the only really important thing is whether or not we\npractice them consensually.”\n\nBut...\nthere's always a but...\n\nI'll admit that I feel anxiety about abandoning the \"orientation model.” I still haven't taken\nthe word \"orientation\" out of my BDSM overview lecture, because it is useful for\nconvincing people that BDSM is okay. Many people, at this point, have accepted the\nLGBTQ orientation as something that should not be stigmatized. The word “orientation”\ncan really help them understand what BDSM means to us and why it's not okay to\nstigmatize that, either.\n\nFurthermore, there are obviously people out there (like Charles Moser) who are seeking\nto protect BDSM legally, as a sexual orientation. They want to make BDSM a protected\nclass, so that we can't get fired or have our kids taken away or suffer other consequences\nfor being into BDSM anymore. If talking about BDSM as a sexual orientation means |\ncan worry less about those potential consequences, then is it worth it? Maybe.\n\nAnd, of course, I don't want to forget how much the idea of an \"orientation\" comforted\nme when I was first coming into BDSM. It made me feel so much better to recognize\nBDSM as an inbuilt part of myself. I don't want to take that comfort away from anyone\nelse.\n\nHOUSE_OVERSIGHT_018534",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018534.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3071,
    "word_count": 522,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.430785",
    "prefix": "IMAGES-005"
  }
}