{
  "document_id": "HOUSE_OVERSIGHT_010831",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010831.txt",
  "text": "013522 1 what I'll refer to as the blank-check immunity\n\n013533 2 provision.\n\nor3saa 3 There was a provision in the nonprosecution\n013533 4 agreement that said, this agreement will prevent federal\no3s4o 5 prosecution for international and interstate sex\n\no13543 6 trafficking, not only of Jeffrey Epstein, and not only\nossss 7 of the four women who were identified, but -- and this\nossaa «8 = is. a direct quote: Any other potential co-conspirator,\n013553 9 close quote.\n\noss 10 And so that was unusual because what it --\no3ss7 11. whatit seemed to be doing was that somehow this\n\na13658 12 agreement was quite out of the normal and had been\no13600 13 designed to extend immunity to other people that might\no136.03 14 have been associated with Epstein.\n\norze0s 15 And I knew that that category included the\no13600 16 people that were involved in negotiating this highly\no13611 17 unusual provision included Mr. Dershowitz, who had been\noe 18 heavily involved, not only in the drafting of the\n\nor3618 19 agreement, but had also been involved remarkably in\n013622 20 attacking the credibility of these girls and saying\n\no13e25 21 things like, you know, it was -- Epstein wasn't\n\n013628 22 targeting minor girls, which just struck -- you know, I\n013633 23 was -- 1 don't want to use a technical term,\n\n013623 24 gob-smocked, that a defense attorney with an obligation\nor3e:37 25 ~=to tell the truth was making a factual representation\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n86\n\no3ea2 1 that Jeffrey Epstein was not targeting minor girls, when\norse4a4 2 the Palm Beach Police Department had collected, you\noe 3 know, 23 of them that had all given essentially\n\nov3zeso 4 interlocking stories about how they had all gone over to\noiz654 5 this house, you know, the mansion, to give a massage and\novzes7 6 when they had gotten there, they had been sexually\n\novsess «47 abused.\n\norsess 8 So the kingpin wouldn't talk. The next\n\no3701 9 echelon of the trafficking organization wouldn't talk.\n013703 10 So the next step was to say, okay, let's see if we can\nor3706 11 find somebody, you know, lower level in there, you know,\nosros 12 a household employee or something like that; maybe they\nor3710 13 - will have some information about, you know, what this\nov3712 14 criminal organization is doing.\n\nors71a 15 Now, let's -- let's understand, you know,\n\n013716 16 given the pervasiveness of the -- of the criminal\n\nors719 17 «= oaactivity, I -- I wasn't convinced that they were going\n013721 18 to be able to get in there and start saying exactly what\n013724 19 was going on because they might well be exposing\n\n013728 20 «= themselves to criminal -- you know, criminal\n\nor3720 24 culpability.\n\nors730 22 But I -- I was able to read a sworn\n\n01:37:32 23 deposition from Juan Alessi, and Juan Alessi -~ I\n\n013737 24 think -- I don't know. Maybe just to speed things up\n013738 25 today, I won't go through all the things that are --\n\nESQUIRE DEPOSITION SOLUTIONS\n\n(954) 331-4400\n10/20/2015 01:07:28 PM\n\n01:37:40\n\n01:37:46\n\n01:37:47\n\nO1:37:51\n\n01:37:55\n\n01:37:56\n\n01:37:58\n\n01:38:00\n\n01:38:03\n\n04:38:09\n\n01:38:10\n\n04:38:12\n\n04:38:15\n\n04:38:17\n\n04:38:19\n\n01:38:20\n\n04:38:22\n\n04:38:26\n\n01:38:30\n\nan noah Wh =\n\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n\n01:38:30 20\n04:36:34 21\n01:38:37 22\n01:38:40 23\n01:38:45 24\n01:38:48 25\n\n01:38:53\n\n01:38:56\n\n01:38:59\n\n01:38:59\n\n04:39:02\n\n01:39:05\n\n01:39:09\n\n01:39:14\n\n01:38:16\n\n01:39:19\n\n01:39:22\n\n04:39:26\n\n01:39:30\n\n01:39:34\n\n01:35:38\n\n01:39:40\n\n01:39:42\n\n01:39:45\n\n01:39:48\n\n01:39:50\n\n01:38:52\n\n04:39:54\n\n01:39:57\n\n01:39:58\n\n01:40:00\n\nan A Ah WD =\n\noO\n\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n\n87\n\nthat are said there, but Alessi puts Mr. Dershowitz at\n\nthe nest of this international sex trafficking\norganization. Let's see. I think he said four or five\ntimes a year, two or three -- you know, two or three\ndays when he goes there,\n\nAnd let's be clear, I know Mr. Dershowitz had\nsaid at some points like, I'm an attorney, and that's my\nclient and so forth. And Alessi said, no, but this was\n\nnotin a -- in a lawyer/client capacity; this is in a\n\nfriend capacity.\n\nAnd so now we have Alessi putting him there\n\nat the same time when young girls were there. And one\n\nof the -- the -- the things that I picked up, so is\n\nAlessi -- you know, is he able te figure out who these\n\ngirls are?\n\nA photograph of Virginia Roberts is shown to\n\nJuan Alessi in the deposition, and he I.D.s the\n\nphotograph as, you know, V.R., so he -- he had, you\n\nknow, put two and two together.\n\nSo now I've got V.R. coming to the house at a\n\ntime when Mr, Dershowitz is also in the house, and\n\napparently spending, you know, two to three nights there\n\nand doing this four or five times a year.\n\nNow, Alessi wasn't the only one. There was\nAlfredo Rodriguez who was there in about 2004 to 2005,\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n88\nafter the time period of Virginia Roberts, but it's part\nof the common scheme or plan that we've been discussing\nhere.\n\nAnd so in 2005, Alfredo Rodriguez says, yeah,\nagain, Mr. Dershowitz is there at a time when these\nmassages are going on. When you start to look at Alessi\nand Rodriguez's statements in context where they're --\nthey're saying he's there at the same time the massages\nare occurring, and with the West Palm Beach Police\nDepartment reports showing that massages are of a sexual\nnature, again, it started to put two and two together.\n\nOne of the things that was particularly\nimportant about Rodriguez's situation was that Rodriguez\nhad an access to what's been called the little black\nbook, or I think he referred to it as the holy grail.\n\nThis was Jeffrey Epstein's, you know, telephone book\nwhere he had telephone numbers in it.\n\nAnd so Rodriguez had that and, you know, I\nguess thought that this would be worth a lot of money\nbecause it would -- you know, it would identify all of\nthe people that have been sexually abused by -- by\nJeffrey Epstein. And so he tried to sellit. The FBI\nbusted him for that.\n\nAnd when the FBI busted him, now he's got\nthis book. And so the book went to Alessi, and\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\nPage 85 to 88 of 151\n\n22 of 38 sheets\n\nHOUSE_OVERSIGHT_010831",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010831.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6159,
    "word_count": 1090,
    "line_count": 301,
    "import_date": "2025-11-19T21:47:48.203571",
    "prefix": "IMAGES-001"
  }
}