{
  "document_id": "HOUSE_OVERSIGHT_013672",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013672.txt",
  "text": "right to bear machine guns and the intrinsically venal sinfulness of a man’s\ncommitment in love of another man. Was the clustering of these apparently diverse\nconcerns the accidental result of a sociopolitical-religious short circuit, a class-\nresentment-driven spiritual split in geographic, socioeconomic and educational\nclass? Tim LeHay is selling millions of books, whole tables full at Wal-Mart’s, which\ncome packaged with these assumptions.\n\nSurely higher-level theists would make today’s evil more subtle, abstract and\npervasive, perhaps involving inner life themes of envy, vengeance and aggression;\ngoodness implicating empathically made moral choices involving interpersonal\nkindness and evidence of caring about the well being of others. My contact with\nsome English academicians taught me that even the mathematics of hard science\ncan be viewed as a gift of grace and belief in the possibility of a continually\nemerging, Christ-centered, evolutionary process. Protestant philosopher\nmathematician Alfred North Whitehead in his 1926 Religion in the Making, Catholic\nanthropologist priest, Pierre Teilhard de Chardin in his The Phenomenon of Man\nand the more modern process theologists of New York’s Union Theological\nSeminary do not exclude Christ's involvement in evolving science and other new\nknowledge. They see Him participating in a spiritual evolutionary progress which\ndoes not gather the barnacles of irrational ideas about the murder of less than\nhundred-cell blastula or the psychoneurohormonally determined sexual partner\npreference. They know about the ever-changing cultural and political appearances\nof faux and real evil. Nonetheless, what | learned from my Christian and Jewish\nfriends at the mathematics institute was that, though the definitions of evil may\nchange, evil as a construct and spiritual mechanism is an apparently essential\ncomponent of the Christian experience. On Rosh Hashanah, even the reformed\nJews commit themselves to Teshuvah, making up for past evil deeds. The good\nversus evil dichotomous view of man’s existence is true in the lives of Assembly of\nGod Fundamentalists of Georgia as well as the sophisticated Readers, Professors\nand Dons of the high Episcopal churches and university chapels of Oxford and\n\nCambridge.\n\n172\n\nHOUSE_OVERSIGHT_013672",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013672.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2299,
    "word_count": 337,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:47.287108",
    "prefix": "IMAGES-002"
  }
}