{
  "document_id": "HOUSE_OVERSIGHT_021060",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021060.txt",
  "text": "www.kpcb.com USA Inc.| Summary 437\n\nHighlights from F2010 USA Inc. Financials\n\nSummary — USA Inc. has challenges.\n\nCash Flow — While recession depressed F2008-F2010 results, cash flow has been negative\nfor 9 consecutive years ($4.8 trillion, cumulative), with no end to losses in sight. Negative\ncash flow implies that USA Inc. can't afford the services it is providing to 'customers,’ many\nof whom are people with few alternatives.\n\nBalance Sheet — Net worth is negative and deteriorating.\n\nOff-Balance Sheet Liabilities — Off-balance sheet liabilities of at least $31 trillion (primarily\nunfunded Medicare and Social Security obligations) amount to nearly $3 for every $1 of debt\non the books. Just as unfunded corporate pensions and other post-employment benefits\n(OPEB) weigh on public corporations, unfunded entitlements, over time, may increase USA\nInc.’s cost of capital. And today’s off-balance sheet liabilities will be tomorrow’s on-balance\nsheet debt.\n\nConclusion — Publicly traded companies with similar financial trends would be pressed by\nshareholders to pursue a turnaround. The good news: USA Inc.’s underlying asset base and\nentrepreneurial culture are strong. The financial trends can shift toward a positive direction,\nbut both ‘management’ and ‘shareholders’ will need collective focus, willpower, commitment,\nand sacrifice.\n\nNote: USA federal fiscal year ends in September, Cash flow = total revenue — total spending on a cash basis; net worth includes\nunfunded future liabilities from Social Security and Medicare on an accrual basis over the next 75 years. Source: cash flow per\nWhite House Office of Management and Budget; net worth per Dept. of Treasury, “2010 Financial Report of the U.S.\nGovernment,” adjusted to include unfunded liabilities of Social Security and Medicare.\n\n@ BE) www.kpcb.com USA Inc.| Summary 438\n\nHOUSE_OVERSIGHT_021060",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021060.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1867,
    "word_count": 279,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:45.587795",
    "prefix": "IMAGES-006"
  }
}