{
  "document_id": "HOUSE_OVERSIGHT_017270",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017270.txt",
  "text": "4.2.12\nWC: 191694\n\nwere mitror image round stains on all four surfaces, which means that the blood flowed through\nthe flattened sock while it was not being worn. Had it been splattered while being worn, there\nwould have been mirror image stains only on two surfaces—the outside and the inside of the part\nthat was splattered, but not on the two other surfaces which would have been blocked by the\nwearer’s leg. The jurors were convinced by this and other evidence that the police had dripped\nthe blood from vials onto the sock to make it appear that the sock Simpson was wearing during\nthe murders had been splattered with blood at the crime scene. This led the jurors to believe that\nthe police were trying to frame Simpson for a murder they honestly believed he had committed,\nand that the veracity of their testimony and other evidence could not be trusted. They acquitted\nSimpson of killings for which a subsequent civil jury (with different lawyers) found him financially\nliable.\n\nMy expertise in the science of disproving murder had been at the center of my earlier famous case\ninvolving Claus Von Bulow. Von Bulow’s original trial lawyers were not able effectively to\nchallenge the prosecution’s evidence that Sonny Von Bulow’s coma was caused by an injection of\ninsulin, that high levels of insulin were found in Sonny’s blood, that traces of insulin were found\non a needle in a bag that belonged to her husband Claus, and that a vial of injectable insulin had\nbeen found in Claus’ bag by Sonny’s maid. On appeal, and in a motion for new trial based on\nnewly discovered evidence, we disproved each of these pillars of the prosecution case. We\ndemonstrated through our own experts that Sonny’s coma was caused by the oral ingestion of\nbarbiturates, rather than by an injection of insulin; that there were no high levels of insulin in\nSonny’s blood; that the alleged traces of insulin on the needle was the result of a false positive\nreading; and that the maid could not have seen a vial of insulin in Claus’ bag. The Rhode Island\nSupreme Court reversed the conviction and ordered a new trial at which the jury, after hearing the\nnew scientific evidence, quickly acquitted Claus Von Bulow.\n\nThe book and film Reversal of Fortune had brought the issue of scientific defenses to a wide\npublic audience, and I had become the “go to” lawyer in such cases. This reputation brought me\nseveral new cases, one of which bore an eerie resemblance to the Von Bulow case.\n\n183\n\nHOUSE_OVERSIGHT_017270",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017270.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2494,
    "word_count": 432,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:47.677632",
    "prefix": "IMAGES-004"
  }
}