{
  "document_id": "HOUSE_OVERSIGHT_017685",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017685.txt",
  "text": "Page 50 of 78\n2007 Utah L. Rev. 861, *930\n\n(B) must - for any disputed portion of the presentence report or other controverted matter - rule on the dispute or determine that\na ruling is unnecessary either because the matter will not affect sentencing, or because the court will not consider the matter in\nsentencing; and\n\n[*931] (C) must append a copy of the court's determinations under this rule to any copy of the presentence report made\n\navailable to the Bureau of Prisons. 394\n\nThe Advisory Committee recommended no changes to these rules. >\n\nDiscussion:\n\nThe CVRA entitles victims to be heard on disputed Federal Sentencing Guidelines (\"Guidelines\") issues and, as a consequence,\nto review parts of the presentence report relevant to those issues. The CVRA gives victims \"the right to be reasonably heard at\nany public proceeding in the district court involving ... sentencing.\" 7°© The CVRA provision (among other things) codifies\nthe right of crime victims to give in court what is known as a \"victim impact statement.\" 397\n\nThe victim's right to be heard, however, is not narrowly circumscribed to just impact information. To the contrary, the right\nconferred is a broad one - to be \"reasonably heard\" at the sentencing proceeding. The victim's right to be \"reasonably heard\"\nimplicitly includes a right for the victim to speak to disputed Guidelines issues. As Senator Kyl explained, the victim's right\nincludes the right to make sentencing recommendations:\n\nWhen a victim invokes this right during ... sentencing proceedings, it is intended that he or she be allowed to provide all three\ntypes of victim impact: the character of the victim, the impact of the crime on the victim, the victim's family and the\ncommunity, and sentencing recommendations. 37°\n\nA \"sentencing recommendation\" will often directly implicate Guidelines issues, particularly where a court gives significant\nweight to the Guidelines calculation (as most currently do). 7°? For example, if the victim wishes to recommend a sixty-month\nsentence when the maximum guideline range is only thirty months, that sentencing recommendation may be meaningless\nunless a [*932] victim can provide a basis for recalculating the Guidelines or departing or varying *°° from the Guidelines.\n\nCongress intended the victim's right to be heard to be construed broadly, as Senator Feinstein stated: \"The victim of crime, or\ntheir counsel, should be able to provide any information, as well as their opinion, directly to the court concerning the ...\nsentencing of the accused.\" 4°! Again, it is hard to see how victims can meaningfully provide \"any information\" that would\nhave a bearing on the sentence without being informed of the Guidelines calculations that likely will drive the sentence.\n\n394 Cassell, Proposed Amendments, supra note 4, at 901-02.\n\n395 See Proposed Amendments, supra note 71.\n\n396 18 U.S.C. § 3771(a)(4) (2006).\n\n397 See generally Beloof, Cassell & Twist, supra note 6, at 625-90 (discussing victim impact statements); Cassell, Balancing the Scales, supra\nnote 6, at 1395-96.\n\n398 150 Cong. Rec. $4268 (daily ed. Apr. 22, 2004) (statement of Sen. Kyl) (emphasis added). See generally Beloof, Cassell & Twist, supra\nnote 6, at 625-90 (discussing three types of victim impact information).\n\n399 See, e.g., United States v. Wilson, 350 F. Supp. 2d 910,925 (D. Utah 2005) (giving \"heavy weight\" to the Guidelines' recommendation).\n\n400 See United States v. Wilson, 355 F. Supp. 2d 1269, 1272 (D. Utah 2005) (discussing \"departures\" and \"variances\").\n\n401 150 Cong. Rec. $4268 (daily ed. Apr. 22, 2004) (statement of Sen. Feinstein) (emphasis added).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017685",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017685.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3668,
    "word_count": 583,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:45.822048",
    "prefix": "IMAGES-004"
  }
}