{
  "document_id": "HOUSE_OVERSIGHT_029035",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029035.txt",
  "text": "Bannon: I think one is about responsibility. For Christians, and particularly for those\nwho believe in the underpinnings of the Judeo-Christian West, I don’t believe that we\nshould have a bailout. I think the bailouts in 2008 were wrong. And I think, you look in\nhindsight, it was a lot of misinformation that was presented about the bailouts of the\nbanks in the West.\n\nAnd look at the [unintelligible] it. Middle-class taxpayers, people that are working-class\npeople, right, people making incomes under $50,000 and $60,000, it was the burden of\nthose taxpayers, right, that bailed out the elites. And let’s think about it for a second.\nHere’s how capitalism metastasized, is that all the burdens put on the working-class\npeople who get none of the upside. All of the upside goes to the crony capitalists.\n\nThe bailouts were absolutely outrageous, and here’s why: It bailed out a group of\nshareholders and executives who were specifically accountable. The shareholders were\naccountable for one simple reason: They allowed this to go wrong without changing\nmanagement. And the management team of this. And we know this now from\ncongressional investigations, we know it from independent investigations, this is not some\nsecret conspiracy. This is kind of in plain sight.\n\nIn fact, one of the committees in Congress said to the Justice Department 35 executives, I\nbelieve, that they should have criminal indictments against — not one of those has ever\nbeen followed up on. Because even with the Democrats, right, in power, there’s a sense\nbetween the law firms, and the accounting firms, and the investment banks, and their\nstooges on Capitol Hill, they looked the other way.\n\nSo you can understand why middle class people having a tough go of it making $50 or $60\nthousand a year and see their taxes go up, and they see that their taxes are going to pay for\ngovernment sponsored bailouts, what you’ve created is really a free option. You say to this\ninvestment banking, create a free option for bad behavior. In otherwise all the upside goes\nto the hedge funds and the investment bank, and to the crony capitalist with stock\nincreases and bonus increases. And their downside is limited, because middle class people\nare going to come and bail them out with tax dollars.\n\nAnd that’s what I think is fueling this populist revolt. Whether that revolt is in the\nmidlands of England, or whether it’s in Middle America. And I think people are fed up\nwith it.\n\nHOUSE_OVERSIGHT_029035",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029035.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2473,
    "word_count": 417,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:47.191004",
    "prefix": "IMAGES-010"
  }
}