{
  "document_id": "HOUSE_OVERSIGHT_022972",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022972.txt",
  "text": "‘We spent five days there shadowing the staff to see how they did things,’ says Cathy.\n\n‘A dinner party was held on the fourth night, but it was very formal and businesslike. I saw no girls —\n\nyoung or otherwise — at the time. We would never have willingly put ourselves in that kind of situation.’\n\nThe following day they were flown to St Thomas and transferred by boat to Epstein’s island house, a\nsprawling single-storey complex with white walls and a blue roof, maintained by several gardeners, two\n\nboat captains, two laundry ladies and two other women who cared for the house.\n\nAgain the couple were there to observe, but after three days they were woken in the night by a phone call\ntelling them they had to leave the island because a VIP was making an unexpected visit. They were later\n\ntold by staff that the guest had been Prince Andrew.\nThey went back to New York, where Ghislaine explained more of their duties.\n‘She said we had to keep quiet about what we saw or heard on the island,’ Cathy recalls.\n\n‘She told us that although Mr Epstein and she were a couple, we would see lots of beautiful girls passing in\n\nand out, but that was his nature.\n‘She said that he gets what he wants but that she was always the “Queen Bee” and the one in charge.\n\n‘She often described herself in this way. Although she could be very friendly, I discovered that she was also\n\nrather arrogant.’\n\nMiles took up his post in March 1999 and Cathy followed a month later. Miles realised the kind of lifestyle\n\ntheir boss enjoyed when, on his first day, Epstein arrived with five young ladies in tow.\n\n‘One was definitely under age, but she had a letter of consent from her parents and was under the\nguardianship of a model agency,’ he says.\n\nThe Alexanders admit finding a box of sex toys in Friends in high places: Lord Mandelson has also\nEpstein’s bedroom, but insist they never saw nor vacationed on Epstein's island\norganised any raunchy parties for him or his guests. Cathy recalls that Prince Andrew was the first guest to\n\nvisit during their tenure.\n\n‘The Duke came via helicopter with his bodyguard and a woman in her 30s, who said she was a brain\n\nsurgeon,’ Cathy says dryly.\n\n‘She was tall, bleached blonde and had big boobs. They shared a room and spent most of their time on the\n\nbeach windsurfing, sailing or doing other water sports.\n\nHOUSE_OVERSIGHT_022972",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022972.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2359,
    "word_count": 423,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:44.784609",
    "prefix": "IMAGES-007"
  }
}