{
  "document_id": "HOUSE_OVERSIGHT_019704",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019704.txt",
  "text": "216 | HOW AMERICA LOST ITS SECRETS\n\ntions to private companies, but the Clinton administration in 1996\nhad privatized background checks for government employees\nrequiring security clearances. The idea, backed by Vice President\nAl Gore, was to reduce the size of the federal government by out-\nsourcing investigating the backgrounds of millions of government\napplicants for jobs. The task had previously been performed by the\nFBI, but it was assumed that a profit-making business could do it\nfaster and more efficiently. The private company named U.S. Inves-\ntigations Services was purchased in 2007 for $1.5 billion by Provi-\ndence Equity Partners, a rapidly expanding investment firm founded\nin 1989 by graduates of Duke, Brown University, and the Harvard\nBusiness School. So like Booz Allen, USIS was backed by a hedge\nfund determined to make money by systematically cutting the cost\nof a service previously carried out by the government.\n\nBut such outsourcing had drawbacks. For one thing, unlike the\nFBI, USIS lacked the investigative clout to gain entry to certain gov-\nernment agencies. A Congressional review found that the privacy\nact permits disclosure of government agency records to the private\n\n© firm if they are part of a “routine use of the records,” but intelligence ®\nagencies did not consider all such requests to be “routine. For exam-\nple, when it did the background check on Snowden in 2011, it could\nnot get access to his CIA file. The “derog” in his file might have set\noff alarm bells, as might the fear that he had been threatened by an\ninternal investigation over his alleged computer tampering in 2009.\nThe FBI might have learned this about Snowden if it had done his\nbackground check.\n\nThe lack of adequate oversight was another problem. USIS closed\ncases and cleared applicants without completing an adequate inves-\ntigation. According to a U.S. government suit filed in 2014, USIS\nhad prematurely closed over 665,000 investigations in order to get\npaid for them more quickly. Because the more cases it completed\neach month, the more money it received from the government, the\nlawsuit alleged that USIS employees often “flushed” or ended cases\nbefore completing a full investigation to meet corporate-imposed\nquotas for getting bonuses. One employee, in an e-mail cited in the\ngovernment’s complaint, said they “flushed everything like a dead\ngoldfish.” As a result, some information specialists entering the NSA\n\n| | Epst_9780451494566_2p_all_r.indd 216 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019704",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019704.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2528,
    "word_count": 405,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:48.605683",
    "prefix": "IMAGES-005"
  }
}