{
  "document_id": "HOUSE_OVERSIGHT_026291",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_026291.txt",
  "text": "open invitation for cross examination and any other exploitation possible as it cannot be an accepted part of the\nprocess.\n\n2. In this whole matter, | am most disturbed by the composition of the Mueller team and it seems to me that if we are to\nlearn anything from the IG's report it is the importance of having an investigation conducted above-board without\npersonal and political baggage. Mueller had a whole universe of lawyers from around the country to choose from to\nmake up his team. He purposefully chose a murderer's row of the worst. | can go one by one; but | will spare\n\nyou. Here are a couple of examples:\n\nA. Andrew Weissmann was known in the EDNY as \"The Pathological Liar\" after the SNL character. He literally would\nwithhold exculpatory evidence throughout the case and then one day when defense counsel went to the bathroom or\nlunch, stick the documents under others on his table and tell the judge the lawyer had it all along. | have been brought\ninto a case in which he lied from start to finish - and now his rats have come to me to admit their role in it - to get murder\nconvictions in two cases. He has been cited by judges for his misconduct and he runined both Arthur Anderson and\nEnron through his work, all of which was rejected by the higher courts. He also is a Trump hater and Clinton\nsycophant. Mueller knows Weissmann's conduct up close and personal. He chose Weissmann for his chief counsel at\nthe FBI years ago.\n\nB. Jeannie Rhee, hand-picked by Mueller from Mueller's own firm, was actually Clinton's lawyer in the email\ninvestigation. Now how does that look. She also is a bully and thinks she is a real tough guy and | don't want that kind\nof character around. | also have an ineffective assistance of counsel case against her for a client in a $100 million\nearnings management fraud case in which she was way over her head.\n\nC. Greg Andres was another bully who replaced Weissmann in the EDNY. He withheld evidence terribly in his cases,\nregularly threatened others, and accused a defendant of putting out a contract on him when he knew it was a\ncompletely bogus claim, but gave him the publicity he craved. He is 100% in the pro-Clinton, anti-Trump\n\ncamp. President Obama gave his wife a federal judgeship on the SDNY\n\nand on and on.\n\n| don't personally believe Russia affected the election at all; but | certainly am not qualified to say. | do know that we\nhave meddled in other countries’ elections as a matter of policy forever. But the bottom line is, if there is to be an\ninvestigation, just play it straight up. | am friends for a long time with the IG. If they had picked him to head up the\nteam, | would not be a weekly guest on Hannity tv and radio (| never would have been asked), as | Know he would pick\na team of honest folks from across the spectrum.\n\nFrom: jeffrey E. <j i i >\nTo: David Schoen\n\nSent: Wed, Jul 4, 2018 8:10 am\n\nSubject: Re: Hello\n\nis itoverblown. ? all mob prosecutors have strong feelings towards their targets. | recall many that told stories of\nhow they despised gotti etc. why is stryok different ?\n\nOn Wed, Jul 4, 2018 at 7:51 AM, > wrote:\n\n| am obsessed with prosecutorial and FBI misconduct wherever it rears it ugly head and i am committed to doing what i\ncan to fight it whether for my death penalty clients or a klansman. Lots of wrongdoing here and we all lose when the\nsystem breaks down.\n\n| assume you were just flipping the channels.\n\nHOUSE_OVERSIGHT_026291",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_026291.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3439,
    "word_count": 632,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:47.462852",
    "prefix": "IMAGES-008"
  }
}