{
  "document_id": "HOUSE_OVERSIGHT_024035",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024035.txt",
  "text": "IV. OPPORTUNITY IN THE HEALTHCARE SECTOR\n\nThe Fund Managers believe a number of macro market factors have aligned to create attractive\nand lasting conditions for NLV-III’s targeted investment strategy in healthcare technology.\nEach of these market factors individually would have a direct positive impact on the level of\nrisk and the potential for returns from investments in the healthcare technology sector. The fact\nthat there are positive trends in all of them occurring simultaneously is unprecedented, and the\nFund Managers expect that this will create a uniquely positive environment for NLV-III’s\ninvestments in the healthcare technology sector. These macro market factors include the\nfollowing:\n\nSTRONG GROWTH IN GLOBAL HEALTHCARE MARKETS\n\nHealthcare is one of the largest and most dynamic segments of the global economy, and its\ngrowth is projected to continue the well-established historical trend of outpacing GDP growth\nin major economies for at least the next decade.2! In the U.S., since 1970, health care spending\nper capita has grown at an average annual rate of 8.2% or 2.4 percentage points faster than\nnominal GDP. The persistence of this trend suggests systematic differences between health care\nand other economic sectors where growth rates are typically more in line with the overall\neconomy. A smaller difference is projected over the 2011 to 2020 period, where the average\nannual growth in per capita health spending (5.3%) is projected to be about 140 basis points\nhigher than the growth in GDP (3.9%). This powerful and sustained growth differentiates\nhealthcare from many other large industrial and technology sectors, and it creates a positive\nbackdrop for investment in certain areas within the sector.\n\nThe drivers of healthcare market growth vary between mature and emerging economies, but in\nboth cases the shifts are resulting in significant increases in per capita health care consumption\nand predictable increases in spending to meet the rising demand. In developed economies,\ngrowth is being driven primarily by an aging population coupled with a continued willingness\nof payers to cover the costs for new therapeutics and interventions that meaningfully extend or\nimprove the quality of patients’ lives. In the U.S., which is representative of the demographic\nshifts in other major economies, the number of people over 65 is expected to double over the\nnext three decades, reaching 70 million by 2030 or roughly 20% of the total U.S. population.\nThis aging demographic has a higher prevalence of disease and the cost of delivering care to\ntreat the diseases of this older demographic is rising steadily. For example, in 2009, the per\ncapita health care cost for a person 65 - 74 years old was approximately $14,000, but it was more\nthan double that ($33,000) for those over 85. Before the end of this decade, the projected per\ncapita annual cost to care for these same two groups is expected to rise to $22,000 (+57%) for 65\n- 74 year olds and $55,000 (+67%) for those 85+24.\n\nEmerging markets such as Brazil, Russia, India and China (BRICs) are also contributing to the\ngrowth in health care spending globally, as these emerging markets mature and begin moving\ntowards the standards of their counterparts in developed economies. The size of the middle\n\n*! CMS, OECD, Eurostat\n22 Historical data from Centers for Medicare and Medicaid Services, Office of the Actuary, National Health Statistics Group\nU.S. Census Bureau\n\nAlvarez & Marsal healthcare, getting much closer to the cost precipice\n\n24 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024035",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024035.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3591,
    "word_count": 570,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.551680",
    "prefix": "IMAGES-007"
  }
}