{
  "document_id": "HOUSE_OVERSIGHT_026646",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026646.txt",
  "text": "slj\n\nThis research note is provided by Eurizon SLJ Capital Limited, a Limited Company with Company Number:\n9775525, registered in England with Registered Office Address 100 Brompton Road, SW3 1ER. Eurizon SLJ\nCapital Limited is authorised and regulated by the Financial Conduct Authority (“FCA”).\n\nThis commentary has been prepared by a member of Eurizon SLJ Capital Limited and may not be reproduced,\nredistributed or copied in whole or in part for any purpose. Neither this document, nor any copy or part thereof,\nmay be distributed in any other jurisdictions where its distribution may be restricted by law and persons into whose\npossession the material comes should inform themselves about, and observe, any such restrictions.\n\nThe information and opinions provided in our research take no account of investor's individual circumstances and\nshould not be taken as specific advice on the merits of any investment decision. No member of Eurizon SLJ Capital\n\nLimited accepts any liability whatsoever for any direct or consequential loss howsoever arising, directly or\nindirectly, from any use of our research or its contents.\n\nThis note is provided in accordance with s.54(1) of The Financial Services and Markets Act 2000 (Regulated\nActivities) Order 2001, which provides that the giving of advice in this way 1s neither that of: :\n\n(a)the regulated activity of giving advice; nor\n\n(b)leading or enabling persons to buy, sell, subscribe for or underwrite securities or contractually based investments.\nEurizon SLJ Capital Limited has taken all reasonable care to ensure that the information contained in this document\n\nis accurate at the time of publication, however no representation or warranty, express or implied, is made as to the\naccuracy, reliability or completeness of such information.\n\nLandon Thomas, Jr.\nFinancial Reporter\nNew York Times\n\nHOUSE_OVERSIGHT_026646",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026646.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1874,
    "word_count": 287,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:49.180496",
    "prefix": "IMAGES-009"
  }
}