{
  "document_id": "HOUSE_OVERSIGHT_015031",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015031.txt",
  "text": "Could U.S. case against sex offender Jeffrey Epstein be reopened? http://www.mypalmbeachpost.com/news/crime--law/fight-reopen-teen-s...\n\nWellington home with flowers, balloons and a gun, and killed 40-\nyear-old Marlene Warren. They believed Keen was having an affair\nwith Michael Warren, Marlene’s widow. They subpoenaed her then-\nhusband and mother-in-law. The type of balloons found...\n\nJealous Florida woman stabs boyfriend at block\nparty, police say\n\nby Sandra Nortunen, Palm Beach Post Staff Writer\n\nA 23-year-old Florida woman upset that her boyfriend was speaking\nto another woman at a party decided to stab him in the chest, news\nreports stated. Lashamera Yvette Smith and her boyfriend were out\nat a bar Friday night before they ended up at a block party during the\nwee hours of the following day, Volusia County Sheriff's Office investigators...\n\nBoca board to buy golf course, re-brand it as\n‘Boca National Golf Club’\n\nby Lulu Ramadan, Palm Beach Post Staff Writer\n\nA Boca Raton taxing district has city support for buying a dilapidated\ngolf course for $24 million, with plans to revitalize and re-brand it as\n“Boca National Golf Club.” Talk of the Greater Boca Raton Beach\nand Park District — a taxing body independent of the city of Boca\nRaton — buying Ocean Breeze Golf Club, a 27-hole course...\n\nTrump and fellow Palm Beacher, friend Robert\nKraft at odds over anthem issue\n\nby John Bisognano, Palm Beach Post Staff Writer\n\nThe next time President Donald Trump and fellow part-time Palm\nBeacher Robert Kraft, owner of the New England Patriots, share a\nmeal at Trump’s Winter White House, Mar-a-Lago, there may be\nsome awkward moments. While the two have forged a close\nfriendship over the years, and Kraft has donated $1 million dollars to Trump’s inauguration...\n\nMore Stories\n\nPopular in News\n\n1 Clown killing: Wellington woman murdered by clown never caught\n2 BREAKING: 27 years later, arrest made in fatal shooting by clown\n\n3 Renovations at three of Boynton Beach's restaurant destinations\n\nNEWS p> MARKETPLACE » AFFILIATES p> ABOUT US p> TOP a\n\n© 2017 Cox Media Group. By using this website, you accept the terms of our Visitor Agreement and Privacy Policy,\nand understand your options regarding Ad Choices > . Learn about careers at Cox Media Group\n\n4 of 4 9/27/2017, 12:04 AM\nHOUSE_OVERSIGHT_015031",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015031.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2320,
    "word_count": 373,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:44.975600",
    "prefix": "IMAGES-003"
  }
}