{
  "document_id": "HOUSE_OVERSIGHT_018453",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018453.txt",
  "text": "night, if I tried to see him he didn't have time.\n\nIt didn't help that he reacted very badly when I went after him aggressively -- too\naggressively, I knew, but couldn't help it -- and told him honestly how vulnerable I was.\nHe backed off fast, leaving me more confused than ever. (Though not too confused to\nthink: How stereotypical.)\n\nIt went beyond being a woman spurned, though. Especially since I believed,\nintellectually, that he didn't owe it to me not to be busy. He wasn't required to sort me\nout. And -- since it seemed to be what I was after -- he wasn't obligated to continue\nhurting me. We'd just met, after all.\n\nIt was more that I was enraged by how desperately I wanted to be hurt -- and infuriated\nthat someone, anyone, could have such power over me. I had always thrown myself into\ninfatuations; like most people, I'd been known to get angry at the object of my affections.\nBut this was different. Not only was I infatuated, I was aching for something I couldn't\nreconcile. Even if Richard had been the perfect counselor I had no right to expect, I might\nhave hated him. As it was, I felt toyed with, and found as many other reasons to dislike\nhim as I could. As long as I could focus on wrath, I didn't have to think about my other\nfeelings.\n\nIt kept me from falling apart.\n\nHe was away for most of the summer. I went to a few trusted friends for reassurance and\nvalidation; giving few details, I allowed my anger to calcify. But Richard ended up\nsurprising me. On a visit to Chicago, he called me every night for a week. The bruises he\nleft took weeks to fade, some of them bleeding and leaving scars. I raged as I covered the\nworst of them -- but felt also a low-burning fulfillment. One close friend, Andrew, caught\nsight of a bruise on my leg and cast me a worried look. \"That looks pretty bad,\" he\nobserved, and I could only say, \"Yes.\"\n\nBy then, I'd well and truly internalized the belief that Richard didn't want to deal with\nemotional vulnerability, and my furious resentment remained. This feeling was not\nhelped by society in general; men hate emotions, right? Still, the more time I spent with\nhim, the more I had to admit that he made an effort to be sensitive. Most of our failures to\nunderstand each other came from how different our relationship paradigms were, not to\nmention my unevenly-repressed identity crisis. I know I tried to warn Richard that I\nwasn't doing well at expressing myself and that what I thought, or felt, or believed I was\nmight change on short notice; but I doubt I got even that concept across.\n\nHe identified fairly publicly as a BDSMer, and made it clear that he considered me\nsuperficial and cowardly because I was unsure about doing so myself. He was also\npolyamorous, a lifestyle that I had some experience with -- but though I respected others’\nchoices to engage in it, I'd decided against polyamory for myself. It felt strange to draw\nthe parallel, but it was somewhat like dealing with a difficult boyfriend. Still, I didn't\ntrust him, and our relationship didn't particularly involve sex.\n\nJust pain.\n\nTowards the end of one night, wan light filtering through my curtains, Richard inquired\n\nHOUSE_OVERSIGHT_018453",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018453.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3180,
    "word_count": 573,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:48.862679",
    "prefix": "IMAGES-004"
  }
}