{
  "document_id": "HOUSE_OVERSIGHT_019749",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019749.txt",
  "text": "Through the Looking Glass | 261\n\nputer disks containing hundreds of secret documents revealing the\nsources and methods of American intelligence. According to Cher-\nkashin, it was the largest haul of top secret documents ever obtained\nby the KGB (although it was only a small fraction of the number of\ntop secret NSA, Department of Defense, and CIA documents taken\nby Snowden in 2013). Cherkashin told me the price paid by Moscow\nwas a great bargain because it helped compromise “the NSA’s most\nadvanced electronic interception technology,” including a tunnel\nunder the Soviet embassy.\n\nYet it was only after newspapers reported that Hanssen had been\narrested by the FBI in February 2001 that Cherkashin learned the\nname and position of the spy he had recruited. Cherkashin told me\nthat what mattered to the KGB was not “control” of an agent but the\nvalue of the secrets he or she delivered. “Control is not necessary in\nespionage as long as we manage to obtain the documents.” So in the\neyes of the KGB, anyone who elected to provide it with U.S. secrets\nwas a spy.\n\n“All we knew was that he delivered valuable documents to us and\n\n© asked for cash in return,” he said. “We didn’t control him; he con- ©\ntrolled us.”\n\nAn uncontrolled mole who provided secrets to the KGB and the\nSVR for twenty-two years was very different from fictional moles\nin the spy movies. I asked whether it would have been better if the\nKGB had him under its control.\n\n“Possibly,” Cherkashin answered. “But as it turned out, Hanssen\nwas by far our most valuable penetration in the Cold War.”\n\n“Could Hanssen really be called a mole?” I asked.\n\n“A ‘mole’ is a term used in spy fiction,” he said. “We prefer the\nmore general term ‘espionage source.’ ”\n\n“So anyone who delivers state secrets to the KGB, for whatever\nreason, is an espionage source?” I asked.\n\n“Certainly, if the information is valuable to us,” Cherkashin\nanswered.\n\n“If some unknown person simply delivered a trove of top secret\ncommunications secrets to the doorstep of Russia, would it be\naccepted?” I asked with Snowden in mind.\n\n| | Epst_9780451494566_2p_all_r1.indd 261 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019749",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019749.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2158,
    "word_count": 369,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:47.850205",
    "prefix": "IMAGES-005"
  }
}