{
  "document_id": "HOUSE_OVERSIGHT_014901",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014901.txt",
  "text": "¢ Walmart continuing to acquire eCommerce assets and launching free 2-day\nshipping: Investors will likely focus on Amazon’s results relative to Wal-mart.\n\n« Amazon Business: Amazon Business announced a multi-year agreement with a\npublic sector co-op, worth $500mn/year with a5 year contract and 6 option years\n(see Now we’re in Business: Amazon announces new B2B contract with public\n\nsector Co-op).\n\n¢ Prime Now expansion: Prime Now launched 1-hour delivery in Milwaukee and\nBoston during the quarter. Amazon also launched the ability for Alexa users to make\nPrime Now orders.\n\n« Upcoming 2Q events: AWS Summit SF (April 18-19), new Prime Instant Video\ncontent rollout (Manchester by the Sea, Bosch season 3, | Love Dick).\n\n¢ Souq.com acquisition: Amazon has an agreement to acquire Souq.com, the leading\neCommerce platform in the Middle East. Terms were not disclosed, though press\nreports indicate that Amazon had bid $650mn for the company before Emaar Malls\nmade a public bid of S800mn. The deal is expected to close in 2017.\n\n¢ Physical store rollout: Amazon has launched or planned to open 10 AmazonBooks\nstores, is beta testing its AmazonGo grocery store concept (though public opening\nwas delayed due to technology issues), and there are press reports that Amazon is\ntesting other grocery store formats as well.\n\n¢ Google Cloud Conference: No significant price announcements were made, but\nGoogle’s conference was much more impressive this year (see What a difference a\nyear makes for Google Cloud).\n\nSouq.com brings Amazon into the Middle East\n\nAmazon announced that it has an agreement to acquire Souq.com, the leading\neCommerce platform in the Middle East. Terms were not disclosed, though press\nreports indicate that Amazon had bid $650mn for the company before Emaar Malls\nmade a public bid of S800mn. This will represent Amazon’s largest deal since the\n$970mn Twitch acquisition in 2014.\n\nSougq.com does not disclose its sales or earnings, making it difficult to assess the\nacquisition multiple or potential accretion of the deal. An S800mn acquisition implies\n0.2% of Amazon’s current market cap. Though it is somewhat surprising for Amazon to\nacquire a company in order to enter a new market, Amazon can leverage logistics,\nsourcing, customer, and technology investments at Souq.com. The deal is expected to\nclose in 2017. Souq.com offers 8.4mn products across 31 categories, including\nelectronics, health & beauty, fashion, home goods, and baby. The site has 45mn monthly\nvisitors and localized operations in Saudi Arabia, UAE, and Egypt and localized sites for\nthe UAE, Egypt, Saudi Arabia, Kuwait, Bahrain, Oman, and Qatar. Euromonitor estimates\nthat Middle East & Africa GMV is $9bn market in 2016 though other reports peg the\nmarket at $20bn, implying roughly 1-2% eCommerce penetration in the region vs. mid-\nteens in Western markets. Press reports last year indicated that Amazon was exploring\nentering Australia and Singapore in 2017. The Souq.com acquisition may signal a more\naggressive global expansion plan.\n\nEstimates vs. Consensus: Above Street revenue and EPS\n\nWe expect 1Q revenue/EPS of $35.3bn/$2.34 vs. Street at $35.3bn/$2.28. Amazon’s 1Q\nrevenue guidance is $33.25-35.75 and GAAP operating income of $250-900 (we are at\n$898mn in operating income}. Our 1Q revenue estimate of $35.3bn (+21% y/y vs. 22%\nin 4Q16)} is based on 24% y/y unit growth vs. 24% y/y in 4Q. For 1Q17, we estimate\n-19% q/q revenue growth vs -19% q/q in 1Q last year. We are below the street for 2Q\nmargins.\n\nBankof America\n\nMerrill Lynch Internet/e-Commerce | 06 April2017. 15\n\nHOUSE_OVERSIGHT_014901",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014901.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3609,
    "word_count": 573,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:48.182699",
    "prefix": "IMAGES-003"
  }
}