{
  "document_id": "HOUSE_OVERSIGHT_013678",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013678.txt",
  "text": "inside Paris’s towering, echoing, Notre Dame Cathedral, hearing Latin chants in the\ndank sweet smell of old church and chained, swinging canisters of smoking incense\nas the pipe organ roared? Those realities that George Berkeley, the 1721 author of\nTreatise Concerning the Principles of Human Knowledge, the theist whose name\nwas given to a mostly agnostic Northern California city, saw as grounded in the\nspirituality of God’s infinite mind and broadcast as universal ideas through our\nderivative, finite minds. Rational religion and mystical religion joined in faith by the\npresence of implicit and universal mathematical structure\n\n| spent about two years at a mathematics institute in France, /nstitute des\nHautes Etudes, IHES, sitting at the guru feet of the mathematical great and\nmetaphysician, Rene Thom. His mathematical pallet was breathtakingly broad, a\ntaste of what in past centuries was called natural philosophy and what seemed to\nme to be about the unapologetic geometrization of the Intuitive God of the Mind.\nNatalie Angiers, erstwhile mathematician, now reporter and atheistic hard ass,\nwriting in the New York Times, called Thom’s ideas the talk of “...an Emperor\nwithout clothes...” The Kantian theme of the personal a priori status of an intuitive\ngeometry, an already in us representation of all that’s out there, was implicit in his\nCatastrophe Theory research program and was published first in his classical\nStructural Stability of Morphogenesis (1977) and made more overt in his later\n(1990) Semiophysics.\n\nTo get a feeling for the rational-logical versus mystical-intuitive spiritual issue\nin a mathematical context, consider the following: most of us remember the struggle\nto unify the strange and difficult cognitive duality of the high school geometry\nexperience. On one hand, shapes and their relations and rearrangements could be\nintuitively grasped, even manipulated; on the other hand, we were taught that these\nmental images and the results of their intuitive transformations were not to be\ntrusted.\n\nIn mathematics, as in my belief in the fireworks of primary religious\nexperience, seeing is not necessarily believing. In my high school geometry class,\nwhat was to be believed was what followed from the proper practice of the tightly\n\norganized, Euclidean system of axioms, postulates and the derivative logical\n\n178\n\nHOUSE_OVERSIGHT_013678",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013678.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2378,
    "word_count": 365,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:46.258826",
    "prefix": "IMAGES-002"
  }
}