{
  "document_id": "HOUSE_OVERSIGHT_011533",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011533.txt",
  "text": "Challenging though our training was, I found every bit of it enthralling and,\nwith each new test passed, somehow empowering and exhilirating. This was all\nthe more remarkable because we had still yet to carry out a single operation. If\nanyone other than Avraham had been in charge, I think the unit might have\nunraveled. The fact that it didn’t was mostly due to of the ethos he created, the\nfeeling that we were a special breed with a critically important common\npurpose, and that sooner or later we would be called on to do special things.\nWhen we were in uniform, it was camouflage dress. When we were on the base,\nwe mostly wore sandals and shorts. We called each other by our first names,\neven the officers.\n\nIn its first few years, the sayeret sometimes felt less like an army unit than a\ncollege fraternity. Every spring, we organized a feast in a cavernous hangar on\nthe edge of our compound. It was called Chag ha Pri, the Feast of the Fruit. For\ndays ahead of the event, we would mount night raids on kibbutzim, “liberating”\ncrates of every kind of fruit imaginable, and chicken and lamb if we got lucky.\nThe only rule was that none of us would steal from our own kibbutzim. Among\nthe guests at the Feast of the Fruit was an unsuspecting selection of senior\nofficers whom Avraham knew. A few of them got into the spirit, like Dado\nElazar, his Palmach commander from 1948. The Palmach had held similar\nfoodfests, with delicacies grabbed from nearby kibbutzim. Dado was by this\ntime commander of Israel’s armored corps. Since our sayeret was always short\nof gasoline for our exercises, he would divert surplus supplies to us. But other\nguests were less impressed with the pyramids of oranges and avocados and\nmangoes and watermelons. I could almost hear a voice screaming inside them:\nthese are Israeli soldiers. They’re stealing this stuff.\n\nIt was not until the autumn of 1961, nearly eighteen months after I arrived,\nthat it seemed we might actually be given a real mission. This was largely due\nto a change at the top of the military. For much of the 1950s, when Dayan was\nchief-of-staff, his right-hand-man was a Haganah veteran named Meir Amit. In\n1961, the term of Dayan’s successor as chief of staff, Haim Laskov, was coming\nto an end and Amit was in the mix to get the top job. He was already Head of\nOperations. In practical terms, that made him the number-two man in the armed\nforces. But the job went to Tzvi Tzur, Laskov’s deputy. Amit decided to accept\n\n62\nHOUSE_OVERSIGHT_011533",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011533.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2501,
    "word_count": 445,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:48.778133",
    "prefix": "IMAGES-001"
  }
}