{
  "document_id": "HOUSE_OVERSIGHT_020635",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020635.txt",
  "text": "176\n\nOmitted was the historical fact that Lee Kuan Yew was the only noncommunist\nleader who in the late 1950s and early 1960s went into a CCP-backed United Front\norganization and emerged the victor. That drew a red line, which provided the basis on\nwhich Lee and his successors developed Singapore’s relations with China. Also ignored\nwas the fact that even though Singapore has no territorial claims on the SCS, that does\nnot mean it has no interest there. And, most crucial of all, although the majority of\nSingaporeans are ethnic Chinese, Singapore is a multiracial country organized on the\nbasis of meritocracy and it does not view itself as a mono-racial state like China.\n\nStill, many Singaporeans, only cursorily interested in international affairs, did\n\nnot realize they were being fed oversimplifications and swallowed them, or played\nalong for other reasons. Businessmen, academics, and others with interests in China\nwere given broad hints that their interests might suffer unless Singapore was more\naccommodating, and they passed the messages to the Singapore government. The Belt\nand Road Initiative was dangled as bait and the possibility of being excluded loomed\nas a threat, even though Singapore, as a highly developed country, did not need BRI\ninfrastructure. Communist Party chairman Xi Jinping himself had asked Singapore\nto start a BRI-related project in Chongqing. Prime Minister Lee Hsien Loong was\npointedly not invited to the BRI Summit held in Beijing in 2017, although Singapore\nwas represented at a lower level. Appeals to ethnic pride were made to yet others.\n\nThe operation was effective. The pressures on the government were great. It was\ndifficult to explain the nuances of the SCS issue or Singapore’s relations with China to\nthe general public.\n\nThen Beijing went too far. In November 2016, nine Singapore armored personnel\ncarriers (APCs) en route home from an overseas military exercise were seized by China\non the flimsiest of excuses.” Singaporeans immediately understood that this was naked\nintimidation. Even the leader of the opposition Workers’ Party criticized China in\nParliament. Beijing, by then increasingly concerned with the Trump administration,\ndecided to settle. In January 2017, the APCs were released. The influence apparatus\ngradually stood down and relations returned to normal. Chinese leaders went out of\ntheir way to project friendliness. In late 2017, when news of Prime Minister Lee Hsien\nLoong being invited to the White House by President Trump became public, the prime\nminister was hastily invited to come to Beijing first, where he was received by Xi and\nother senior Chinese leaders.\n\nAcademia\n\nMost of the means by which the Chinese narratives were spread in 2016-17 were not\nillegal. However, in August 2017, Huang Jing, an academic born in China who was\n\nAppendix 2\n\nHOUSE_OVERSIGHT_020635",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020635.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2858,
    "word_count": 454,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:46.494137",
    "prefix": "IMAGES-006"
  }
}