{
  "document_id": "HOUSE_OVERSIGHT_016154",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016154.txt",
  "text": "Chart 49: Saudi ERR’s are showing signs of inflecting despite one of the most protracted periods of\nearnings downgrades.\n\n2 160\ni 140\n16 - More upgrades than downgrades\n\n120\n1.4\n12 100\n\n1 80\n0.8 + 60\n0.6\n\n40\n0.4 More downgrades than upgrades\n0.2 - 20\n0 0\n\n| |-uer\nZ|-uer\ne]-uer\npl-uer\nG|-uer\ng|-uer\n\n————ERR (LHS) —==Brent Crude (US$/bbI- RHS)\n\nSource: DataStream, I/B/E/S, Bloomberg, BofA Merrill Lynch Global Research\n\nOff benchmark and out of mind? Growing confidence could drive rerating\n\nWith Saudi Arabia remaining off benchmark (it is not currently part of any major indices\nsuch as the MSCI EM or FM), GEM funds allocation to Saudi Arabia remains relatively\nlow at just 0.25% (of total GEMs AUM). Whilst allocation levels are relatively high versus\nhistory, they are still significantly below the levels implied by MSCI EM inclusion (1.4%)\nor suggesting a level of apathy towards the market.\n\nChart 50: GEM fund allocation in Saudi (asset-weighted)*\n\n0.35 7 % GEM funds, allocation in Saudi MSCI Saudi market cap as % of MSCI EM (rhs) %r 16\n0.30\n\n0.25\n0.20\n0.15\n0.10\n\n0.05\n\n0.00\n\n06 07 08 09 10 11 12 13 14 15 16\n\nSource: EPFR, BofA Merrill Lynch Global Research.*Market cap as % of MSCI EM represents and artificially constructed benchmark weight\nassuming that this market was a member of MSCI EM index\n\nWith the NTP looking to diversify the Saudi economy away from the oil sector (and\nreduce its reliance on a higher oil prices), we believe confidence in the longer term\neconomic outlook could improve, ultimately driving earnings momentum and a market\nrerating. Given our view that crude oil prices will likely post growing momentum in 2017,\nmoving substantially above USS50/bbl, even a partial success of the NTP program would\nlikely be sufficient to improve market confidence.\n\nCMA reforms (likely linked to the NTP), a potential catalyst for market rerating\nFurthermore, reforms being introduced by the Saudi Capital Markets Authority (CMA) to\nattract greater foreign participation in the Saudi market (see below) indicate Saudi is\n\n44 GEMs Paper #26 | 30 June 2016\n\nOS Merrill Lynch\n\nHOUSE_OVERSIGHT_016154",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016154.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2121,
    "word_count": 353,
    "line_count": 74,
    "import_date": "2025-11-19T21:47:47.366963",
    "prefix": "IMAGES-003"
  }
}