{
  "document_id": "HOUSE_OVERSIGHT_024603",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024603.txt",
  "text": "12\n\nThat same night, five Egyptian soldiers were killed and several\ninjured during an attack on the Egyptian side of the border. Lt. Col.\nAmr Imam, a media spokesman for the Egyptian military, said that\nthe officers were killed by an Israeli Apache helicopter that fired two\nrockets. \"It may have been a mistake,\" he said. Also on Aug. 18, a\nman wearing an explosives belt blew himself up at an Egyptian\ncheckpoint 11 miles from the Sinai town of Taba, killing an officer\nand injuring two others. \"The body of the dead officer and the\nunidentified head of the bomber were brought over to the hospital,\"\nsaid Abel Wahab, a doctor in the emergency department of the\nhospital in el-Arish, North Sinai's capital. The Israeli operation\noutraged the Egyptian public and prompted thousands to protest\noutside the Israeli Embassy in Cairo. Amid rumors that Egypt might\nrecall its ambassador from Tel Aviv, the Egyptian government also\nbrushed off a rare Israeli statement of regret as \"not in keeping with\nthe magnitude of the incident and the state of Egyptian anger.\"\n\nIn Sinai, that anger is more palpable -- but it's more often directed at\nthe Egyptian state. Ibrahim al-Menaei, a leader of the Swarkeh tribe,\nconsidered the most powerful tribe in the north, told me that\nMubarak's formally dissolved state security apparatus was to blame\nfor the lack of law and order in the region. He accused the security\nforces of framing his people for crimes that they did not commit and\nlabeling them as drug and weapons dealers. \"I will not let a single\npolice officer into this region until they give in to our demands,\"\nMenaei explained as he sat in the sanctuary of his safe house a few\nkilometers south of the Israeli border, surrounded by his five sons\nand armed disciples. He called on the new Egyptian government to\nrepeal laws that prevent the Bedouins from owning land, abolish all\nabsentia sentences against Bedouins that were issued during\nMubarak's rule, and prosecute police officers responsible for killing\nBedouins. There are in fact two Sinais: the impoverished north and\n\nHOUSE_OVERSIGHT_024603",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024603.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2098,
    "word_count": 354,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:44.135751",
    "prefix": "IMAGES-008"
  }
}