{
  "document_id": "HOUSE_OVERSIGHT_017232",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017232.txt",
  "text": "4.2.12\nWC: 191694\n\npolitical ends of terrorism. The board has also proved that Redgrave has turned down roles such\nas that of Andrei Sakharov’s wife in an HBO production because she believed the film might be\nseen as “anti-Communist propaganda”.\n\nRedgrave’s supporters threw a fundraiser for her. I prepared and distributed a leaflet that\nprovided the facts to those attending and urged them to ask Redgrave “to explain her hypocrisy”.\nSeveral members of the audience were surprised to learn of her views on blacklisting Israeli\nartists. Others said they knew of Redgrave’s selective condemnation of blacklisting but didn’t\ncare, because — as one woman put it — “anything is fair in the war against Zionism.””’\n\nIn the end, the case was settled and Redgrave persisted in her hypocrisy. I was comfortable in my\nrole defending her rights while exposing her wrongs.\n\nNot everyone understands this distinction. My own mother insisted that I was “helping” Nazis\nand terrorists when I supported their right to speak, even while condemning what they were\nsaying. Far better educated people than my mother also claimed not to understand. In a debate in\nCanada on laws criminalizing Holocaust denial, I took my usual position in favor of freedom of\nspeech:\nI regret to say this, but I think that Holocaust denial speech is not even a close question.\nThere is no persuasive argument that I can think of in logic, in law, in constitutionality, in\npolicy, or in education, which should deny [anyone] who chooses to the right to take\nwhatever position he wants on the Holocaust. The existence of the Holocaust, its extent,\nits fault, its ramifications, its political use are fair subjects for debate. I think it is\ndespicable for anybody to deny the existence of the Holocaust. But I cannot sit in\njudgment over the level of despicability of anybody’s exercise of freedom of speech.\nOf course I agree that sticks and stones can break your bones, and words can harm you\nand maim you. That’s the price we pay for living in a democracy. It’s not that speech\ndoesn’t matter. If speech didn’t matter, I wouldn’t devote my life to defending it. Speech\nmatters. Speech can hurt. That’s not why those of us who defend free speech,\nparticularly free speech of this kind, do it. We do it because we don’t trust government.\n\nIn response, Judge Maxwell Cohen said that anyone who holds such views “ought not to be a law\nteacher.” I disagree. Professors must defend the right of those they disagree with to express\nwrongheaded views, while insisting on their own right—indeed obligation—to express\ndisagreement with such views.\n\nWhen Yasser Arafat died in 2004, I was asked by Palestinian students at Harvard to represent\nthem in the failed efforts to fly the Palestinian flag from a flagpole in the Harvard Yard. They\nknew my negative views of their hero—I had called Arafat’s death “untimely,” because if he had\nonly died five years earlier, the Palestinian Authority might well have accepted the Clinton-Barak\npeace offer—but they also knew my views on freedom of speech. I agreed to represent them, as\nlong as they understood that I would continue to criticize both Arafat and those who considered\nhim a martyr. They agreed and we got Harvard to allow them to fly their flag.\n\n5! Kevin P. Convey, Actress Redgrave defends her views, but lawyer Dershowitz steals the show. Boston Herald.\nDershowitz: Redgrave Views on Censorship Hypocritical.\n\n145\n\nHOUSE_OVERSIGHT_017232",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017232.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3448,
    "word_count": 576,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.010646",
    "prefix": "IMAGES-004"
  }
}