{
  "document_id": "HOUSE_OVERSIGHT_023504",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023504.txt",
  "text": "18\nemerged to protest what they considered the Almoravids’ “tolerance.”\nTheir takeover of Andalusia radicalized the society, leading to the\npersecution of non-Muslims and to religious warfare.\n\nTurkey’s Islamization under the AKP threatens to follow a similar, if\nmore gradual, trajectory. The AKP’s embrace of religious values is\nnot the biggest problem of Turkish secularists. Rather, the larger\nthreat is that, now that the AKP has pushed religion more to the\ncenter of Turkish social preoccupations, fundamentalists will gain\ncarte blanche to challenge the AKP as “not Muslim enough.”\n\nIndeed, last November the AKP was moved to fire Ali Bardakoglu,\nthe liberal head of Diyanet, Turkey’s official religious authority that\nhas historically checked fanaticism by building mosques and training\nimams while promoting a liberal understanding of Islam. The AKP\nreplaced Bardakoglu with another well-known scholar, Mehmet\nGormez, who has an avowedly more conservative take on Islam.\n\nThe new Diyanet chief’s first act was to fire Ayse Sucu, who headed\nthe organization’s women’s branch. Sucu’s initiatives had included\nsuggesting that women should be able to decide for themselves\nwhether to cover their hair. Fundamentalist media and pundits were\necstatic at her ousting, claiming that it signaled that there was no\nroom for a personal interpretation of Islam.\n\nThe AKP has promoted socially conservative values, such as the need\nfor women to wear the Islamic headscarf and a disdain for alcohol.\nTurkish bureaucrats and businesspeople complain that embracing\nthese practices to prove that one is a “good Muslim” has become a\nprecondition for getting government promotions and contracts.\nMeanwhile, the AKP-run media watchdog recently scolded a\ntelevision station for broadcasting a program about Suleiman the\nMagnificent that truthfully depicted the famously cosmopolitan\nOttoman sultan drinking alcohol. The official warning followed an\noutcry led by AKP leaders and fundamentalists alike, who demanded\n\nHOUSE_OVERSIGHT_023504",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023504.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2026,
    "word_count": 300,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.045108",
    "prefix": "IMAGES-007"
  }
}