{
  "document_id": "HOUSE_OVERSIGHT_029039",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029039.txt",
  "text": "Question: Obviously, before the European elections the two parties had a clear link to\nPutin. If one of the representatives of the dangers of capitalism is the state involvement in\ncapitalism, so, I see there, also Marine Le Pen campaigning in Moscow with Putin, and\nalso UKIP strongly defending Russian positions in geopolitical terms.\n\n[Harnwell restates, but unintelligible]\n\nHarnwell: These two parties have both been cultivating President Putin [unintelligible].\nBannon: [ think it’s a little bit more complicated. When Vladimir Putin, when you really\nlook at some of the underpinnings of some of his beliefs today, a lot of those come from\nwhat I call Eurasianism; he’s got an adviser who harkens back to Julius Evola and different\nwriters of the early 20th century who are really the supporters of what’s called the\ntraditionalist movement, which really eventually metastasized into Italian fascism. A lot of\npeople that are traditionalists are attracted to that.\n\nOne of the reasons is that they believe that at least Putin is standing up for traditional\ninstitutions, and he’s trying to do it in a form of nationalism — and I think that people,\nparticularly in certain countries, want to see the sovereignty for their country, they want to\nsee nationalism for their country. They don’t believe in this kind of pan-European Union\nor they don’t believe in the centralized government in the United States. They'd rather see\nmore of a states-based entity that the founders originally set up where freedoms were\n\ncontrolled at the local level.\n\n“You’re seeing a global reaction to centralized\ngovernment, whether that government is in\nBeying or that government 1s in Washington,\nDC, or that government is in Brussels. So we\nare the platform for the voice of that.”\n\nI’m not justifying Vladimir Putin and the kleptocracy that he represents, because he\neventually is the state capitalist of kleptocracy. However, we the Judeo-Christian West\n\nreally have to look at what he’s talking about as far as traditionalism goes — particularly\n\nHOUSE_OVERSIGHT_029039",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029039.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2059,
    "word_count": 330,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:45.529535",
    "prefix": "IMAGES-010"
  }
}