{
  "document_id": "HOUSE_OVERSIGHT_016522",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016522.txt",
  "text": "Page 13 of 42\n103 Minn. L. Rev. 844, *867\n\nonce common and significant in many state justice systems. U.S. colonies and states created public prosecution offices much\nearlier than England. 77\n\n[*868] Even so, in the nation's earliest decades, those officials were often part-time or short-term officials, whose duties were\noften primarily quasi-judicial or administrative. 7* For those reasons, in many states those officials coexisted alongside private\nprosecutors with whom they shared some similarities. Early public prosecutors were paid by the case or the conviction ” and\npursued cases from private complainants. °° But by the mid-nineteenth century, every state had public prosecutor offices of\nsome sort. ®! Increasingly, they were full-time and accompanied by [*869] public police forces. In this context, private\nprosecutions diminished, then vanished. °?\n\nHowever, because public prosecutors continued to suffer from poor funding (and consequently were held in low regard), *\n\nsome states continued an alternate form of private prosecution: privately funded attorneys could assist in criminal prosecutions\nas long as the public prosecutor supervised or retained formal control. *4 This form of ancillary or supplementary private\nprosecution, which leaves charging decisions in public hands, is still permitted in several states. 8° Otherwise, only vestiges of\nprivate [*870] prosecution remain in a few states. Pennsylvania seems to have the strongest version: it permits private\nprosecutions for any offense upon the approval from a state prosecutor or a judge. *° Rhode Island authorizes private\nprosecutions only for misdemeanors. 8’ Under state common law, New Hampshire might permit the same for nonjailable\noffenses. °° Beyond that, judges in many states can issue an arrest warrant or criminal summons based on a private person's\ntestimony, but public prosecutors control whether to go forward with the case. °°\n\n[*871] In sum, U.S. jurisdictions are unusual among common law jurisdictions in having abolished private prosecution as a\nmeans to vindicate victims' private interests, a supplement to public enforcement resources, and a structural check on selective\nunderenforcement from biases in public prosecutors’ discretionary decisions not to charge. English authorities, in contrast,\nexplicitly recognize this public function for private prosecution. Private actors’ authority to second-guess declination decisions -\ncharging decision redundancy - operates as \"the ultimate safeguard for the citizen against inaction on the part of the\nauthorities.\" °° The only remnant of this view in the United States seems to be in Pennsylvania. Its courts view victim-initiated\n\n6 18 U.S.C. § 3771(d)(6). Elsewhere, regarding victim complaints of rights violations to the Justice Department, the statute provides that\n\"the Attorney General ... shall be the final arbiter of the complaint, and that there shall be no judicial review of the final decision of the\nAttorney General by a complainant.\" Id. § 3771(f)(2)(D); see also United States v. Thetford, 935 F. Supp. 2d 1280, 1282 (ND. Ala. 2013)\n(\"These rights, however, do not extend to giving crime victims veto power over the prosecutor's discretion.\"); Does v. United States, 817 F.\nSupp. 2d 1337, 1343 (S.D. Fla. 2011) (\"To the extent that the victims' pre-charge CVRA rights impinge upon prosecutorial discretion, under\nthe plain language of the statute those rights must yield.\").\n\n4 See, e.g., Ohio Rev. Code Ann. § 2930.06(A) (West 2004) (\"A prosecutor's failure to confer with a victim ... does not affect the validity”\nof a decision to dismiss charges, plea agreement, or other disposition). Only a few jurisdictions, such as California and the federal system,\nprovide for meaningful enforcement of participation rights by, for example, allowing victims to intervene in trial proceedings to demand\nrights, or to appeal trial court violations; to facilitate a remedy, courts may order that a guilty plea or sentence be re-opened. See Cal. Const.\nart. I, § 28(c)(1) (stating that a victim may enforce a list of enumerated rights in trial or appellate court \"as a matter of right\"); 78 U.S.C. §\n3771(d); cf. Paroline v. United States, 134 8. Ct. 1710, 1718 (2014) (providing an example of a decision resulting from a victim's appeal of a\nrestitution order).\n\n6 See Ian Edwards, An Ambiguous Participant: The Crime Victim and Criminal Justice Decision-Making, 44 Brit. J. Criminology 967, 974\n(2004) (classifying \"dispositive\" and \"non-dispositive\" forms of victim participation and putting modes of consultation, information-\nprovision, and expression under the latter heading).\n\n66 See Marie Manikis, Expanding Participation: Victims as Agents of Accountability in the Criminal Justice Process, Pub. L. 63, 69 n.29\n\n(2017).\n\n67 See, e.g., Ohio Const. art. I, § 10(a) (establishing victims’ rights to \"fairness, dignity, and respect\"); Tex. Const. art. I, § 30(a)(1)\n(establishing victims' \"right to be treated with fairness and with respect for the victim's dignity and privacy\"); /8 U.S.C. § 3771](a)(8)\n(establishing victims' \"right to be treated with fairness and with respect for the victim's dignity\").\n\n68 Manikis, supra note 60.\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_016522",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016522.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5244,
    "word_count": 796,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:48.720368",
    "prefix": "IMAGES-004"
  }
}