{
  "document_id": "HOUSE_OVERSIGHT_020501",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020501.txt",
  "text": "42\n\nstate, stating in a letter addressed to their state’s universities that these organizations\n“are a threat to our nation’s security by serving as a platform for China’s intelligence\ncollection and political agenda.” They added that, “We have a responsibility to uphold\nour American values of free expression, and to do whatever is necessary to counter any\nbehavior that poses a threat to our democracy.” The Texas A&M system complied with\nthis request by ordering the closure of all Cls.’* Then, in August 2018, the University\nof North Florida announced the closure of its CI.\"\n\nSimilar calls have been made in other states, and the 2019 National Defense\nAuthorization Act restricts Department of Defense language study funding if a\nuniversity hosts a Confucius Institute.'* Several other universities (including Dickinson\nState University in Pennsylvania, the University of Pennsylvania, and Princeton\nUniversity) that had been contemplated opening CIs, have now decided not to do so.\nAt the same time, Columbia University (and elsewhere) has come under criticism, more\nfor lack of transparency than for its specific violative activities.’ That said, the majority\nof CIs have so far carried out their mission of language and cultural education without\ncontroversy.\n\nIn 2014, both the Canadian Association of University Teachers (CAUT) and the\nAmerican Association of University Professors (AAUP) called on universities to\nterminate CIs unless their agreements with Hanban were renegotiated to provide for\ntotal transparency and compliance with norms of academic freedom.\" In 2017, the\nNational Association of Scholars (NAS), a politically conservative nonprofit advocacy\ngroup,” undertook an exhaustive study of Cls in the United States and produced a\n183-page report.'® Echoing the AAUP’s recommendations, the NAS urged closing all\nClIs on the basis of four areas of concern: a restriction of intellectual freedom; lack\nof transparency; “entanglement” (with Chinese party—controlled institutions); and\nworries about them being used for Chinese “soft power” or pro-PRC propaganda.\n\nIn addition to the above concerns, some have argued that the fact that CI language\nprograms exclusively use PRC textbooks with “simplified” (or mainland-style) Chinese\ncharacters biases the contribution CIs make to Chinese language instruction on\nAmerican campuses. In our view, this is not a serious problem, since students should\nlearn this vocabulary and this form of written characters, so long as the university\nalso provides the opportunity for students to learn traditional “complex” characters\n(used in Hong Kong, Taiwan, Singapore, and many diaspora communities) and to learn\nnon-mainland vocabulary. A review of the entire set of Hanban textbooks used by CIs\nundertaken for this report finds they contain no overt political content. Only in one\nof six levels of textbook was there a single lesson on US-China relations, and it was a\nspeech by former president Barack Obama, in which he asserted that the United States\ndoes not seek to “contain” China. Nor have we found any evidence of interference by\n\nUniversities\n\nHOUSE_OVERSIGHT_020501",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020501.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3135,
    "word_count": 476,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:49.318232",
    "prefix": "IMAGES-006"
  }
}