{
  "document_id": "HOUSE_OVERSIGHT_019924",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019924.txt",
  "text": "OOK Ok\n\nIn the early days of the transition, Bannon had encouraged the Trump team to read David\nHalberstam’s The Best and the Brightest. (One of the few people who seem actually to\nhave taken him up on this reading assignment was Jared Kushner.) “A very moving\nexperience reading this book. It makes the world clear, amazing characters and all true,”\nBannon enthused.\n\nThis was a personal bit of branding—Bannon made sure to exhibit the book to many of\nthe liberal reporters he was courting. But he was also trying to make a point, an important\none considering the slapdash nature of the transition team’s staffing protocols: be careful\nwho you hire.\n\nHalberstam’s book, published in 1972, is a Tolstoyan effort to understand how great\nfigures of the academic, intellectual, and military world who had served during the\nKennedy and Johnson years had so grievously misapprehended the nature of the Vietnam\nWar and mishandled its prosecution. The Best and the Brightest was a cautionary tale\nabout the 1960s establishment—the precursor of the establishment that Trump and\nBannon were now so aggressively challenging.\n\nBut the book also served as a reverential guide to the establishment. For the 1970s\ngeneration of future policy experts, would-be world leaders, and Ivy League journalists\naiming for big-time careers—though it was Bannon’s generation, he was far outside this\nself-selected elite circle—The Best and the Brightest was a handbook about the\ncharacteristics of American power and the routes to it. Not just the right schools and right\nbackgrounds, although that, too, but the attitudes, conceits, affect, and language that would\nbe most conducive to finding your way into the American power structure. Many saw the\nbook as a set of prescriptions about how to get ahead, rather than, as intended, what not to\ndo when you are ahead. The Best and the Brightest described the people who should be in\npower. A college-age Barack Obama was smitten with the book, as was Rhodes Scholar\nBill Clinton.\n\nHalberstam’s book defined the look and feel of White House power. His language,\nresonant and imposing and, often, boffo pompous, had set the tone for the next half\ncentury of official presidential journalism. Even scandalous or unsuccessful tenants of the\nWhite House were treated as unique figures who had risen to the greatest heights after\nmastering a Darwinian political process. Bob Woodward, who helped bring Nixon down\n—and who himself became a figure of unchallengeable presidential mythmaking—wrote a\nlong shelf of books in which even the most misguided presidential actions seemed part of\nan epochal march of ultimate responsibility and life-and-death decision making. Only the\nmost hardhearted reader would not entertain a daydream in which he or she was not part\nof this awesome pageant.\n\nSteve Bannon was such a daydreamer.\n\nHOUSE_OVERSIGHT_019924",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019924.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2866,
    "word_count": 461,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:49.104152",
    "prefix": "IMAGES-005"
  }
}