{
  "document_id": "HOUSE_OVERSIGHT_020607",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020607.txt",
  "text": "148\n\nIn June 2017, a joint investigation by the Australian Broadcasting Corporation and\nFairfax Media revealed that the Australian Security Intelligence Organization (ASIO)\nhad warned the major political parties that two of Australia’s most generous political\ndonors had “strong connections to the Chinese Communist Party” and that their\n“donations might come with strings attached.”” One of them leveraged a $400,000\ndonation in an attempt to soften the Labor Party line on the South China Sea. Most\nnotoriously, an ambitious young Labor senator, Sam Dastyari, was shown to have\nrecited Beijing’s South China Sea talking points almost word-for-word immediately\nafter the political donor had threatened to withdraw his money. Dastyari was also\nshown to have given countersurveillance advice to the donor. As a result of these\nactions, Dastyari was forced to resign from Parliament. Again, the CCP was shown to\nbe working both sides of the political aisle. The Liberal trade minister, Andrew Robb,\nwas shown to have stepped directly from office into a consultancy job to the CCP-\nlinked company that bought a controversial lease for the Port of Darwin. The contract\nshowed Robb to be earning 880,000 Australian dollars per year (more than 600,000 US\ndollars plus goods and services tax) for unspecified services.®\n\nResponse and Counterresponse\n\nIn December 2017, as the political attacks on Dastyari came to a head, Prime Minister\nTurnbull revealed that his coalition government had been “galvanized” by a classified\nreport into foreign interference which he had commissioned in August 2016. Turnbull\nunveiled a new counter-foreign-interference strategy which he said would be shaped\nby four principles. First, the strategy would target the activities of foreign states\nand not the loyalties of foreign-born Australians. As Turnbull put it, “Our diaspora\ncommunities are part of the solution, not the problem.” Second, the strategy would be\ncountry-agnostic and not single out Chinese interference. Third, it would distinguish\nconduct that is “covert, coercive, or corrupting” from legitimate and transparent public\ndiplomacy. And fourth, it would be built upon the pillars of “sunlight, enforcement,\ndeterrence, and capability.”?\n\nAt the same time, the prime minister introduced sweeping new legislation into\nParliament. One bill introduced a wide-reaching ban on foreign political donations,\nincluding measures to prevent foreigners from channeling donations through\nlocal entities.!° A second bill imposed disclosure obligations for those working in\nAustralian politics on behalf of a foreign principal. This bill would capture many of\nthe indirect methodologies of CCP intelligence and United Front Work Department\n(UFWD) operations that are not caught by the US Foreign Agents Registration\nAct. And a third tranche of legislation would close some large loopholes in the\nAustralian criminal law by introducing tough but graduated political interference\nand espionage offenses.\n\nAppendix 2\n\nHOUSE_OVERSIGHT_020607",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020607.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3015,
    "word_count": 448,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:46.865762",
    "prefix": "IMAGES-006"
  }
}