{
  "document_id": "HOUSE_OVERSIGHT_014736",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014736.txt",
  "text": "target. It is possible that Trump’s election could weaken fiscal discipline in the Eurozone\nover the medium term, but we are more concerned by the non-trivial risk that the ECB\nmay disappoint in the December meeting by either not extending quantitative easing\n(QE) beyond next March or announcing tapering prematurely. We like selling 30y\nbreakeven.\n\nOur commodity team expects OPEC to agree on production cuts on November 30. This\nshould help support oil prices and the currencies of oil producers like Russia. With the\nelection of Trump, the probability has increased that there could be some sanction relief\nfor Russia under the new US administration. RUB has the additional advantage of\noffering the highest real rates in EM right now. Given our bullish view on the USD, we\nwould recommend selling EUR/RUB.\n\nTop 10 Rates, EM & FX trades for 2017\n\n1. Short US 5y rates — Two and a half Fed hikes priced by the rates market for\n2017-18 are not consistent with aggressive fiscal easing promised by Trump.\n\n2. Short US 10y real rates — After the violent repricing of inflation breakevens,\nreal rates offer better risk-reward to position for higher rates.\n\n3. Buy USD/JPY — With the BO) pegging 10y JGB yields at zero, we expect this\nhighly interest rate sensitive USD cross will continue to be the biggest\nbeneficiary of the Trump win.\n\n4. Sell a basket of Brazilian, Mexican, and Colombian long bonds — Positioning\nin EM fixed income market remains crowded while liquidity is poor.\n\n5. Sell BRL/MXN - MXN is oversold but BRL will be vulnerable to the divergent\npaths between Brazil’s easing and the Fed’s tightening cycles.\n\n6. Buy USD call/CNH put — President Trump will need a weak USD, but President\nXi needs a weak CNY. We believe risk premium for a collision course is too low.\n\n7. Sell EUR/GBP - Brexit and Trump could bolster the anti-globalization parties in\nEurope ahead of key elections next year.\n\n8. Sell Eurozone 30y inflation breakevens — We think investors should take\nadvantage of the recent rally to sell into the December ECB meeting, which\ncould disappoint.\n\n9. Sell EUR/RUB — Likely OPEC production cuts on November 30 and possible\nsanction relief for Russia are bullish for the RUB, in our view.\n\n10. Buy NZD/USD put spread — Spot NZD/USD is forming a head and shoulders\ntop pattern that suggests a decline will follow in 2017.\n\nThe rationale and risks to the trades are detailed below. For a complete list of open and\nclosed trades see the Global Liquid Markets Weekly.\n\n6 Global Rates, FX & EM 2017 Year Ahead | 16 November 2016 Bankof America\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014736",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014736.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2605,
    "word_count": 445,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:49.223266",
    "prefix": "IMAGES-003"
  }
}