{
  "document_id": "HOUSE_OVERSIGHT_025272",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025272.txt",
  "text": "European rates\n\nDuration preference: neutral\n\nEUR (DE) 10-year (24 Oct): 1.6% (last month: 1.6%)\nUBS view EUR (DE) 10-year (6-month forecast): 1.8%\n¢ Bund yields have trended sideways over the month, lacking a directional trigger. Markets still await\ncrucial developments in Spain, Greece and the extent of the US fiscal cliff, and have not fully reflected\nmixed but stabilizing fundamentals. However, when compared to the all-time lows witnessed in August\n(~1.2%), yields are still trading at decisively higher levels. This is supported by the ECB announcement to\nact as a lender of last resort by intervening in the secondary markets with unlimited and conditional\ngovernment bonds purchases. In addition, the open-ended Fed stimulus hinging on the labor market\ncontributed to improving sentiment. This provides a cap for short-term peripheral yields and a floor for\nBund yields.\n© Over a six-month horizon, we expect yields to trend slightly higher, returning to previously higher ranges.\nThe central bank backstops have already improved confidence and resulted in convergence between the\nperiphery and the core. This speaks for slightly better growth prospects and thus slightly higher yields.\n¢ However, growth is still structurally weak, and short-term uncertainties (US elections, fiscal cliff, Spain)\nremain. Consequently, short-term downside risks persist around year end. The ECB, however, will limit the\nspread from widening, providing a bottom to Bund yields as well.\n¢ In the UK, economic data stabilized and we expect the BoE to extend quantitative easing in November.\n¢ In Switzerland, yields rose only slightly owing to mixed economic data. The Swiss National Bank stands\nready to act. With much negative news priced in, we believe Swiss yields will gradually start to normalize.\n\nA Positive scenario for German bonds 10-year Bund yield (6-month range): 1.2-1.5%\n\n¢ Implementation risks in the ECB framework remain, in particular the need for Italy and Spain to apply for\n\naid. At the same time, Greece may announce a second debt restructuring and is likely to leave the\n\nEurozone in 2013.\n\ne US fiscal deleveraging beyond our expectations weighs on the cyclical recovery and is a drag on yields.\n\n¢ Further non-standard policy measures by the Fed are supportive for Bunds and speak for lower yields.\n\n& Negative scenario for German bonds 10-year Bund yield (6-month range): 1.8-2.3%\n\ne A moderate Eurozone economic recovery kicks in. Spain and Italy are ahead on their austerity\n\ncommitments without needing ECB support. This reduces safe-haven inflows, driving Bund yields higher.\n\nAlternatively, Germany gives additional guarantees and the Eurozone moves towards a transfer union.\nNote: Scenarios refer to global economic scenarios (see slide 7)\n\nWhat we're watching\nPolitical risks and fiscal cliff\n\nWhy it matters\n\nThe US fiscal cliff, Greek negotiations, Spanish local elections and Spain delaying its\napplication for assistance add to policy uncertainty.\n\nKey dates: Nov 8, ECB; Dec 11, Fed FOMC meeting\nCredit conditions (ECB bank lending survey)\n\nCentral banks\nEconomic variables\n\nThe level of yield spreads to German bonds influences the level of German Bund yields due\nto safe-haven flows.\n\nEurozone yield spreads\n\n2 UBS\n\nRecommendations\n\nTactical (6 months)\n\ne If the ECB were to intervene with massive\namounts in the peripheral bond markets,\nBund yields would rise more significantly.\nBut, for the time being, we expect only\nmoderate interventions that do no\nmeaningful harm to Germany's credit\nquality. We recommend staying neutral on\nduration tactically.\n\nStrategic (1 to 2 years)\n\ne Yields have significant upside potential\nover the next couple of years. Thus clients\nwith a long time horizon should focus on\nbonds with short and medium maturities.\n\nEU 10-year yields and forecasts\n\n5%\n\nA% | tam\nNf ‘\n\n3% 4\n\n2%\n\n1%\n\n0% a\nOct-09 Oct-11 Oct-13\n\nOct-10 Oct-12\n\n— UK 10Y\n— Switzerland 10Y\n\ns2) forecasts\nGermany 10Y\n\nSource: Bloomberg, UBS, as of October 15, 2012\n\nNote: Past performance is not an indication of future returns.\n\nFor further information, please contact ClO's asset class specialist Daniela Steinbrink Mattei, daniela.steinbrinkmattei@ubs.com, Sebastian Vogel, sebastian.vogel@ubs.com 25\n\nor Nina Gotthelf, nina.gotthelf@ubs.com\n\nPlease see important disclaimer and disclosures at the end of the document.\n\nHOUSE_OVERSIGHT_025272",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025272.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4372,
    "word_count": 671,
    "line_count": 121,
    "import_date": "2025-11-19T21:47:48.148541",
    "prefix": "IMAGES-008"
  }
}