{
  "document_id": "HOUSE_OVERSIGHT_017798",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017798.txt",
  "text": "Case 1:19-cv-03377 Document 1-2 Filed 04/16/19 Page 3 of 4\n\nAfter leveling these claims in detail, you say that | “steadfastly denied her claims.” Not\nonly did | deny the claims, | conclusively disproved them. | produced my travel, phone,\ncredit card, and TY appearance records conclusively proving | could not have been and\nwas not in any of the places Roberts claims | was during the time that she knew\nEpstein. The former Director of the F.B.|., assisted by a former assistant U.S, attorney\nand a chief federal marshal, reviewed these records and the other evidence and\nconcluded that ‘the totality of the evidence found during the investigation refutes the\nallegations.” The judge struck Robert's affidavit and sanctioned her lawyers for filing it,\nand her lawyers then withdrew their accusation admitting that it was a mistake. After\nreviewing the evidence, ABC News cancelled their plan to show an interview with\nRoberts because she was not credible.\n\nThere is other evidence, currently under seal, that directly establishes my innocence. |\nam seeking to unseal emails between Roberts and a journalist, a book manuscript by\nRoberts and a legal brief that are smoking guns showing that | was “deliberately\nframed for financial reasons.”\n\nThere is also irrefutable evidence that Roberts lied about other people for money. She\ntold a British tabloid that she met Al and Tipper Gore on Epstein’s Island and she\nswore that she had dinner with Bill Clinton on the Island. But Secret Service records\nprove that none of these people were on the Island. |ndeed, the Gores didn’t even\nknow Epstein.\n\n| have a tape recording of a conversation with Robert's closest friend in which she says\nthat Roberts told her she “felt pressure to go after [Dershowitz]” in order to obtain\nmoney from a wealthy businessman, and that Roberts had never previously included\nme among the people with whom she claimed to have had sex.\n\nhttps://www.rawstory.com/2018/12/letter-editor-alan-dershowitz-responds-raw-story-report/\n\nHOUSE_OVERSIGHT_017798",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017798.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2025,
    "word_count": 321,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:48.165564",
    "prefix": "IMAGES-004"
  }
}