{
  "document_id": "HOUSE_OVERSIGHT_023758",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023758.txt",
  "text": "12 Teaching Minds\n\nhypotheses in plumbing as well as in medicine and that these expla-\nnations exist for repairing a faulty engine and for understanding who\ncommitted a crime. It is all scientific reasoning.\n\nThe difference between plumbing and medicine is in the complex-\nity of the science. Not a lot of invention goes on in plumbing and\nthere aren’t all that many explanations to choose from. The degree of\ndifficulty in understanding what is going on and why is what sepa-\nrates those fields and makes one science and one not. But the basic\nthought processes are the same.\n\nThis is important to notice because all these areas of inquiry are\nwhat we might call diagnostic.\n\nSo, and this is the important part, the real issue from a cognitive\nscience point of view is not in teaching science per se, but in teaching\nscientific activities, one of which is diagnosis. And, since diagnosis is a\nsimilar process no matter what you are diagnosing, it makes sense that\nall through school, diagnosis would be a subject, and not physics or\nliterature. The things that children are asked to diagnose might start\nwith things little kids like, like finding out what is wrong with their\npets or their toys, and then move on to things bigger kids like, like cars\nand crime, and then move on to large issues, like why a business has\nfailed or why our foreign policy doesn’t work.\n\nDiagnosis matters a great deal in our lives, yet it is not a subject in\nschool. This is not surprising because the origins of the school subject\nareas, as I have said, are scholarly. But if we want to teach children to\ndo things that matter and we want to retain their interest because they\nknow intrinsically that these things do matter, then we must have\nthem practice diagnosis all through their school lives, in a variety of\nvenues that correlate with their interests. They don’t all have to diag-\nnose the same stuff. It is the diagnostic process itself that matters, not\nwhat is diagnosed.\n\nI have been using the word subject for an idea like diagnosis but it\nis not a subject and should not be seen that way. I have been using the\nword only to contrast it to existing subjects in school. Diagnosis is a\nfundamental cognitive activity. Cavemen did diagnosis. They may not\nhave done it well, but they did it well enough to continue the species.\nThe diagnostic process is as old as people. Knowing why, being able to\nprove a hypothesis, is a fundamental cognitive process.\n\nSchool needs to be organized around fundamental cognitive ac-\ntivities. It would be easy to demean what I have said here by saying\n\nHOUSE_OVERSIGHT_023758",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023758.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2601,
    "word_count": 458,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:45.507237",
    "prefix": "IMAGES-007"
  }
}