{
  "document_id": "HOUSE_OVERSIGHT_031631",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031631.txt",
  "text": "From: jeffrey E. [jeevacation@gmail.com]\n\nSent: 10/19/2016 3:02:57 PM\nTo: Thomas Jr., Landon\nSubject: Re: Saudi money\n\nImportance: — High\n\nhttps://www.theguardian.com/us-news/2016/jul/07/donald-trump-sexual-assault-lawsuits-norm-lubow\n\nOn Wed, Oct 19, 2016 at 10:28 AM, Thomas Jr., Landon > wrote:\n\nOn Wed, Oct 19, 2016 at 10:26 AM, jeffrey E. <jeevacation@gmail.com> wrote:\nnumber\n\nOn Wed, Oct 19, 2016 at 9:55 AM, Thomas Jr., Landon <q wrote:\nI have spoken to a lot of ceos of fund outfits who say Saudis have been pulling billions of dollars in\nseparate account money -- not just from BR. And plus I cant believe they would have so much tied\nup in lock ups.\n\nOn Wed, Oct 19, 2016 at 9:48 AM, jeffrey E. <jeevacation@gmail.com> wrote:\nsorry, no good handle without digging\n\nOn Wed, Oct 19, 2016 at 9:47 AM, Thomas Jr., Landon {i wrote:\nwhat is your back of the envelope guess as to much saudi money tied up in such funds?\n\nOn Wed, Oct 19, 2016 at 9:43 AM, jeffrey E. <jeevacation@gmail.com> wrote:\nmost of the saudi money is tied up in pe funds. no withdrawals allowed . and im not seeing much in the\nsecondary market... blackrock is more money market , more like custodian than investor .\n\nOn Wed, Oct 19, 2016 at 9:41 AM, Thomas Jr., Landon <> wrote:\nInteresting. CEO of big finance form told me that Saudis (SAMA) have withdrawn $200 billion\nthat has been parked with usual suspects over past year or so. That number seem in line with\nwhat you know?\n\nOn Tue, Oct 18, 2016 at 7:04 AM, jeffrey E. <jeevacation@gmail.com> wrote:\n\nwords that you to refer to one thing, USA. the stock market / the Royal family, . are no longer very\nuseful. In politics the USA meant the white house. now there is pentagon. cia, state, and congress\nin addition, each feels empowered to act more independantly. stock market even in\ntech, needs biotech, consuner tech. infrastrucrue tech. etc. same with Royal family, there are\n20k members of a tribe. called the royal family, the words are misleading. if your article is\nfocused on bin salman, or the very top. no one is wondering where they can find the local\ncostco.. but they are aware that a message needs to be sent to their population , regarding the next 20\nyears,\n\nsocial media, and the selfie crowds post the best of everything, their cutest pictures the amazing\nfood , the luxury resorts. the masses see these things and as the difference between\nexpectations and reality widen, the anger grows. trump has tapped in.\n\nwith the passage of the 9 11 saudi bill, unlike the french revolution where it was the people of france\nthat revolted against their own aristocracty, with the internet and globalization of discontect it is now\nthe americans that can revolt against the saudi leadership. _it is the americans that are demanding\nwomen drive. not the saudis\n\nHOUSE_OVERSIGHT_031631",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031631.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2821,
    "word_count": 482,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:46.603536",
    "prefix": "IMAGES-011"
  }
}