{
  "document_id": "HOUSE_OVERSIGHT_018667",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018667.txt",
  "text": "Aside from the \"connection\" vs. \"control\" distinction, there is also a distinction between\nPUAs who are seeking what is essentially self-help, and those who aren't.\n\nThe PUA concept that best illustrates this is \"inner game.\" Inner game is, essentially,\ngenuine confidence and sense of purpose. It contrasts with \"outer game\" -- 1.e., the things\na PUA says and does to attract women. A \"neg\" would count as \"outer game,\" for\nexample.\n\nMost successful PUAs reach a point where they decide that, in the words of one coach:\nemotionless \"sport-fucking kinda sucks.\" (Some PUAs start at this point, but that is a bit\nunusual.) They conclude that it's time to pull back from the game; to seek longer-term or\nmore emotionally connected sex; to examine their priorities; and to discover interests\naside from picking up new girls. Finding themselves in this way can be described as\n\"inner game.\" The men who discuss inner game often talk about developing their own\nbusinesses, exercising regularly, keeping a healthier diet, accepting their own\nvulnerabilities, pursuing hobbies, and improving their connections with people of all\ngenders.\n\nMost PUAs also realize that women respond well to genuine confidence and sense of\npurpose. This could be seen as ironic: notwithstanding the fact that \"inner game\"\nemphasizes self-improvement, the concept is still centered on seducing women.\nHowever, despite the fact that \"inner game\" is centered on gaming ladies, its ultimate\nresult is usually to encourage PUAs to think about what they really want from life. PUA\ncoach Mark Manson once wrote that, \"You don't end up in the Pick Up Artist community\nunless you are incredibly unhappy or unsatisfied about something. It may be conscious, it\nmay be unconscious. It may be short-term, or it may be deep-seated and long-term.\" He\nlater wrote to me by email that: \"This is a giant self-help community in disguise.” I also\nonce interviewed Neil Strauss himself, who said he hoped that his famous book The\nGame could become \"the beginning of a men's self-help movement -- because self-help\nisn't emasculating anymore if you're doing it to get laid.”\n\nInterestingly, Neil Strauss also told me that he agreed with feminism in many ways, and\nsaid things like: \"We still are a patriarchal society.\" Many feminists felt that my interview\nwith him was full of problematic statements, and his words were picked apart by feminist\nreaders. I do not disagree with many feminist critiques of what Strauss said -- but\nconsidering where Strauss was coming from, his words were extraordinarily supportive\nof feminism. One feminist commented to me that, \"I don't understand why you're not\nmore critical of this guy.\" In response, it is worth noting how an anti-feminist writer\nresponded to Strauss's words:\n\nWhether Strauss is an ignorant fool or an opportunist liar who wants to appease\nfeminists in order to avoid negative feedback is anyone's guess, but if his words are\nanything to go by, we can safely assume that the best-known public advocates of Game\nare perfectly OK with parroting feminist dogma.\n\nFor the few, mild pro-feminist statements Strauss made, some PUAs deride him as either\nan \"ignorant fool or an opportunist liar.\" (Others hurled particularly misogynist insults\nsuch as \"mangina.\") This is both a demonstration of how vitriolic PUA anti-feminist\nsentiment can become, and an example of the social shaming that sometimes leads men\n\nHOUSE_OVERSIGHT_018667",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018667.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3438,
    "word_count": 556,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.560190",
    "prefix": "IMAGES-005"
  }
}