{
  "document_id": "HOUSE_OVERSIGHT_031137",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031137.txt",
  "text": "What’s more, there’s plenty of evidence that the main thing propping up the\nstock prices is heavy buying by the companies themselves [via share\n\nrepurchases].\n\nAnd now, that prop is getting kicked out from under the stock market.\n\nBloomberg:\n\nAfter snapping up trillions of dollars of their own stock in a five-year\nshopping binge that dwarfed every other buyer, U.S. companies from Apple\nInc. to IBM Corp. just put on the brakes.\n\nAnnounced repurchases dropped 38% to $244 billion in the last four months,\n\nthe biggest decline since 2009...\n\nRecommended Links\n\nRickards: \"Warning, l’ve Changed My Thesis On Gold\"\n\n| firmly believe we're at the beginning of the BIGGEST move the world\nhas ever seen in gold. \"Simple math\" says $10,000 gold is all but certain. But, you’re\nnot going to believe what | have to say next... BEFORE you buy a single ounce of\ngold, read this important message.\n\nLast Chance: VIP Access To Doug Casey’s Shocking 2016\nForecast\n\nCasey fears a severe crisis is brewing. Not a currency collapse or stock market crash.\nA specific threat that could wreak more havoc than the Great Depression. That’s why\ntomorrow, in an urgent broadcast event, Doug’s pulling back the curtain on his\nshocking warning. And revealing how to profit from it in the months ahead, in a big\nway. Last chance to get VIP access ends tonight. Click here now for full details.\n\nPareto’s “Foxes”\n\nAlthough the bull market in U.S. stocks is probably near its end, the bull\n\nmarket in the Deep State shows no sign of weakening.\n\nYear after year, the power of the “foxes” grows.\n\nHOUSE_OVERSIGHT_031137",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031137.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1590,
    "word_count": 269,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:48.448650",
    "prefix": "IMAGES-011"
  }
}