{
  "document_id": "HOUSE_OVERSIGHT_016189",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016189.txt",
  "text": "of sub-developers which would inflate the acq. cost of land and consequently\ndepreciate the residual value of land due to lower margins (4) Mismanagement of\ncash flows: a mismanagement of the resources (overspending in CAPEX for land\nfor example) could arise liquidity concerns because of over-exposure to land\nsales mkt. Upside risks: A lower-than-expected borrowing cost: We\n\nforecast an incremental cost of debt of 9%, A improvement in the credit\nenvironment sensitive to exogenous factors such as liquidity and the risk appetite\nof the international mkt. would lower DAAR s cost of funding, We see upside\nvaluation risk in the value of the land bank should the company manages to\ndevelop housing units with the support of the Ministry of Housing. debt-financed\nacquisition to boost its recurring income.\n\nExtra (XYDUF)\n\nWe derive a PO of SAR 24 using a DCF valuation model which we believe best captures\ndiffering capital costs and growth profiles across the MENA region. Key assumptions are\nan 11% WACC and a 2% perpetuity growth rate. Upside/downside risks to our PO are\nbetter/worse returns from better/worse like-for-like sales and shorter/longer break even\ntimes from new international markets.\n\nJarir (XJRIF)\n\nWe derive a PO of SAR134 using a DCF valuation model which we believe best captures\nthe company's plan to add c.60% new stores by 2017. Key assumptions are: - a 5-year\nCAGR in sales of 11% followed by an five-year CAGR of 6% and a perpetuity growth rate\nof 2%, - an average EBIT margin of 13%, - a WACC of 9.5% with a beta of 0.9x. Our\nWACC is calculated using a RFR of 5.0% and an ERP of 6.0%. We used a 2% terminal\ngrowth rate.\n\nThe risks to our PO are company-specific issues such as a failure to deliver the expected\n11% top-line growth or a faster-than-expected deterioration in electronics margins. In\naddition, there are risks associated with a slowdown in the economy or consumer\nspending.\n\nSaudi Arabian Fertilizer Company (XDUAF)\nWe apply a justified P/E multiple to derive SAFCO's PO of SAR72. The P/E is based ona\nnormalized RoE of 30.2%, Cost of Equity of 10.4% and payout of 93.5%.\n\nUpside risks to our price objective are: (1) delays in global nitrogen fertilizers capacity\nexpansions, which would result in a tighter supply of urea and effectively higher prices,\n(2) Stronger demand for fertilizers and effectively prices, (3) An increase in the marginal\nproducer cost that effectively leads to a higher urea price floor.\n\nDownside risks are: (1) lower prices of urea due to weaker than expected demand, (2)\nDelay in SAFCO 5 expansion project, (3) an increase in natural gas cost.\n\nSaudi Basic Industries Corporation (KAUBF)\nWe apply a justified P/E multiple to derive SABIC's PO of SAR99.5. The P/E is based ona\nnormalised RoE of 15.8%, Cost of Equity of 11.5% and payout of 65.0%\n\nDownside risks to our price objective are a decline in the supply of low-cost feedstock, a\nlower-than-expected recovery in petrochemicals prices, delays in the ramp-up of newly\nestablished subsidiaries, or weakness in steel demand in Saudi Arabia.\n\nSaudi Telecom Company (STC) (XUTUF)\n\nWe derive our SAR81/share PO for STC on a sum of the parts basis, using a combination\nof DCF and market valuations for its core subsidiaries and associates, adjusting for\nownership stakes. Specifically, we use DCF to value its core operations in Saudi Arabia\n(9.5% WACC), Viva Kuwait (10.5% WACC), and other subsidiaries (10.1% WACC). We\n\nOS Merrill Lynch GEMs Paper #26 | 30 June 2016 79\n\nHOUSE_OVERSIGHT_016189",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016189.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3517,
    "word_count": 583,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:46.326567",
    "prefix": "IMAGES-003"
  }
}