{
  "document_id": "HOUSE_OVERSIGHT_028569",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028569.txt",
  "text": "Cite as: 586 U.S. (2019) 11\n\nBREYER, J., dissenting\n\nsity, included immunity from suit in commercial areas, since\norganizations were buying goods and making contracts in\nthe United States.\n\nTo achieve these purposes, Congress enacted legislation\nthat granted necessarily broad immunity. And that fact\nstrongly suggests that Congress would not have wanted\nthe statute to reduce significantly the scope of immunity\nthat international organizations enjoyed, particularly\norganizations engaged in development finance, refugee\nassistance, or other tasks that U.S. law could well decide\nwere “commercial” in nature. See infra, at 12.\n\nTo that extent, an examination of the statute’s purpose\nsupports a static, not a dynamic, interpretation of its\ncross-reference to the immunity of foreign governments.\nUnlike the purpose of the Civil Rights Act, the purpose\nhere was not to ensure parity of treatment for interna-\ntional organizations and foreign governments. Instead, as\nthe Court of Appeals for the D.C. Circuit pointed out\nyears ago, the statute’s reference to the immunities of\n“foreign governments” was a “shorthand” for the immuni-\nties those foreign governments enjoyed at the time the Act\nwas passed. Atkinson v. Inter-American Development\nBank, 156 F. 3d 1335, 1840, 1841 (1998).\n\nIl\n\nNow consider the consequences that the majority’s\nreading of the statute will likely produce—consequences\nthat run counter to the statute’s basic purposes. Although\nthe UN itself is no longer dependent upon the Immunities\nAct, many other organizations, such as the FAO and sev-\neral multilateral development banks, continue to rely\nupon that Act to secure immunity, for the United States\nhas never ratified treaties nor enacted statutes that might\nextend the necessary immunity, commercial and noncom-\nmercial alike.\n\nHOUSE_OVERSIGHT_028569",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028569.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1829,
    "word_count": 273,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:44.099214",
    "prefix": "IMAGES-010"
  }
}