{
  "document_id": "HOUSE_OVERSIGHT_019263",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019263.txt",
  "text": "Freedom House\n\nChapter 4\n\nThe Ministry of Truth in Peace and War\n\nAn early and telling sign that Vladimir Putin planned\nsomething more ambitious than a mere tightening\nof state control over political life was his decision to\nreturn Joseph Stalin to his position in the pantheon\nof great Russian leaders. Stalin's rehabilitation was\nformalized in 2007, with the publication of a new cur-\nriculum guide for teachers of Russian history.'\n\nThe manuals content dovetailed with Putin's broader\npromotion of a narrative in which Russia is a great\npower that recovered from the chaos and weakness\nof the Yeltsin era and overcame the hostility of deter-\nmined enemies, especially the United States. Accord-\ning to the manual, Russia's dark chapters—its domi-\nnation of Eastern Europe, internal repression, Stalinist\npurges—were the regrettable but understandable\nresponses to the country’s underdevelopment and\nencirclement by foreign enemies. The new history\npaints a picture of an all-wise Russian state, under\nboth Stalin and Putin, whose requirements always\ntake precedence over the needs of the individual.?\n\nPutin took unusual interest in the preparation of the\nhistory manual. The idea that history should be written\nby historians, not political leaders, was never voiced in\npublic discussion. Putin later called for history textbooks\n“written in proper Russian, free of internal contradic-\ntions and double interpretation.’? He said the manual\n\nwas needed to clear up “the muddle” in teachers’ heads.\n\nAnd in unveiling the new guide, he struck a theme\nthat runs through Russian propaganda in the Putin\nera: Russian history “did contain some problematic\n\npages,” he said. “But so did other states’ histories.\n\nWe have fewer of them than in other countries. And\nthey were less terrible than in some other countries.”\nPutin's basic message was that “we can't allow anyone\nto impose a sense of guilt on us.\"* More broadly, Putin\nwas saying that a sovereign state has the right to\ninterpret its history in whatever way it wants, to ignore\nor distort the tragic chapters, and to burnish the repu-\ntations of mass murderers and thugs.\n\nWhereas other countries simply avoid serious study\nof the most shameful episodes of their histories, as\nIndonesia has done with the epidemic of political\n\nkillings during the 1960s, or as China has done with\nthe Cultural Revolution, Russia treats the Stalin era\n\n“Its easy predicting the future;\nwhat's difficult is predicting the\npast.”\n\n—Soviet joke\n\n\"A lie isn't an alternative\npoint of view.”\n\n—Linus Linkeviéius, Lithuanian foreign minister\n\n“The implied objective of this line\nof thought is a nightmare world in\nwhich the Leader, or some ruling\nclique, controls not only the future\nbut the past... This prospect fright-\nens me much more than bombs.\"\n\n—George Orwell, Looking Back on the Spanish War\n\nas a time of progress during which the foundation for\nmodern Russian greatness was laid.>\n\nTo build a case that Russia's dark pages were “less\n\na\n\nterrible” than those of other countries, Russia's official\nhistory depicts Stalin as a strong leader who was ca-\n\npable of acts of cruelty but whose rough tactics were\n\nnecessary for the defense of the homeland, which was\nbesieged militarily by the Nazis and politically by the\ncapitalist powers.\n\nExcusing the Soviet empire\n\nThe Russian leadership is especially tenacious in\ndefending Stalin's World War || diplomacy. Putin, for\nexample, has defended the Hitler-Stalin pact, the\n1939 nonaggression agreement that opened the door\nto Nazi Germany's invasion of Poland and carved up\nmuch of Eastern Europe between the two totalitarian\nstates. While Putin called the pact “immoral” during\na 2009 visit to Poland, he defended the agreement\nduring a joint press conference with Angela Merkel in\n2015, following Russia's invasion of Ukraine.\n\nq\n\nHe did so in a fashion typical of current Russian propa-\nganda methods. He accused the West of trying to “hush\n\nwww.freedomhouse.org\n\n29\n\nHOUSE_OVERSIGHT_019263",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019263.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3981,
    "word_count": 634,
    "line_count": 118,
    "import_date": "2025-11-19T21:47:48.305326",
    "prefix": "IMAGES-005"
  }
}