{
  "document_id": "HOUSE_OVERSIGHT_031270",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031270.txt",
  "text": "On 12/11/17 1:00 PM, Peter Aldhous wrote:\n\nDear Dr. Krauss,\n\nThank you for your responses, which state that the allegations made against you are false and/or distorted.\nThat does raise a question:\n\nWhy do you think that multiple women, over more than a decade, have separately made accusations against\nyou?\n\nSincerely,\nPeter Aldhous\n\nOn 12/11/17 9:18 AM, Lawrence Krauss wrote:\n\nI appreciate the opportunity to respond to your email. I am currently on a plane until noon pacific time, and then\nheading to a meeting right after landing, till about 2 pm or so. While Iam running the risk that you will report\nmy comments, if you do, either out of context, or incompletely, I am responding with an effort to be complete,\nas I always try and do with reporters. If you decide to go ahead with a story, which, after reading my responses,\nI hope you decide is inappropriate, I would like you to quote my responses fully in order not to distort them.\n\nIt is hard to know how to respond to a list of false and/or distorted allegations, along with misleading\nstatements. I treat people I interact with with respect, and I work hard to support and mentor students,\ncolleagues, and members of the general public, and this is supported by the institutions of which Iam a part. I\ndo not sexually harass people. If the purpose of your reporting is to somehow argue that Universities and other\ninstitutions are lax in dealing with well known individuals like myself, then in fact the situation is quite the\nopposite. My high public profile opens me up to more scrutiny at these institutions, not less, and it also opens\nme up to a host of unfounded outside complaints and allegations that other faculty do not receive, each of which\nthe University has to respond to. The fact that I have remained a professor in all Universities with which I have\nbeen associated, in good standing, and also an officer or an invited speaker at organizations like CFI, which\nhave strict harassment policies, is a confirmation of the fact that their experience validates a trust in my\nbehavior. I was asked to be an honorary director of CFI, and continue to be invited to their last 3 meetings to\nspeak, specifically because, as they have written me after the fact, the attendees universally appreciated my\ntalks, my courtesy, and graciousness in spending time with the attendees. Ifthe purpose of your report is to\nimpugn my integrity or suggest I have a history of harassment, that too is false. As noted in one of your\n‘miscellaneous facts’, as a scientist I try and remain skeptical, and rely on empirical evidence, rather than\nallegations and innuendo by people whose motives I cannot judge. I also try and judge the facts in context. The\nfact that Universities and other organizations employ me or have me on their boards, or invite me to meetings is\nbecause they value my contributions and my actions.\n\nThe items you list are false or distorted. Item 1 refers to a consensual encounter in my hotel room in 2006 where\nwe mutually decided, in a polite discussion in fact, that taking it any further would not be appropriate, and there\nwere respectful and platonic encounters afterwards. There is nothing to comment on in item 3, which involves\nan anonymous 3rd party claim because I know nothing about it, there are no details provided, and it clearly was\nnot taken seriously enough to result in any university action. Item 4 is confusing. Are you saying that because I\ndecided I didn’t want to go out to a bar with a group of attendees that I was harassing them? The second part\ndid not happen. Re incident 5: The ‘female companion’ in this case is my wife, who accompanied me on the\ncruise, and has attested to the fact that the claim is false. This is what I wrote at the time in response to the blog\nin question, causing it to be taken down.\n\nIt is worth responding to Item 2 and 6 in more detail,\n\nHOUSE_OVERSIGHT_031270",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031270.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3895,
    "word_count": 688,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:44.905149",
    "prefix": "IMAGES-011"
  }
}