{
  "document_id": "HOUSE_OVERSIGHT_024260",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024260.txt",
  "text": "[OPTIONAL: Right to Be Forgotten readings]\n\ne Zoe Bedell, “Google to France: ‘Forget You’ - An Update on the Right to Be Forgotten”\nLawfare (May 25, 2016)\nhttps://www.lawfareblog.com/qoogle-france-forget-you-%E2%80%93-update-right-be-for\ngotten archived at https://perma.cc/W9EX-5AGZ.\n\ne Google Spain v. Mario Costeja Gonzalez ECJ opinion (May 13, 2014)\nhttp://curia.europa.eu/juris/document/document_print.jsf?doclang=EN&docid=152065\n\narchived at https://perma.cc/3ARS-3XC4.\no Read paragraphs 89-99\n\ne Brendan van Alsenoy and Marieke Koekkoek, The Extraterritorial Reach of the EU’s\n‘Right to Be forgotten’ (January 19, 2015). CiTiP Working paper 20/2015. Available at\nSSRN: http://papers.ssrn.com/sol3/papers.cfm?abstract_id=2551838 archived at\n\nhttps://perma.cc/B3SF-YJ3W.\no Read pages 3-22\n\nDay 2: Copyright\n\nCopyright was once thought of as the defining battle of consumer networking. Academic\ntechnologies brought into the mainstream made it trivial to prepare and distribute perfect copies\nof copyrighted work without permission -- and the comparatively powerful organizations\nrepresenting copyright holders saw this as an existential threat.\n\nWe will read some of the “grim joy” experienced by Internet freedom types in dancing on the\ngrave of copyright in the mid-1990s -- and immerse in some of the law and policy changes\neffected in the United States to deal with the problem without running up against the equities of\nrapidly-growing intermediaries of online and Internet service providers (turns out, there’s a\ndifference).\n\nThe copyright wars revealed a variety of strategies that we'll look at with the benefit of years of\nhindsight, including lawsuits against network providers, software makers, and individual users\nboth sending and receiving files, as well as technical changes designed to make it more difficult\nto share items that wish not to be shared. Ultimately we are drawn to the question of whether\nthe wars were won by one side or another, or whether it’s more accurate to say that they simply\nfaded away. What issues today feel make-or-break, yet could simply fade rather than be\nresolved, and why?\n\nWe'll end the day with a peek into, and practice of, a current intense if obscure debate: that of\nwhether digital rights management hooks should be placed into standards for Web browsers.\n\nReadings:\ne John Perry Barlow, “The Economy of Ideas,” Wired (March 1994)\nhtto://archive.wired.com/wired/archive/2.03/economy.ideas.html?topic=&topic set=\n\narchived at https://perma.cc/P82S-RZP3.\n\nHOUSE_OVERSIGHT_024260",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024260.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2536,
    "word_count": 350,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:48.613087",
    "prefix": "IMAGES-007"
  }
}