{
  "document_id": "HOUSE_OVERSIGHT_031909",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031909.txt",
  "text": "34\n\nArticle 7.\n\nProject Syndicate\n\nDoes Anything Matter?\n\nPeter Singer\n\n2011-06-13 — Can moral judgments be true or false? Or is ethics, at\nbottom, a purely subjective matter, for individuals to choose, or\nperhaps relative to the culture of the society in which one lives? We\nmight have just found out the answer.\n\nAmong philosophers, the view that moral judgments state objective\ntruths has been out of fashion since the 1930’s, when logical\npositivists asserted that, because there seems to be no way of\nverifying the truth of moral judgments, they cannot be anything other\nthan expressions of our feelings or attitudes. So, for example, when\nwe Say, “You ought not to hit that child,” all we are really doing is\nexpressing our disapproval of your hitting the child, or encouraging\nyou to stop hitting the child. There is no truth to the matter of\nwhether or not it is wrong for you to hit the child.\n\nAlthough this view of ethics has often been challenged, many of the\nobjections have come from religious thinkers who appealed to God’s\ncommands. Such arguments have limited appeal in the largely secular\nworld of Western philosophy. Other defenses of objective truth in\nethics made no appeal to religion, but could make little headway\nagainst the prevailing philosophical mood.\n\nLast month, however, saw a major philosophical event: the\npublication of Derek Parfit’s long-awaited book On What Matters.\nUntil now, Parfit, who is Emeritus Fellow of All Souls College,\nOxford, had written only one book, Reasons and Persons, which\nappeared in 1984, to great acclaim. Parfit’s entirely secular\narguments, and the comprehensive way in which he tackles\n\nHOUSE_OVERSIGHT_031909",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031909.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1673,
    "word_count": 273,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:44.201349",
    "prefix": "IMAGES-011"
  }
}