{
  "document_id": "HOUSE_OVERSIGHT_014873",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014873.txt",
  "text": "Unauthorized redistribution of this report is prohibited. This report is intended for jake.byrne@baml.com\n\nHess Corp.\nInflection point: adding Hess to BofAML’s\n\nUS 1 ‘best ideas’ list\n\nReiterate Rating: BUY | PO: 80.00 USD | Price: 49.97 USD\n\nShort interest ratio: catalyst for recovery\n\nOver the past six months Hess has been one of the most volatile stocks in the sector, facing\nheadwinds from a significant increase in short interest that has exaggerated volatility. From\ndiscussions with investors, the arguments against Hess seem to begin and end with a\ncombination of declining production and an expanding balance sheet — all part of the\ndeliberate portfolio choices that favored completing major projects at the expense of short\ncycle production. We expect this to end in 2Q17 with a rebound in oil and gas production\nstarting in 2H17 and critically, an inflection in free cash flow that we expect will return Hess\nto free cash flow with the flexibility to re-up investment in the Bakken. We thus would view\nHess as a dangerous ‘short’ for investors seeking to hedge other portfolio risks.\n\nInflection point on multiple levels right around the corner\n\nWe believe Hess’ investment case is approaching an inflection point on multiple levels.\nWe expect oil and gas production to trough in 2Q17, with a rebound of 60,000 boepd or\n22%, by 4Q17 marking the single biggest sequential change in production of any\ncompany in the sector. This is likely to kickstart an extended period of growth in\n2018/19 but with the contribution from Guyana driving a step change in Hess’ growth\ntrajectory through 2025. Near term, we think Hess is also poised for an inflection in free\ncash flow that is reasonably $1bn annualized, with $700mm irrespective of oil prices.\nVersus consensus operating cash flow of ~$1.9bn in 2017, this stands out as the biggest\nswing in free cash of any company in the sector.\n\nAdding Hess to US 1 ‘best ideas’ list\n\nAfter a year of waiting, we believe the inflection point in Hess’ investment case is just around\nthe corner, with the broader sector pullback positioning the shares with amongst the highest\nupside in the sector as implied by our price objectives. At current levels, Hess ‘discounts’ strip\noil prices. Under our base case, which assumes a rebound in oil prices towards $70 from 2020\nfair value is reasonably ~$80 per share. If non-producing asset value from Guyana is included\nwe estimate this would be closer to $90. BofAML’s US1 list is a collection of the firm’s best\ninvestment ideas managed with the goal of providing superior investment performance over\nthe long term. For Hess, we believe the combination of catalysts, short interest and absolute\nvalue can drive a period of strong relative outperformance vs peers. For this reason, Hess\nreplaces DVN as the energy stock on BofAML’s US 1 list.\n\nEstimates (Dec)\n\n(USS) 2015A 2016A 2017E 2018E 2019E\nEPS (3.92) (4.94) (3.75) (1.46) (0.76)\nGAAP EPS (10.77) (19.92) (3.75) (1.46) (0.76)\nEPS Change (YoY) NM -26.0% 24.1% 61.1% 47.9%\nConsensus EPS (Bloomberg) (3.03) (2.09) (0.45)\nDPS 1.00 1.00 1.00 1.00 1.00\n\nValuation (Dec)\n2015A 2016A 2017E 2018E 2019E\n\nPIE NM NM NM NM NM\nGAAP P/E NM NM NM NM NM\nDividend Yield 2.0% 2.0% 2.0% 2.0% 2.0%\nEV / EBITDA* 17.2x NM 9 9x 6.4x 5 Ax\nFree Cash Flow Yield* -13.2% 81% 3.8% -0.3% 3.17%\n\n* For full definitions of ‘Qnethod™ measures, see page 11.\n\nBofA Merrill Lynch does and seeks to do business with issuers covered in its research reports. As a\nresult, investors should be aware that the firm may have a conflict of interest that could affect the\nobjectivity of this report. Investors should consider this report as only a single factor in making\ntheir investment decision.\n\nRefer to important disclosures on page 12 to 14. Analyst Certification on page 10. Price Objective\nBasis/Risk on page 10. 11731481\n\nTimestamp: 11 April 2017 05:30AM EDT\n\nBankof America\nMerrill Lynch\n\nEquity | 11 April 2017\n\nDoug Leggate\n\nResearch Analyst\nMLPF&S\n\n+1 713 247 6013\ndoug.leggate@baml.com\n\nKalei Akamine\n\nResearch Analyst\nMLPF&S\n\n+1 713 247 7880\nkalei.akamine@baml.com\n\nJohn H. Abbott\nResearch Analyst\nMLPF&S\n\n+1713 247 7144\njohn.h.abbott@baml.com\n\nStock Data\n\nPrice 49.97 USD\nPrice Objective 80.00 USD\nDate Established 8-Dec-2016\nInvestment Opinion B-1-7\n52-Week Range 45.12 USD - 65.56 USD\nMrkt Val (mn) / Shares Out 15,656 USD / 313.3\n(mn}\n\nAverage Daily Value (mn) 198.56 USD\nBofAML Ticker / Exchange HES /NYS\nBloomberg / Reuters HES US/ HES.N\nROE (2017E) 8.6%\nNet Dbt to Eqty (Dec-2016A) 26.1%\n\nHOUSE_OVERSIGHT_014873",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014873.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4536,
    "word_count": 751,
    "line_count": 121,
    "import_date": "2025-11-19T21:47:49.020182",
    "prefix": "IMAGES-003"
  }
}