{
  "document_id": "HOUSE_OVERSIGHT_013558",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013558.txt",
  "text": "changes in results. The Nobel Prize winning solid-state physicist, Phillip Anderson,\nin a short but memorable piece in Science in the 1970’s said it tersely, “More is\ndifferent.” This general, qualitative mathematical theory of discontinuous change\nmodels nicely the sudden delivery of the first and second second winds from\ngradually and continuously increasing running distances as well as the abrupt\ntransmission of the guru’s “energy”, shaktipat, from smoothly increasing amounts of\nchanting, meditation, guru service and Baba love. Gradually changing forces\nleading to sudden changes in an energy-equivalent result are found in most\nrigorous form in Rene’ Thom’s singularity-bifurcation-catastrophe theory applied to\nrational mechanics and geometric optics. Here the existence of already solvable\ncomputational formalisms makes this more qualitative approach superfluous. On the\nother hand, the power of this both basic and applied mathematical orientation and\nmethod lies in its approach to the qualitative understanding of variously induced\nglobal and sudden changes in an energy-equivalent observable in biological,\npsychological, spiritual and social systems, fields of study in which little abstract and\nformal lawfulness presently exists. Oxford’s Chris Zeeman’s more accessible\napplications of Thom’s deeper, more generally ramifying, almost mystical (due to\ntheir apparent wide generality) results, include approaches to real world problems\nsuch those above as well as the sudden change in excitable membrane potential\naccompanying the generation of the heart beat and neuronal discharge;\nmechanisms of opinion change, stock market crashes and, as noted above, the\nsocial science of riots. Whereas Thom’s On Structural Stability and Morphogenesis\ncan be said to be scriptural, Zeeman’s Selected Papers, 1972-1977 constitute the\nBook of Common Prayer of this church.\n\nTo review and place catastrophe and bifurcation theories in the context of the\ndifferential equations of mathematical physics and biology, causal determinism\nimplied by differential equations conventionally requires continuity and smoothness\nin behavior to be credible. Our intuitions as well as the formal conditions for the\ngeneric differential equations of mathematics and physics imply that smoothly\nincreasing amounts of cause lead to smoothly increasing results and yield at least\n\nlocal predictability: a little more leads to a little more, a little less leads to a little less.\n\n58\n\nHOUSE_OVERSIGHT_013558",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013558.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2493,
    "word_count": 356,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:49.097596",
    "prefix": "IMAGES-002"
  }
}