{
  "document_id": "HOUSE_OVERSIGHT_011431",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011431.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n128\nH3vlgiu2\n\nThank you, your Honor.\n\nMR. PAGLIUCA: Briefly, your Honor.\n\nSo first, we're doing a mix and match here of\n\ndifferent things, which I like the rules of evidence becaus\n\nthey're rules and I can read them and they say what they say.\n\nEven if, even if, you had a gold-plated record\n\ncustodian from the Palm Beach Police Department come in here\n\nand make all of the findings that you needed to find as a\n\nbusiness record exception or a government record exception, the\ncase law is absolutely clear that second- and thirdhand hearsay\n\nis inadmissible through police reports.\n\nIT use this example because it's a good one, I think.\n\nAs part of my practice, I represent people accused of crimes,\n\nand so we get discovery as part of my practice. Guess what?\n\nThat goes into my files and I keep it as a matter of course,\n\nand it is a business record of mine because I keep it in due\n\ncourse. Now that doesn't mean that it simply would get\n\nadmitted into a trial whole cloth for the truth of the matter\n\nasserted, just because it's a business record of mine. And\n\nwhy? What's the answer? Because the statements that are\n\nincluded in the police report, or the discovery that I get,\n\nthat I put in my file and I keep very carefully as a business\n\nrecord, don't magically become nonhearsay, because the peopl\n\nwho are making those statements are not under any business duty\n\nto report to me. And that's what the business record exception\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011431",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011431.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1579,
    "word_count": 281,
    "line_count": 88,
    "import_date": "2025-11-19T21:47:47.497614",
    "prefix": "IMAGES-001"
  }
}