{
  "document_id": "HOUSE_OVERSIGHT_023273",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023273.txt",
  "text": "low level . He does not want to hire himself out of a job, spoke to brad last night he wants acoo so\nthat he does not feel demoted\n\nyour choice!, ( brad maybe does have insight - to your credit, might have been right when he said- jeffrey\nyou should realize this is only about leon not wanting to pay more money , ( 1 ignored his summary ,\nalong with his comments on the risk of fracturing\n\nsummary\n\nI can either do it for you or not. if ido it it means finding hiring organizeing, structuring reviewing re\nnegotiating, bring in my team under my control not brads. . stop -gap accounting - my people getting the\nbooks software and procedure in shape. setting up the various brokerage and bank accounts and\nrationalizing them, organizing Melanie, TPS , house, and all the intra family notes outstanding,\noverseeing the phaidon mess.maybe sale re do some of estate given the new circumstances. etc. I 've\nresponded to every brad question , given him first lessons , not a good use of my time or his. he should\nadministrate, follow up, have signing authority instead of eileen, ( AFTER rationalized accounts ).\nholding a position of trust. ONLY\n\ntalk whenever you like, NO STRESS , Mort had a skiing accident and sultan not fully comp es mentes.\nno stress please for either of us . both of our reserves which are not insubstantial , can use a break\n\nDate: Tue, Apr 7, 2015 at 4:29 PM\nSubject:\nTo: Melanie Spinella ~ &f\nagenda for tomorrow.\n1 building an office from scratch. who does it. ? so far little or no progress in real terms. . brad\nshould remain and can administrate. follow up methodically, . has no idea of corrrect questions to ask.\nor understanding of family office issues. procedures checlks and balances. etc .. consultants , diana\ngoldner foundtaion woman?. office . focus .\n2. without strong , very stroung direction, joslin will not make it. does not know where to focus. who\nto respond to. and how. unfortunately now getting more and more answers like the powers that be , want\nit that way.??\n3. the priority list is still virtually the same , since dec. . accounting system. redone from scratch. etc.\n4 . it will take 9 months. at a minimum now. . an outsider brought in when everything is clean , including\nphaidon, notes. eileen. banks, jpm db, bam, etc.\n5 disposition, of Phaidon. art space regan etc.( ressler??) . sale of boat. plane . art , stock, investments,\nathene? etc, tra, brh.\n6 .newIT . complex. household . payroll insurance . recurring bills.\n7 estate modification given new circunstances and altered probablities. (use etc )\n8 charity, new trusts,!!d IPI< harvard . fees,\n\nI spoke to brad and made him aware of all my concerns and propsals to move forward. _ he is desperate\nfor help\n\nDate: Tue, Apr 14, 2015 at 11:53 PM\n\nSubject:\n\nTo: Melanie Spinella\n\nsaved you 500k at the last minute, . brad has had the same chart since march 16th, its his job to review\nNOT MINE appears he is one of those living in the dark leiwe. I found 8 million dollars today, missed\ndeductions. . not yet in the numbers, .?\n\nHOUSE_OVERSIGHT_023273",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023273.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3059,
    "word_count": 554,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:44.972904",
    "prefix": "IMAGES-007"
  }
}