{
  "document_id": "HOUSE_OVERSIGHT_017608",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017608.txt",
  "text": "Page 5 of 31\n104 J. Crim. L. & Criminology 59, *65\n\nencompassing\" statutory victims’ bill of rights. 7! Victims' advocates sought to expand on the protections found in other\npreviously-enacted victims' rights statutes, including, notably, the Victims' Rights and Restitution Act of 1990. 7? That statute\nhad also included a bill of rights for crime victims, yet because of limited enforcement mechanisms, crime victims had been\nunable to secure court protection of the rights listed in the statute. 73\n\nThe statute that Congress passed to solve these problems - the Crime Victims’ Rights Act of 2004 - gave victims \"the right to\nparticipate in the [*66] system.” 7+ It extended broad rights to crime victims, including \"the right to be treated with fairness\n\n25 and \"the reasonable right to confer with the attorney for the\n\nand with respect for the victim's dignity and privacy\"\nGovernment in the case.\" 7° It also commanded that these rights must be afforded by the Justice Department \"and other\ndepartments and agencies of the United States engaged in the detection, investigation, or prosecution of crime.\" 77 The CVRA\nalso contained specific enforcement mechanisms. The Act provided that rights can be \"asserted\" by \"the crime victim or the\ncrime victim's lawful representative, and the attorney for the Government ... .\"_ 28 The courts were also required under the Act\n\nto \"ensure that the crime victim is afforded the rights\" given by the law. 7?\n\nCongress appeared to have at least two goals in mind in passing the CVRA. The first was simply to ensure that crime victims\nunderstood what was happening in the criminal justice process. This goal is apparent from the fact that the CVRA gives crime\nvictims rights to notification about various court hearings, as well as more general rights to confer with prosecutors and to be\ntreated with fairness. 7° The CVRA's Senate sponsors explained:\n\nIn case after case we found victims, and their families, were ignored, cast aside, and treated as non-participants in a critical\nevent in their lives. They were kept in the dark by prosecutors too busy to care enough, by judges focused on [defendants']\nrights, and by a court system that simply did not have a place for them. 3!\n\nIn passing the CVRA, Congress sought to change the system's obliviousness to crime victims that often \"left crime victims and\n\ntheir families victimized yet again.\" 3?\n\n'9 Hon. Jon Kyl et al., On the Wings of Their Angels: The Scott Campbell, Stephanie Roper, Wendy Preston, Louarna Gillis, and Nila Lynn\nCrime Victims' Rights Act, 9 Lewis & Clark L. Rev. 581, 588-91 (2005).\n\n20 Proposed Constitutional Amendment to Protect Crime Victims, S.J. Res. 1: Hearing Before the S. Comm. on the Judiciary, 108th Cong.\n128-29 (2003) (statement of Sen. Patrick Leahy); see also Steven J. Twist & Daniel Seiden, The Proposed Victims' Rights Amendment. A\nBrief Point/Counterpoint, 5 Phoenix L. Rev. 341, 356, 378 (2012) (illustrating that the necessity dispute has endured to the present day).\n\n21 150 Cong. Rec. 7295 (2004) (statement of Sen. Dianne Feinstein); see also Kyl et al., supra note 19, at 591-93.\n\n~ Victims' Rights and Restitution Act of 1990, Pub. L. No. 101-647, 104 Stat. 4820 (codified as amended at 42 U.S.C.$$/0601, 10606-07\n(2006)).\n\n2 See, e.g., United States v. McVeigh, 106 F.3d 325, 328 (10th Cir. 1997) (per curiam) (refusing to enforce a victim's right to attend a trial);\nCassell, Barbarians at the Gates?, supra note 18, at 515-22 (discussing McVeigh).\n\n4 150 Cong. Rec. 7297; see 18 U.S.C. § 3771 (2012). For a description of victim participation, see Beloof, Cassell & Twist, supra note 6, at\n728-33,\n\n% 18 U.S.C. § 3771(a)(8).\n\n2 Id. § 3771(a)(5).\n\n27 Id. § 3771 (c)(1).\n\n28 Id. § 3771(d)(1).\n\n2% Id. § 3771(b)(1).\n\n30 See id. § 3771(a).\n\n3! 150 Cong. Rec. 7296 (2004) (statement of Sen. Dianne Feinstein).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017608",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017608.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3893,
    "word_count": 648,
    "line_count": 69,
    "import_date": "2025-11-19T21:47:44.842075",
    "prefix": "IMAGES-004"
  }
}