{
  "document_id": "HOUSE_OVERSIGHT_013082",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013082.txt",
  "text": "166 9 General Intelligence in the Everyday Human World\n\nUnder the assumption of the Embodied Communication Prior (with the Natural\nKnowledge Categories assumption), the property above called “cognitive complete-\nness” is necessary and sufficient for efficient general intelligence at the level of an\ninteligent adult human (e.g. at the Piagetan formal level [Pia53]).\n\nOf course, the above considerations are very far from a rigorous mathematical proof (or\neven precise formulation) of this hypothesis. But we are presenting this here as a conceptual\nhypothesis, in order to qualitatively guide our practical AGI R&D and also to motivate further,\nmore rigorous theoretical work.\n\n9.3.1 Generalizing the Embodied Communication Prior\n\nOne interesting direction for further research would be to broaden the scope of the inquiry, in\na manner suggested above: instead of just looking at the ECP, look at simplicity measures in\ngeneral, and attack the question of how a mind must be structured in order to display efficient\ngeneral intelligence relative to a specified simplicity measure. This problem seems unapproach-\nable in general, but some special cases may be more tractable.\n\nFor instance, suppose one has\n\ne asimplicity measure that (like the ECP) is approximately decomposable into a set of fairly\ndistinct components, plus their interactions\n\n® an assumption similar to NKC, which states that the entities displaying simplicity according\nto each of the distinct components, are roughly clustered together in entity-space\n\nThen one should be able to say that, to achieve efficient general intelligence relative to\nthis decomposable simplicity measure, a system should have distinct capabilities corresponding\nto each of the components of the simplicity measure interactions between these capabilities,\ncorresponding to the interaction terms in the simplicity measure.\n\nWith copious additional work, these simple observations could potentially serve as the seed for\na novel sort of theory of general intelligence — a theory of how the structure of a system depends\non the structure of the simplicity measure with which it achieves efficient general intelligence.\nCognitive Synergy Theory would then emerge as a special case of this more abstract theory.\n\n9.4 Naive Physics\n\nMultimodal communication is an important aspect of the environment for which human in-\ntelligence evolved — but not the only one. It seems likely that our human intelligence is also\nclosely adapted to various aspects of our physical environment — a matter that is worth carefully\nattending as we design environments for our robotically or virtually embodied AGI systems to\noperate in.\n\nOne interesting guide to the most cognitively relevant aspects of human environments is the\nsubfield of AI known as “naive physics” [Hay85] — a term that refers to the theories about the\nphysical world that human beings implicitly develop and utilize during their lives. For instance,\n\nHOUSE_OVERSIGHT_013082",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013082.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2971,
    "word_count": 452,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.867451",
    "prefix": "IMAGES-002"
  }
}