{
  "document_id": "HOUSE_OVERSIGHT_012173",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012173.txt",
  "text": "KIRKLAND & ELLIS LLP\n* The defense immediately raised concerns regarding the non-independence\nof the review when told that it would be Mr. Oosterbaan tasked with\nproviding the review, but was told that when Mr. Oosterbaan rendered his\nprior opinion, “he was not really up to speed on the facts”\n\no CEOS’ review was not de novo:\n\n\" By letter dated May 15, 2008 (four days before Mr. Sloman’s letter), Mr.\nOosterbaan advised Mr. Lefkowitz that CEOS reviewed the matter only\nfor abuse of discretion:\n\n[T]he question we sought to answer was whether U.S.\nAttorney Acosta would abuse his discretion if he\nauthorized prosecution in this case.\n\nSee Tab 38, May 15, 2008 Letter from D. Oosterbaan, p. 1 (emphasis\nadded). See also, id. p. 2 (“Mr. Acosta would not be abusing his\ndiscretion if he decided to pursue such a course of action.”); and p. 5\n(“Mr. Acosta would not be abusing his prosecutorial discretion should he\nauthorized federal prosecution of Mr. Epstein.”).\n\n«For the factual record of its “abuse of discretion” review, CEOS relied on\nthe very same prosecution memo that it had already reviewed in rendering\nits prior opinion, stating:\n\nAs you know, our review of this case is limited, both factually and\nlegally. We have not looked at the entire universe of facts in this\ncase.\n\nSee Id., p. 1 (emphasis added).\n\n«Nor did CEOS review any facts related to the irregular provisions in the\n\nDeferred Prosecution Agreement or the numerous complaints of\n\nprosecutorial misconduct, both of which are inextricably intertwined with\n\nthe impropriety of the investigation. Jd. at 1.\n\na, NOTIFICATION OF WITNESSES.\n\nMr. Sloman’s Letter:\n\ne Mr. Sloman dismissed the totality of the defense’s objections to the inappropriate\nnotification the SDFL proposed to send to its witnesses, stating merely that:\n\n“[Y Jou objected to victims[”] being notified of time and place of Epstein’s\nstate[-]court sentencing hearing.”\n\nHOUSE_OVERSIGHT_012173",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012173.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1932,
    "word_count": 313,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:48.991953",
    "prefix": "IMAGES-001"
  }
}