{
  "document_id": "HOUSE_OVERSIGHT_011450",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011450.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n147\nH3vlgiu2\n\ninvoke her Fifth Amendment privilege. She shouldn't be\n\npenalized because the people who are concerned and are named in\n\nthis nonprosecution agreement can't testify because the\n\nplaintiff's lawyers are trying to undo their agreement with the\n\ngovernment.\n\nMs. Maxwell has no ability to control these folks.\nYou know, we certainly weren't going to stand in the way of\nplaintiff's trying to take their depositions, but we have no\ncontrol over them, in securing their testimony or requiring\nthem to cooperate in any sense.\n\nI cite to the Court the case of Coquina Investments v.\n\nRothstein, which I didn't realize until I was reading this last\n\nnight is ironic because the defendant in the Rothstein case is\n\nMr. Edwards' former partner, who's doing 55 years in a federal\n\npenitentiary right now. But in that case, which is very\n\nsimilar here, the court wouldn't impose an adverse inferenc\n\nagainst an employer for an employee, even though the employer\nwas paying for the representation of the employee. And that\ncase is I think significant because the court again focused on\nthe relationship at the time of the deposition and not some\n\nprior relationship.\n\nI talked about the co-conspirator issue. You know,\n\nthat's just attorney argument asserted as fact here, your\n\nHonor. No one has ever found that these folks are\n\nco-conspirators. It's Mr. Cassell's and Mr. Edwards' theory,\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011450",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011450.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1534,
    "word_count": 250,
    "line_count": 82,
    "import_date": "2025-11-19T21:47:49.113317",
    "prefix": "IMAGES-001"
  }
}