{
  "document_id": "HOUSE_OVERSIGHT_020490",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020490.txt",
  "text": "31\n\nIn China, all of the organizations involved in outreach to the overseas Chinese community\nare led by senior members of the Chinese Communist Party. Sun Chunlan, the former\nhead of the United Front Work Department, is listed as the president of the China Overseas\nFriendship Association and the executive vice president of the China Council to Promote\nPeaceful Reunification. The head of the Overseas Chinese Affairs Office, Qiu Yuanping,\nalso leads the China Overseas Exchange Association. Madame Qiu has a career background\nwith the Party’s International Liaison Department. The president of the China Council for\nthe Promotion of Peaceful Reunification is none other than Yu Zhengsheng, the former\nchairman of the Chinese People’s Consultative Conference and a former member of the\nStanding Committee of the Political Bureau of the Communist Party’s Central Committee.®\n\nGoals and Methods\n\nThe key goal of the Party’s united front work with overseas Chinese is to gain support for\nthe Communist Party’s efforts to modernize the country by convincing members of overseas\nChinese communities that the Party is the sole representative of China and to isolate\ncompeting forces that the Party perceives to be adversarial, or even hostile. For example,\n\nas part of a massive campaign to monitor, control, and even intimidate China’s ethnic\nminorities (no matter where in the world they are), Chinese authorities are creating a global\nregistry of Uighurs who live outside of China. Chinese authorities threatening to detain\nUighur relatives who remain in China if they do not provide personal information of their\nrelatives living abroad to the Chinese police. This campaign has particularly targeted Uighurs\nliving in Germany but is now reaching Uighurs in the United States as well.” Uighurs are not\nalone; Tibetan exiles living in the United States have long reported similar campaigns against\nmembers of their families and community. Chinese security officials have even been known\nto travel to America on tourist visas to exert pressure on Chinese dissidents living here.’ FBI\nagents have contacted prominent Chinese exiles in the United States offering them protection\nfrom Chinese agents who might travel to the United States to menace them.’\n\nFor most Chinese Americans, however, China’s efforts to influence them are far more\nanodyne. The official description of the Overseas Chinese Affairs Office (OCAO) states\n\nits purpose as: “to enhance unity and friendship in overseas Chinese communities; to\nmaintain contact with and support overseas Chinese media and Chinese language schools;\n[and] to increase cooperation and exchanges between overseas Chinese and China related\nto the economy, science, culture and education.” Over the past three decades, the OCAO\nhas dispatched former reporters and editors from the OCAO-run China News Service to\nestablish pro-Beijing Chinese media organizations in the West. (Chinese officials have\ndescribed such Chinese-language media outlets, schools, and other kinds of organizations as\nthe “three treasures” (=) of united front work overseas.)!°\n\nOfficials from Beijing have stated clearly that they do not view overseas Chinese as simple\ncitizens of foreign countries, but rather as “overseas compatriots” (44 lal#ad]) who have both\n\nSection 3\n\nHOUSE_OVERSIGHT_020490",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020490.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3313,
    "word_count": 504,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.308664",
    "prefix": "IMAGES-006"
  }
}