{
  "document_id": "HOUSE_OVERSIGHT_020072",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020072.txt",
  "text": "that somebody was getting a leg up at his expense. His was a zero-sum ecosystem. In the\nworld of Trump, anything that he deemed of value either accrued to him or had been\nrobbed from him.\n\nScarborough and Brzezinski had taken their relationship with Trump and amply\nmonetized it, while putting no percentage in his pocket—and in this instance, he judged\nhis commission should be slavishly favorable treatment. To say this drove him mad would\nbe an understatement. He dwelled and fixated on the perceived injustice. Don t mention\nJoe or Mika to him was a standing proscription.\n\nHis wounded feelings and incomprehension at the failure of people whose embrace he\nsought to, in return, embrace him was “deep, crazy deep,” said his former aide Sam\nNunberg, who had run afoul of his need for 100 percent approbation and his bitter\nsuspicion of being profited from.\n\nOOK Ok\n\nOut of this accumulated rage came his June 29 tweet about Mika Brzezinski.\n\nIt was classic Trump: there was no mediation between off-the-record language and the\npublic statement. Referring to “low I.Q. Crazy Mika” in one tweet, he wrote in another\nthat she was “bleeding badly from a facelift” when she and Scarborough visited Trump at\nMar-a-Lago on the previous New Year’s Eve. Many of his tweets were not, as they might\nseem, spontaneous utterances, but constant ones. Trump’s rifts often began as insult\ncomedy and solidified as bitter accusations and then, in an uncontainable moment, became\nan official proclamation.\n\nThe next step, in his tweet paradigm, was universal liberal opprobrium. Almost a week\nof social media fury, cable breast-beating, and front-page condemnation followed his\ntweet about Brzezinski. That was accompanied by the other part of the Trump tweet\ndynamic: by unifying liberal opinion against him, he unified its opposite for him.\n\nIn truth, he was often neither fully aware of the nature of what he had said nor fully\ncognizant of why there should be such a passionate reaction to it. As often as not, he\nsurprised himself. “What did I say?” he would ask after getting severe blowback.\n\nHe wasn’t serving up these insults for effect—well, not entirely. And his behavior\nwasn’t carefully calculated; it was tit for tat, and he likely would have said what he’d said\neven if no one was left standing with him. (This very lack of calculation, this inability to\nbe political, was part of his political charm.) It was just his good luck that the Trumpian 35\npercent—that standing percentage of people who, according to most polls, seemed to\nsupport him no matter what (who would, in his estimation, let him get away with shooting\nsomeone on Fifth Avenue)—was largely unfazed and maybe even buoyed by every new\nexpression of Trumpness.\n\nNow, having expressed himself and gotten in the last word, Trump was cheery again.\n\nHOUSE_OVERSIGHT_020072",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020072.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2834,
    "word_count": 472,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.282634",
    "prefix": "IMAGES-005"
  }
}