{
  "document_id": "HOUSE_OVERSIGHT_011075",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011075.txt",
  "text": "The one and twenty years could mean remaining life expectancy at age 50. But Petty\ncould easily have spelled that out, or the implied 71 year terminus. He does spell out\nthe ages of the three generations. Their average difference in age rounds to 21\n\nyears.\n\nPetty’s readers, like Smith’s and Ricardo’s after, would have taken it for granted that\neach generation provides for the next. “Few men having reason to take care of more\nremote posterity” would have registered in the context of that provision. “Posterity”\n\nusually meant and means descendants.\n\nHis description, like mine, is incomplete. He may mean that life expectancy is also a\nfactor in calculating the years purchase. If so, he apparently leaves that thought to\nbe followed up later. There is also room to argue that the grandfather looks two\ngenerations ahead, so that the years purchase becomes 42 years. But that would\ngive the usus fructus at 2.3%. All the rates Petty reports elsewhere in the tract are\nmuch higher. One generation length is what he seems to apply. My reading is that\nthe grandfather provides for the grandson by passing all to the son.\n\nPetty’s overlapping generation insight has been one of his least noticed, just as with\nMill’s on output growth preceding and explaining capital growth. I first read of\nPetty’s idea in a collection of Lionel Robbins’ lectures at London School of\nEconomics delivered in 1979-1980, but published in 2000. I learned from these\nlectures that Gustav Cassel had published the same idea in his The Nature and\nNecessity of Interest in 1903. I hunted that down. Robbins misremembered in telling\nhis students that Cassel had arrived at the idea independently. In fact Cassel and\nRobbins both quote the same excerpts from A Treatise of Taxes that I just did. Cassel\n\ninferred that interest rates cannot stably be less than 2% per year.\n\nChapter 7 Petty’s Idea 2/3/16 16\n\nHOUSE_OVERSIGHT_011075",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011075.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1905,
    "word_count": 320,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:45.029900",
    "prefix": "IMAGES-001"
  }
}