{
  "document_id": "HOUSE_OVERSIGHT_023223",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023223.txt",
  "text": "especiaily as you seemed so peaceful happy and smiley ,getting yourself in shape and truly enjoying your\nfamily time. etc. however the situation in your family office is unresolved. I am aware that brad starts\nmonday howver, two last days of the year madness. timber.deal not complete no jpm,acct activity no\npartnership docs , old stock sales not complete , no bank doc redo. no phaidon note restructure, ., no\nboat expense review. airplane same ,topco midco.etc still not finished ( trustee ), projections mixed\nwith fiction. , legal exp out of control. no care for admin, silly ( audit). tom conversation with joslin.\nnotes. debra, trustee notes. trustees hiring . bens audit. interest payable made hoopjumping last day of\nyear. after weeks and months. of lectures , gifts to discuss- staff. -houseproject mgmt. . I will continue\nto try , I had offered ajoint call with eileen before you left. asi said before , joslin takes instructions from\neileen. he said it was made clear to him that he doesn't work for me but works for you. . I tried.\n\nDate: Tue, Dec 29, 2015 at 7:26 AM\n\nSubject: Fwd: leon DO NOT SEND, hand deliver.\n\nTo: Jeffrey Epstein <jeevacation@gmail.com>\nTransaction complete !\n\n. this - in spite of your collection of Elysium misfits. !!!\n\nWith Brad out of the office and unable to run his usual interference , the level of his utter incompetence\nwas brought front and center, he may be a step up from Eileen, but if he is , then it is not certainly not by\nmuch, . Though you and I have spent many many hours discussing the importance of details and\nmechanics. I was not shown one document re phaidon,- not one.. Brad wanted to keep it private between\nhe and his so called\" advisors\" however as he was out of the office during the most important\ntransaction of the year, I did get to spend time with joslin Joe and john, - the situation in your office is\nwholly ludicrous - to summarize - the list I provided to Brad last December - things I thought were a\npriority to get done after consulting with your office _ still remains virtually undone.\n\nIT, still desperately needed- reporting flawed cumbersome and inaccurate . all done by hand as one -off\nexercises , - airplane: re structure, (my only suggested priority in june ) is really ,no further ahead,\nconsultants up the kazoo but nothing at all done.( the office was told that i cannot even see the proposals\nreceived without brads specific authorization ) - brad has no idea even as to what questions to ask. he\nknows little of finance, is run roughshod over by almost everyone in the office. he is a little man , using\nyour power, to appear larger . Eileen was self aware enough to know she was over her head , that is a huge\ndifference. bad info is rampant ie 3 million in deductions Im told are taken for art space but on closer\nexamination it turns out they cannot be used at all. (ZERO benefit ) though you will be told yes they\nwere deducted on the return they said that is the question they get asked ! \" were they deducted \"not -\"\nis there a benefit\" !!| I asked for the balance sheet and P and L for Regan arts , a basic first step in\norder to check your financials. \"sorry we never got one?\" though 9.8 million invested, no p&l, nothing ,\na construction project run amok , no budget, the coo fired after only 3 months. , no clue. I can add that\nartspace financials are also a total mess.\n\nAs your friend and in order toturn the page. I will try to be constructive\n\nThe following is a list of things I think would be in your interest to get done asap .but definitely not by\n\nme.\n\nisuggest you form new grats. , hire a high level tax partner. use your trading accounts as they remain\nthe paramount requirement 16 months after i emailed to you their importance. , I suggest you consider\nhaving the 49percent of phaidon merged into artspance and have Richard buy artspace. re-do bank\n\nloans. no need to pay interest at higher rates on boat or plane. . as Richard is now no longer trustee. re-\ndo will, make suydam executor , with Barry, and john as back up. pay | million a year for executor role.\nget rid of Judy Black trust, deal with gifts and their tax returns, . review amounts to kids at fixed ages. put\nmore protections in for Alex and Victoria. , distribute some money to kids let them make decisions. ,\n\nHOUSE_OVERSIGHT_023223",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023223.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4316,
    "word_count": 793,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:46.905439",
    "prefix": "IMAGES-007"
  }
}