{
  "document_id": "HOUSE_OVERSIGHT_018160",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018160.txt",
  "text": "Radio show called \"Wriggling in the Middle\", based out of Canton, Ohio and syndicated\nnationally through FOX radio network.\n\nhttp://www.whbe.com/Wriggling-In-The-Middle/6636686\nFor anyone who would like to skip directly to the shoes, go to the link below, scroll down to the\n\nshow listing (March 28) and fast forward to about the 26-minute mark. The conversation on the\n\nshoes lasts about 7 minutes.\n\nProximity marketing will push location based service revenues to nearly $13 billion over the\nnext few years.\n\nSatNews Daily - March 23, 2011 - GTX Corp (OTCBB: GTXO) and ADAM, Inc. have\n\nentered into an exclusive revenue share agreement allowing 123 Chambers of Commerce\nrepresenting more than 100,000 businesses nationwide to push out proximity alert promotions,\nusing the GTX Corp GPS/PLS Platform and leveraging its growing GPS Tracking Smartphone\nApp user base. Gartner reports that 42 percent of consumers use their phone to check a store\nlocation, 31% use it for a mobile promotion, and 17 percent use their phone for the actual\npurchase.\n\nRead the full article\n\nGTX Corp. Joins with Chambers of Commerce on Location Advertising\nGPS World - March 22, 2011 - GTX Corp., which provides two-way GPS Personal\nLocation Services (PLS), and ADAM, Inc., a platform for Hyper Local Mobile Apps for\n\nDirectories, entered into an exclusive revenue share agreement allowing 123 Chambers of\nCommerce representing more than 100,000 businesses nationwide to push out proximity alert\npromotions, using the GTX Corp GPS/PLS Platform and leveraging its growing GPS Tracking\nSmartphone App user base, GTX Corp. announced.\n\nRead the full article\n\nNew Tech Is Helping Families With Special Needs\nMarch 17, 2011 8:52 PM - MIAMI (CBS4) — New technology is making life a little easier for\npeople with special needs and their families.\n\nHOUSE_OVERSIGHT_018160",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018160.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1841,
    "word_count": 289,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:46.028152",
    "prefix": "IMAGES-004"
  }
}