{
  "document_id": "HOUSE_OVERSIGHT_019179",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019179.txt",
  "text": "rERSON\n\nJear, you wouldn't do more.\n\n5 concerned. What did she tell\nm?\n\nvall, when she came downstairs\ntairs, me and her and [redacted],\no the car. And I-was like, “How\ne, “Three hundred dollars.” And 1\n»w right then she did more.\n\nright?\n\nwas like, “Well, what'd you do?”\nsiving a massage, and then my\now, he put his fingers inside me.\n> massager.” And that’s basically\n\n| talk to me. It’s all right.\n\ntalking about it, now that I—I\nm.\n\nknow what, we all go through\nat | mean? It’s an experience. And\n\n- behind you.\n\nyou brought over —how did you\nwere going to have to do this..-\nrk, how did you approach them?\n\nin Palm Beach?”\nrere my friends. The others were,\n\nwas a little more easier talking t0 ©\n\nI knew them.\n\n62\n\nFittuy Ricu\n\nRECAREY: Take a deep breath. Take a deep breath. Cause I can\nsee you're working up again. You're working up the tears, I\ncan see it, and I don’t want to get you like that.\n\nDOBBS: I, um, pretty much I just would ask them—\n\nRECAREY: Straight up?\n\nDOBBS: “If you're looking for extra money, let me know; this guy\ndown in Palm Beach, he’s really, really, really wealthy. You\nhave to give him a massage.” That's all I would tell them.\nThen, if they were interested or told me, “Yes, I want to do i?\nId go into detail with them before they’d actually agree. If\nthey told me, “Yeah, that sounds good, I’m interested,” then\nI'd tell them, “Okay, well I’m gonna let you know, this is what\nyou have to do, this is what’s gonna go on.”\n\nRECAREY: Did you tell them that you were going to make money\nfrom bringing them over? Or —\n\nDOBBS: Most part? I believe they knew....Most of the girls, we\nwere open about that. We didn’t— they pretty much knew I\nwas making money under the table. So...\n\nRECAREY: Okay. Gimme two seconds. Let me get the soda....\nGimme two seconds.\n\nAll right, I talked to my boss a little bit—\n\nFRICK:— Which is why I’m here.\n\nDOBBS: Okay.\n\nFRICK: Obviously I was listening to what you were saying. And\nat this point you clearly implicated yourself on a crime, okay?\nYou've taken girls to somebody’s house for the purpose of\nProstitution. More importantly, more significantly, one of\nthose girls was fourteen at the time, okay? Now that’s a pretty\nSignificant second-degree felony, okay? I’m not going to kid\n\n63\n\nHOUSE_OVERSIGHT_019179",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019179.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2279,
    "word_count": 420,
    "line_count": 88,
    "import_date": "2025-11-19T21:47:46.043325",
    "prefix": "IMAGES-005"
  }
}