{
  "document_id": "HOUSE_OVERSIGHT_017923",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017923.txt",
  "text": "In re Terrorist Attacks on September 11, 2001, 392 F.Supp.2d 539 (2005)\n\n10 A.L.R. Fed. 2d 789\n\nthat it has been designated a terrorist, but claims it does\nnot have the same connections to the United States, bin\nLaden, and al Qaeda that Defendants Benevolence\nInternational Foundation (“BIF”) and Adel A.J. Batterjee\nhad. See Terrorist Attacks I, 349 F.Supp.2d at 823-25\n(finding Court had personal jurisdiction over Mr.\nBatterjee based on his designation as a global terrorist, his\nrole with BIF, another designated terrorist, his *561\nleadership of BIF’s United States operations, and his\nrelationship with Osama bin Laden). It also argues that\nthe document that Plaintiffs attribute to Osama bin Laden\nis similar to the Golden Chain, in that it lacks foundation\nand authentification. See Terrorist Attacks I, 349\nF.Supp.2d at 817 (“The ‘Golden Chain’ is a group of\ndocuments that was discovered by Bosnian authorities\nsearching the offices of charity Defendant BIF in March\n2002. Plaintiffs claim the ‘Golden Chain’ contains a list\nof early direct donors to al Qaeda.”)\n\nP11 Tn assessing whether Rabita Trust has purposefully\ndirected its activities at the United States under Rule 4(k),\nthe Court is mindful of the executive branch’s designation\nof it as a SDGT. While the designation is not dispositive\non its own, it does warrant some deference. In the realm\nof foreign affairs, the executive branch has access to\n“confidential sources of information [and] agents in the\nform of diplomatic, consular and other officials.” United\nStates v. Curtiss-Wright Corp., 299 U.S. 304, 320, 57\nS.Ct. 216, 81 L.Ed. 255 (1936). Entities are designated\nunder Executive Order 13224 if the executive branch\ndetermines they are involved in terrorist activities. See\nExecutive Order 13224 Fact Sheet. Courts enjoy great\ndiscretion in deciding whether to order jurisdictional\ndiscovery before resolving motions to dismiss for lack of\npersonal jurisdiction. See, e.g, APWU v. Potter, 343 F.3d\n619, 627 (2d Cir.2003). This Court finds that such\ndiscovery would be helpful in assessing whether any of\nRabita Trust’s activities were directed at the United\nStates. Accordingly, Rabita Trust’s motions to dismiss the\nAshton, Burnett, and Federal complaints are denied\nwithout prejudice.\n\nC. Wa‘el Jalaidan®\n21 The United States Department of Treasury has\ndesignated Defendant Jalaidan a terrorist,’ frozen his\nassets, and named him “one of the founders of al Qaeda.”\n(Ashton Compl. J 304; Burnett Compl. § 255; Federal\nCompl. Ff 117, 91.) The Treasury Department\n“characterized [him] as having ‘directed organizations\nthat have provided financial and logistical support to\nal-Qa-ida, [he] is the logistics chief of bin Laden’s\norganization and fought on bin Laden’s side in\n\nWESTLAW\n\nAfghanistan.’ ” (Ashton Compl. J¥ 304, 312, 523-24;\nBurnett Compl. J 236, 255, 271; Federal Compl. § 117;\nsee also Federal Compl. § 196 (claiming documents\nfound in the Bosnian raid of BIF offices contained a note\nfrom Osama bin Laden to Jalaidan regarding al Qaeda’s\nneed for weapons).) Further, Osama bin Laden and his\nlieutenant, Abu Zubaydah, allegedly “have acknowledged\nWa‘el Julaidan as a known associate of their operations.\nJulaidan has been the head of various non-government\norganizations providing financial and logistical support to\nthe al-Qa‘ida network.” (Ashton Compl. Jf 304, 312, 341,\n484; Burnett Compl. § 236, 255.)\n\nJalaidan was in charge of the MWL in Peshawar, Pakistan\nand served as the General Director of Rabita Trust.\n(Ashton Compl. J 304; Burnett Compl. J 236, 255.) He\n“operated MWL offices that served in the early days of al\nQaeda to attract and train holy warriors from around the\nworld for the war in Afghanistan” and has “repeatedly\naided and abetted terrorists.” (Ashton Compl. § 304,\n*362 312; Burnett Compl. § 255.) Jalaidan is also\nallegedly connected to Defendant SIRC. (Ashton Compl.\n4 484; Federal Compl. § 125.)\n\nDefendant Jalaidan argues that the allegations against him\nare simply allegations of guilt by association, and do not\ninclude any specificity regarding dates to put his actions\nin context. He urges the Court to not rely on his\ndesignation as a terrorist by the Treasury Department\nbecause he did not have an opportunity to rebut it.\n\nPlaintiffs do not claim to have served Mr. Jalaidan in the\nUnited States under the ATA’s nationwide service\nprovision. Accordingly, Rule 4(k)(2) may provide a basis\nfor personal jurisdiction. There are several federal claims\nat issue in this litigation and Plaintiffs have not made a\nprima facie showing that Mr. Jalaidan is subject to\npersonal jurisdiction in New York or any other state. The\nCourt turns to Mr. Jalaidan’s contacts with the United\nStates. In addition to being designated as a global terrorist\nby the Department of Treasury, Mr. Jalaidan is alleged to\nbe a founder and the logistical chief of al Qaeda, and\naffiliated with several other charities that are allegedly in\nal Qaeda’s fundraising network. In light of al Qaeda’s\npublic declarations of war against the United States,\nsomeone who is alleged to be a founder, an admitted\nassociate, and a provider of financial and logistical\nsupport to al Qaeda, has purposefully directed his\nactivities at the United States such that the exercise of\npersonal jurisdiction over him is reasonable.’ See Mwani\nv. bin Laden, 417 F.3d 1, 14 (C.A.D.C. 2005).\n\nHOUSE_OVERSIGHT_017923",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017923.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5390,
    "word_count": 862,
    "line_count": 112,
    "import_date": "2025-11-19T21:47:46.699374",
    "prefix": "IMAGES-004"
  }
}