{
  "document_id": "HOUSE_OVERSIGHT_010879",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010879.txt",
  "text": "304\n\nestcoo 1 Idon't know.\noteoo 2 Q. And what they did with the fact that Courtney\no3t604 3 Love and Donald Trump were circled, you don't know also,\n31608 4 correct?\nosieo08 | 5 A. That's right. Fair point.\natsor 6 Q. But somehow it's suspicious as to\noste10 7 Mr. Dershowitz, but not as to anyone else?\notei2 8 MR. SCAROLA: Objection. Argumentative.\noste12 9 THE WITNESS: And I'm -- I'm glad to argue on\noste1a 10 that point, let me, because they --\nosste:14 11 MR. SIMPSON: I'll withdraw the question.\noate1s 12 THE WITNESS: All right. Because I would\nosteitis 13 have a --\noxteis 14 MR, SIMPSON: Let --\noste17 15 THE WITNESS: -- a substantial argument on\noste18 16 that.\nost620 17 MR. SIMPSON: I -- 1 will withdraw the\no3te20 18 question.\n031620 19 BY MR, SIMPSON:\n03:16:28 20 Q. With respect, again, to the --\n031630 21 MR. SCAROLA: And I'll withdraw the\nosrtes2 22 objection.\nosr1632 23 MR. SIMPSON: Thank you.\n031633 24 BY MR. SIMPSON:\nostese 25 Q. At the time that you filed this joinder\n\nESQUIRE DEPOSITION SOLUTIONS\n\n(954) 331-4400\n305\n\nosteao 1 motion, Exhibit 2, you knew that the United States\nestes «2 Attorney's Office had denied having any contact -- any\nosteaa. 3 documents reflecting any contact with Prince Andrew;\natest 4 isn't that true?\nostes1 5 A. They had -- there were -~ there were various\naisss 6 discovery requests that had been propounded, and I think\noies9 % with regard to one, they had denied, and my recollection\n031701 8 is with regard to another, where there had been an\n031706 9 assertion of privilege.\no3i707 10 Q. Is it not true, that before December 30th,\no3:1700 11 2014, in response to a request asking the government:\n031715 12 Are there any documents reflecting contact with -- by\n031720 13 Prince Andrew regarding the NPA, the government\n031724 14 represented, there were none?\n031726 15 A. That -- with regard to the -- you're talking\no231730 16 about RFPs, request for production of documents, I\n031732 17 believe that's -- I believe that's correct.\no3i733 18 Q. And on December 30th, 2014, knowing that, you\n031738 19 named Prince Andrew in this motion, correct?\noxs74o 20 A. Correct.\nos7a1 24 Q. And is it your testimony that you believe\n031748 22 that Prince Andrew somehow attempted to influence the\n03:17:52 23 negotiations of an NPA in the United States as to\nosi7se 24 Mr. Epstein?\nossi7s7 25 A. I don't have direct evidence of that, but I\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n39 of 46 sheets\n\n03:17:59\n\n03:18:02\n\n03:18:04\n\n03:18:07\n\n03:18:09\n\n03:18:15\n\n03:18:19\n\nOn AoOkh WH =\n\n03:18:23\n03:18:23 9\n03:18:25 1 0\n03:18:27 1 1\n03:18:30 1 2\n03:18:31 1 3\no31e34 14\n03:18:36 1 5\n63:18:38 1 6\n03:18:40 4 7\n63:18:41 1 8\n03:18:43 1 9\n03:18:47 20\n03:18:49 21\n03:18:54 22\n03:18:54 23\n03:18:56 24\n03:48:57 25\n\n03:19:06\n03:19:03\n03:18:07\n03:19:08\n03:19:41\n03:19:12\n\n03:19:16\n\nOn OO kh ON =\n\n03:19:20\n\n©\n\n03:19:22\nosta24 10\no3sto27 11\n03:19:29 12\no31932 13\no31033 14\noste3s 15\no3to38 16\nostaae 17\nostea2 18\nosteas 19\nos:to-40 20\no3tose 21\no3t9sa 22\nostosa 23\nosross 24\nos:teso 25\n\nPage 304 to 307 of 335\n\n306\ncertainly believe I have a good-faith basis, along with\nmy co-counsel, to explore that subject, and try to see\nhow someone who is fifth in line to the British Throne\nmight have been able to use the contacts and power that\nhe has to influence a -- a -- a disposition in this --\nin the Crime Victims’ Rights Act case that it would have\nbeen favorable to one of his friends and potentially\nfavorable to himself.\n\nQ. And -- and you have that view,\nnotwithstanding that the government had represented they\nhave no record of that?\n\nA. They didn’t -- no, no, no, no. Let's not -~\nnot -- let's not slip and try to get me to admit\nsomething that is not what the record reflects. The\ngovernment said they did not have documents. They did\nnot say that they didn't have any information along\nthose lines.\n\nTo the contrary: They asserted a whole\nseries of privileges every time we tried to get\ninformation along these lines. So the fact that they\ndidn't have a letter, signed Prince Andrew, saying,\nplease do the best you can for this convicted sex\noffender is one thing. That's the request for\nproduction of documents.\n\nBut they never said that they -- they -- that\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n307\nsomething along these lines had never happened and, to\nthe contrary, we were faced with assertions of privilege\nover roughly, if I remember correctly, about 10,000\npages of documents where a whole host of privileges were\nbeing asserted.\n\nQ. ‘Do you think it's credible that the United\nStates Attorney's Office would be discussing an NPA with\na member of the British Royal Family?\n\nA. Not directly, but there certainly are\npossibilities of surrogates. I -- my -~ somebody who is\nthat powerful certainly wouldn't go out at it directly.\nWhat they would probably do is try to find the best\nlawyers they could around the United States and -- and,\nyou know, and some of the, you know, big-named lawyers\nand try to bring them in there to -- to work a deal.\nThat's, I think, how, you know, we're -- you're\nasking -- your question is asking for speculation and\nI'm saying that -- that based on, how would you\ninfluence a deal in an American criminal justice system?\nYou go try to get the best defense lawyers you could and\nsee -- you know -- you know, figure out which political\nparty was in power; and try to get people who are\nwell-connected to that political party, things like\nthat.\n\nSo that's the way that I think somebody might\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n10/20/2015 01:08:15 PM\n\nHOUSE_OVERSIGHT_010879",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010879.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5579,
    "word_count": 999,
    "line_count": 204,
    "import_date": "2025-11-19T21:47:47.059001",
    "prefix": "IMAGES-001"
  }
}