{
  "document_id": "HOUSE_OVERSIGHT_023961",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023961.txt",
  "text": "What Can We Do About [t? 275\n\npeople who have been teaching in the usual way. But they pick it up\nand often find that they like it better.\n\nHere is Lynn Carter, one of the first mentors we trained to teach\nin this new way at CMU’s West Coast campus. He is a professor of\nsoftware engineering at Carnegie Mellon University.\n\nIt has taken me a while to figure out how to undo about 25 years\nof teaching experience that was standing in front of a room and\ntalking, but I really like it. I enjoy interacting with students. As\nmuch as I enjoy standing in front of students and talking, it is\nmuch mote satisfying to be dealing with smaller groups, more of\na one-on-one interaction.\n\nProfessors often complain that no students come to see them\nduring their office hours. That isn’t a problem with us here.\n\nHow did we teach Professor Carter to mentor Socratically? It wasn’t\ntrivial to do, but it didn’t take that long either. Once a teacher gets\nthe idea that his job is not telling but helping, he gets into the swing\nof it fairly easily. Training teachers to teach in the kinds of SCCs we\npropose for high school is more an issue of familiarizing them with\nthe content, which will differ considerably from what they have been\nteaching. Handholding comes naturally to most people because they\nhave been doing that kind of teaching all their lives with siblings and\nchildren. Lecturing is not a natural human activity and teachers are\neasily dissuaded from doing it as long as they are not being presented\nwith a classroom of listeners.\n\nIn the end, the real question is this: Why do we still have schools?\n\nThis is a little like asking why we still have religious institutions.\nIn fact, it is a lot like asking that question because you will get the\nsame reactions. People get used to the institutions that have always\nbeen a part of their lives. The fact is that these institutions were cre-\nated in a different time when knowledge was harder to come by and\nthe economy was quite different.\n\nReligion is not my issue. Should we still have schools?\n\nInstead of answering this question by listing all the good things\nthat schools provide—no one would argue that a literate population\nis a bad thing, for example—I will turn the question around: What is\nbad about having schools?\n\nHere is a list of what is bad. Following the list, I will explain what\nis bad about these things (assuming it isn’t obvious).\n\nHOUSE_OVERSIGHT_023961",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023961.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2424,
    "word_count": 434,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.177247",
    "prefix": "IMAGES-007"
  }
}