{
  "document_id": "HOUSE_OVERSIGHT_019935",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019935.txt",
  "text": "admission, however grudging, of mutual advantage, and in short order they were back on\ncordial terms again.\n\nOn their arrival at the White House, the ninth day of his presidency, Trump proudly\nshowed them into the Oval Office and was momentarily deflated when Brzezinski said she\nhad been there many times before with her father, beginning at age nine. Trump showed\nthem some of the memorabilia and, eagerly, his new portrait of Andrew Jackson—the\npresident whom Steve Bannon had made the totem figure of the new administration.\n\n“So how do you think the first week has gone?” Trump asked the couple, in a buoyant\nmood, seeking flattery.\n\nScarborough, puzzled by Trump’s jauntiness in the face of the protests spreading across\nthe nation, demurred and then said, “Well, I love what you did with U.S. Steel and that\nyou had the union guys come into the Oval Office.” Trump had pledged to use U.S.-made\nsteel in U.S. pipelines and, in a Trump touch, met at the White House with union\nrepresentatives from building and sheet metal unions and then invited them back to the\nOval Office—something Trump insisted Obama never did.\n\nBut Trump pressed his question, leaving Scarborough with the feeling that nobody had\nactually told Trump that he had had a very bad week. Bannon and Priebus, wandering in\nand out of the office, might actually have convinced him that the week had been a success,\nScarborough thought.\n\nScarborough then ventured his opinion that the immigration order might have been\nhandled better and that, all in all, it seemed like a rough period.\n\nTrump, surprised, plunged into a long monologue about how well things had gone,\ntelling Bannon and Priebus, with a gale of laughter, “Joe doesn’t think we had a good\nweek.” And turning to Scarborough: “I could have invited Hannity!”\n\nAt lunch—fish, which Brzezinski doesn’t eat—Jared and Ivanka joined the president\nand Scarborough and Brzezinski. Jared had become quite a Scarborough confidant and\nwould continue to supply Scarborough with an inside view of the White House—that is,\nleaking to him. Scarborough subsequently became a defender of Kushner’s White House\nposition and view. But, for now, both son-in-law and daughter were subdued and\ndeferential as Scarborough and Brzezinski chatted with the president, and the president—\ntaking more of the air time as usual—held forth.\n\nTrump continued to cast for positive impressions of his first week and Scarborough\nagain reverted to his praise of Trump’s handling of the steel union leadership. At which\npoint, Jared interjected that reaching out to unions, a traditional Democratic constituency,\nwas Bannon’s doing, that this was “the Bannon way.”\n\n“Bannon?” said the president, jumping on his son-in-law. “That wasn’t Bannon’s idea.\nThat was my idea. It’s the Trump way, not the Bannon way.”\n\nHOUSE_OVERSIGHT_019935",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019935.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2829,
    "word_count": 459,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:48.007659",
    "prefix": "IMAGES-005"
  }
}