{
  "document_id": "HOUSE_OVERSIGHT_014743",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014743.txt",
  "text": "Best Inflation Trades\n\nMark Capleton David Beker\n\nMLI (UK) Merrill Lynch (Brazil)\nmark.capleton@baml.com david.beker@baml.com\nSebastien Cross Athanasios Vamvakidis\n\nMLI (UK) MLI (UK)\nsebastien.cross@baml.com athanasios.vamvakidis@baml.com\n\nInflation party starting but Eurozone not invited\n« Eurozone breakevens have benefited from US move, but we see its sub-target\nproblem becoming more entrenched. Sell OATei 2047 vs OAT 2066\n\n« FX pass-through considerations and the prospect of firmer oil prices and leave us\nfavoring breakevens in Thailand and Mexico.\n\n» We expect inflation divergence in G10 economies. Our analysis of inflation and\ndeflation risks support buying USD/JPY and selling CHF/SEK.\n\nRising Eurozone breakevens - the triumph of hope over experience?\n\nThe rally in Eurozone breakevens and inflation swaps looks mild compared with the\nrecent US experience, for obvious reasons, but it has still been meaningful. The widely\nfollowed 5y5y has rallied from a 1.25% low to 1.58% and the 10y20y forward rate is at\n1.96% (which qualifies as meeting the ECB’s ‘below but close to 2%’, we’d say, albeit\nwithout the inflation risk premium we were used to in the past).\n\nIt is hard to argue with what looks like a beta-weighted response to the US move,\nperhaps. After all, there is a global component to inflation and if the US is driving that\nnow, then Eurozone inflation expectations should firm, it can be argued. And if we are in\nfor a Reaganomics-style fiscal stimulus, then it is quite possible that we will get the\ndollar strength associated with that experience; if so, the Eurozone might get to import\na little inflation by being on the other side of that currency move.\n\nHowever, we are somewhat troubled by the fact that the inflation options market has\npriced out the risk of deflation almost completely (Chart 24). Has that threat really been\nextinguished? Yes, inflation expectations have risen but the rise in real yields has also\ntightened monetary conditions and there remains the threat that in December the ECB\nfails to commit to ongoing stimulus on a sufficient scale to satisfy markets that it can\nreturn inflation to target.\n\nChart 24: Euro inflation expectations rally; long term forward at target, Chart 25: Perceived deflation risk goes; 5y ZC 0% inflation floor price, c\n\n%\n120\n\n100\n\n80\n\n60\n\n40\n\n20\n\n0\n10 11 12 13 14 15 16\n\nSource: BofA Merrill Lynch Global Research\nSource: BofA Merrill Lynch Global Research\n\nBank of America Global Rates, FX & EM 2017 Year Ahead | 16 November 2016 13\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014743",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014743.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2555,
    "word_count": 413,
    "line_count": 68,
    "import_date": "2025-11-19T21:47:47.365690",
    "prefix": "IMAGES-003"
  }
}