{
  "document_id": "HOUSE_OVERSIGHT_024323",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024323.txt",
  "text": "Table of Contents\n\nCOMPENSATION COMMITTEE INTERLOCKS AND INSIDER PARTICIPATION\n\nNo interlocking relationships exist between the members of our Board and the board or compensation committee of any other company.\n\nCOMMUNICATIONS BY STOCKHOLDERS AND OTHER INTERESTED PARTIES WITH THE BOARD OF DIRECTORS\n\nStockholders and other interested parties may contact an individual director, the lead director, the Board as a group, or a specified board\ncommittee or group, including the non-management directors as a group, by sending regular mail to\n\nCarvana Co.\n\n1930 W. Rio Salado Pkwy\nTempe, AZ 85281\n\nATTN: Board of Directors\n\nor by email at leaddirector@carvana.com.\n\nEach communication should specify which director or directors the communication is addressed to, as well as the general topic of the\ncommunication. Carvana will receive the communications and process them before forwarding them to the addressee. Carvana may also refer\ncommunications to other departments within Carvana. Carvana generally will not forward to the directors a communication that is primarily commercial in\nnature, relates to an improper or irrelevant topic, or requests general information regarding Carvana.\n\nDIRECTOR COMPENSATION\n\nPrior to our IPO, none of our directors received compensation as a director from us. We have designed our non-employee director\ncompensation program to achieve the following objectives:\n\n* align directors’ interests with the long-term interests of our shareholders;\n* attract and retain outstanding director candidates with diverse backgrounds and experiences; and\n\n* recognize the substantial time commitment required to serve as a Carvana director.\n\nThe Compensation and Nominating Committee reviews the Company’s director compensation program annually. Independent directors may\nnot receive, directly or indirectly, any consulting, advisory or other compensatory fees from us. Members of the Board who are employees of Carvana do\nnot receive compensation for their service on the Board. The following table presents summary information regarding the total compensation awarded to,\neamed by, and paid to our non-employee directors for the year ended December 31, 2018:\n\n-15-\n\nHOUSE_OVERSIGHT_024323",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024323.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2210,
    "word_count": 316,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:44.068484",
    "prefix": "IMAGES-007"
  }
}