{
  "document_id": "HOUSE_OVERSIGHT_019852",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019852.txt",
  "text": "NBCUniversal's Ron Meyer, Gus Van Sant, Emily Ratajkowski, Dasha Zhukova, artists Alex\nIsrael, Harmony Korine and Dan Colen, rocker Robbie Robertson and Page Six’s lan Mohr dig\ninto orange chicken on sticks. Larry's girls come around and slip his home address onto laps.\nThis means you have made the cut to attend Larry's after party at his house.\n\nlan and | head to Paul Haggis' intimate Artist for Peace and Justice benefit dinner for 65 at the\nLA club No Name where a great time set guests back $2,500 for Haiti. We arrive just in time to\nhear Jeff Bridges sing a song from \"Crazy Heart\", Jack Black recall \"School of Rock \" and Rita\nWilson sing ABBA's \"Dancing Queen\". Jackson Browne is the master of ceremonies.\n\n| end up at A24's party at the Sunset Tower for their films \"20th Century Woman\" and\n\"Moonlight\". Barry Jenkins wants to know if he is winning the Oscar. | chirp, \"Yes, best adapted\nscreenplay is all yours!\" Not the answer he was looking for. | should have said, \"Yes, you will\nwin best picture, make history and bring the house down.\" | would have looked like a genius.\n\nFinally, | speak to Janelle Monae, who is absolutely stunning. She also wants to know if\n\"Hidden Figures\" is winning the Oscar. | assure her that her real win was at the box office.\n\nBefore passing out in my Sunset Tower suite, | email Damien Chazelle a social wrap-up on the\nevening, as he is now sick as a dog, in bed with his dog and has had visiting nurses injecting\nfluids into his flu-infested body all day.\n\nHe, too, asks if he is winning the Oscar. | write, \"It's not if, but how many\".\nFriday, February 24\n\nI’m a gal hell bent on making a fashion statement with every outing, who runs her business\nfrom the back seat of a chauffeured black Cadillac with the license plate PEG-FILM. So\nmarching or attending a protest rally is not the likely place to find me. But when | read the\nUnited Talent Agency's United Voice Rally was happening at their Beverly Hills headquarters--\n2,000 of the creative community’s best looking turning out on a gorgeous afternoon to stand\ntogether for freedom of speech, and against exclusion and division, it was an invitation |\ncouldn’t refuse. This is a substitute for UTA’s traditional pre-Oscar party--and the ten\npercenters donated and raised $320,000 for the American Civil Liberties Union and the\nInternational Rescue Committee. CEO Jeremy Zimmer and clients Jodie Foster and Michael J.\nFox speak passionately.\n\nThe surprise highlight is taped remarks from Iranian filmmaker Asghar Farhadi, nominated for\n\"The Salesman\". Farhadi made international headlines announcing he would not travel to\nHollywood in protest of President Trump's proposed travel ban on seven Muslim countries.\nSome Oscar voters do not see all five nominated foreign films, so Trump assured Asghar his\nOscar.\n\n| stop by the Women in Film cocktail party at Nightingale Plaza where Meryl Streep\nannounces, \"I feel like never saying anything again.\" We hear last year's best actress Brie\nLarson and activist/documentary nominee Ava DuVernay speak. Back at the Sunset Tower,\nLivia and Colin Firth host their annual dinner for 50 to celebrate The Green Carpet Challenge\nand The Journey to Sustainable Luxury. Spotted: Emma Stone, Meryl Streep, Ruth Negga,\nKevin Bacon, Tom Ford, Salma Hayek, and Mick Jagger. Kyra Sedgwick arrives late from\ndirecting her first film, \"Story of a Girl,\" starring her husband Kevin Bacon. Kyra sits with Meryl\n\nHOUSE_OVERSIGHT_019852",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019852.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3462,
    "word_count": 588,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:48.963918",
    "prefix": "IMAGES-005"
  }
}