{
  "document_id": "HOUSE_OVERSIGHT_014773",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014773.txt",
  "text": "in 2011 called the law a calamity that increases business uncertainty and undermines\ngrowth. Under Atkins, the transition team posted a statement that it will be “working to\ndismantle the Dodd-Frank Act and replace it with new policies to encourage economic\ngrowth and job creation.\" At this point there are no details on what parts of Dodd-Frank\nare most likely to be repealed, but Republican financial policy leaders appear pro-\nmarkets and have flagged free movement of capital via open markets as the best policy\nfor economic growth and risk transparency.\n\nThere are several dislocations across markets today that we think have a chance of\nnormalizing in the tail-risk event that deregulation results in increased availability of\nleverage and ability to take more risk. We have discussed these dislocations as resulting\nin part from the lack of ability of hedge funds and other relative-value traders to access\nenough balance sheet at a low enough cost to help these trades normalize. The top\ntrades we could see benefitting from the return of leverage would be:\n\ne« Normalization of swap spreads; balance-sheet intensive Treasuries, both nominal\nand TIPS, are very cheap versus OIS and Libor swap rates.\n\n« Normalization of cross-currency basis swaps, which currently allow USD-based\ninvestors the ability to buy very cheap EUR- and JPY-denominated assets via the\nbasis swap.\n\n¢ Normalization of coupon STRIPS versus principal STRIPS as these yield differentials\nare near their all-time wides, particularly in the 2030-38 maturity bucket.\n\nAs a tail risk for deregulation, we like buying 30y swap spreads, a credit-risk-free\nfloating-rate US Treasury asset that provides 3m Libor + 56bp annually, which is about\n100bp cheap to pre-crisis levels. Swap spreads could also benefit from deregulation that\nremoves cash and Treasury bonds from the leverage ratio requirements, which would\nprovide the ability of the dealer community to more easily absorb Treasury supply in the\nprimary and secondary markets.\n\nThe main risk is that policy changes retain strict capital requirements, which would\ncontinue to limit the availability of leverage. For example, the Financial Choice Act, a\nproduct of Texas Representative Jeb Hensarling's team, would provide banks an off-\nramp option to all Basel 3 requirements as long as banks hold a 10% capital ratio. This\nplan would probably decrease the availability of leverage, and could also result in\nreduced demand for short-dated Treasuries in HQLA portfolios. Another risk to 30y\nswap spread normalization in particular would be a material increase in deficit spending\nas part of a fiscal stimulus package. This would likely further cheapen Treasuries versus\nswaps and other benchmark interest rates.\n\nTrade recommendation: Buy 30y Treasuries versus 30y matched Libor swap at\n3mL+56bp. Target 3mL + Obp, stop loss 3mL+75bp.\n\nTail risk 2: Comeback of Eurozone risk premia\n\nEZ risk hedges: 30s50s flatteners in BTPs, buy EUR/HUF vol\n\nIn Europe, the biggest market risk for 2017 is arguably a comeback of stress on\nperipheral sovereigns. The next 12 months provide plenty of triggers, with increasing\nconcerns about the ability of ECB to continue with QE, and an intense political season\nahead (referendum in Italy on 4 Dec, and elections in France and Germany in 2017).\n\nAs hedges to Eurozone risks, we recommend buying 30s50s flatteners in BTPs as the\ncheapest way to express a bearish view on the periphery, and buying EUR/HUF vol as a\nproxy for Euro instability with better pricing than EUR/USD vol.\n\nConcerns on EU politics and the ECB would likely lead to a switch of market focus from\nmonetary policy to fundamentals. The periphery would be hurt by this new focus: public\ndebt to GDP remains very high, and the low debt service costs enjoyed in the past five\nyears favored debt accumulation, rather than debt reduction (Chart 73). The cyclical\n\nBank of America Global Rates, FX & EM 2017 Year Ahead | 16 November 2016 43\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014773",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014773.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4002,
    "word_count": 642,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:45.675184",
    "prefix": "IMAGES-003"
  }
}