{
  "document_id": "HOUSE_OVERSIGHT_011737",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011737.txt",
  "text": "Lod. Two days later, Israeli television received a videotape showing the 19-\nyear-old, hands and feet bound, pleading for his life in return for the release of\nthe founder of Hamas, whom we had arrested and jailed in 1989. “The group\nfrom Hamas kidnapped me,” he said. “They are demanding the release of\nSheikh Ahmed Yassin and another 200 people from Israeli prison. If their\ndemands are not met, they will execute me on Friday at 8 pm.”\n\nAs soon as we got word he was missing, I spoke to Rabin. Since we assumed\nhe was being held in Gaza, I ordered a unit from Sayeret Matkal to head south\nand co-ordinate efforts to locate him with the Shin Bet and the southern\ncommand. But it gradually became clear he might be much closer to where he’d\nbeen seized. The Shin Bet got a description of the kidnappers’ car, and found it\nwas a rental that had been picked up and returned in east Jerusalem. They\ntracked down the man who rented it. A little before dawn the morning of\nOctober 14, barely 12 hours before the Hamas deadline, Shin Bet established\nthat Wachsman was being held in a village on the road to Ramallah, north of\nJerusalem, in a house owned by a Palestinian who was living abroad.\n\nThe hostage soldier’s ordeal was made even worse by the fact his mother,\nEsther, was a Holocaust survivor, born in a displaced-persons camp in Germany\nat the end of the war. Rabin had been ready to approve a rescue attempt from\nthe outset, assuming we could locate Wachsman and come up with a plan that\nmight work. But as with Entebbe, he said that if we couldn’t be reasonably\nconfident of success, we would negotiate. Now that we knew where\nWaschsman was being held, I ordered Shaul Mofaz, the commander with\nresponsibility for the West Bank, to prepare for a possible rescue.\n\nBefore going to brief Rabin, I arranged for another commando unit to begin\nvisible preparations for an operation in Gaza, in an effort to reassure Hamas we\nstill believed he was being held there. Assuming we could retain the element of\nsurprise, there were several things working in our favor. The house was\nrelatively isolated. It was in an area where Israel, not the incipient Palestinian\nauthorities, still had control. And Sayeret Matkal had expertise and experience\nin this kind of mission. Still, no plan could be foolproof. I told Rabin that the\nfact Hamas was holding a single hostage meant that if our assault teams were\ndelayed for any reason at all, the kindappers might kill him before we got in.\nBut I said we had to weigh the risks of not acting. We were no longer trying to\nfind a missing soldier. We knew where he was. We had a unit ready. Unless\nHamas relented, he was facing death within hours. In those circumstances, the\n\n266\nHOUSE_OVERSIGHT_011737",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011737.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2738,
    "word_count": 490,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:48.070702",
    "prefix": "IMAGES-001"
  }
}