{
  "document_id": "HOUSE_OVERSIGHT_019404",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019404.txt",
  "text": "2. The US has significant risk (30% or greater) of experiencing pronounced Japan-\nlike symptoms over the next 5-10 years: especially much lower medium term growth\nthan before the crisis, soaring budget deficits, more frequent than usual recessions.\n\nGiannetti, Mariassunta and Andrei Simonov (2009). “On the real effects of bank bailouts:\nMicro-Evidence from Japan,” EFA 2009 Bergen Meetings, June.\n\nMariassunta Giannetti_ Andrei Simonov, The real effects of bank bailouts: Evidence from\nJapan, Voxeu http://www.voxeu.org/index.php?q=node/4011\n\nKetichiro Kobayashi, The G20's Blind Spot: President Obama must squarely face the bad\nasset problem, March 26, 2009\n\nHoshi, Takeo and Anil K. Kashyap, 2008, “Will the U.S. Bank Recapitalization Succeed?\nLessons from Japan”, NBER Working Paper 14401.\n\nAdam Posen, “Seven Reasons the US Today is Not Like Japan 15 Years Ago,” Institute\nfor International Economics, September, 2008 http://Awww.tie.com/realtime/?p=20\n\nMaurice Obstfeld, “Time of Troubles: The Yen and Japan’s Economy, 1985-2008”\nNBER Working paper 14816, March 2009\n\n3. The G-20 is right to focus on containing global (current account) imbalances to\nwell below their pre-crisis levels (say to roughly half or less within four years). US\nmust achieve higher national savings rate, if necessary substantially strengthening\nfinancial regulation and oversight. China must allow its exchange rate to\nsignificantly appreciate over time, and redirect production towards domestic\ndemand instead of exports.\n\nObsteld, Maurice and Kenneth Rogoff, “Global Imbalances and the Financial Crisis:\nProducts of Common Causes,” Harvard University, October 13, 2009.\n\nCooper, Richard, “Global Imbalances: Globalization, Demography, and Sustainability,”\nJournal of Economic Perspectives, 2008, Issue 3, 93-112.\n\nMichael P. Dooley, David Folkerts-Landau, Peter Garber, “The Revived Bretton Woods\nSystem: The Effects of Periphery Intervention and Reserve Management on Interest Rates\n& Exchange Rates in Center Countries,” NBER Working Paper 10332, March 2004.\n\nMichael P. Dooley, David Folkerts-Landau, Peter Garber, “An Essay on the Revived\nBretton Woods System,” NBER Working Paper 9971, September 2003.\n\nHOUSE_OVERSIGHT_019404",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019404.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2216,
    "word_count": 306,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:46.992117",
    "prefix": "IMAGES-005"
  }
}