{
  "document_id": "HOUSE_OVERSIGHT_025231",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025231.txt",
  "text": "From: Sultan Bin Sulayern [i\nSent: 8/12/2011 2:43:12 PM\nTo: Jeffrey Epstein [jeevacation@gmail.com]\n\nImportance: — High\n\nNewsmax.com\n\nLaffer: Obama Must Use Reaganomics to Save Economy The only way President Barack Obama can solve the\nnation’s economic woes is to adopt “common-sense” Reaganomics, the policy’s architect Arthur Laffer claims\nin an exclusive Newsmax interview.\n\nLaffer said the White House called him in the spring and asked him to speak to Obama’s former Council of\nEconomic Advisors’ chairman Austen Goolsbee — and he had told him exactly the same thing.\n\n“Reaganomics would fix any economy that’s in the doldrums,” Laffer said. “It’s not a magic sauce, it’s\ncommon sense.\n\n“You’ve got to get rid of all federal taxes in the extreme and replace them with a low-rate flat tax on business\nnet sales, and on personal unadjusted gross income. That’s number one.\n\n“Number two, you have to have spending restraint. Government spending causes unemployment, it does not\ncure unemployment.\n\n‘Number three, you need sound money. Ben Bernanke is running the least sound monetary policy I’ve ever\nheard of,\" Laffer said.\n\n“Number four you need regulations, but you don’t need those regulations to go beyond the purpose at hand and\ncreate collateral damage. The regulatory policies are really way off here.\n\n“And lastly you need free trade,\" Laffer said. \"Foreigners produce some things better than we do and we\nproduce some things better than foreigners. It would be foolish in the extreme if we didn’t sell them those things\nwe produce better than they do in exchange for those things they produce better than we do.”\n\nIn the interview the veteran economist said Standard & Poor’s was quite right in downgrading the U.S. credit\nrating — in fact it should have done so far earlier.\n\nThe agency had no choice and if the other agencies, Moody’s and Fitch, don’t do the same they won’t be doing\ntheir jobs, said Laffer, who gave his name to the Laffer Curve which demonstrates that the maximum amount of\ngovernment revenue does not come at the point of maximum taxes.\n\n“If you had a company that had revenues of $2% million and expenses of $4 million, with no change in\nsight, $1% million in losses each year as far as the eye can see and it had already borrowed $10 million, what\nwould you rate that company? I surely wouldn’t rate it AAA.\n\n“That is the U.S. situation today,” Laffer said. \"Taxes are about $2 trillion, government spending is about $4\ntrillion and we have about $10 trillion in net national debt. I don’t see that as being a AAA country.\n\n“Tf the S&P and the others were doing their jobs correctly, they should have downgraded a long time ago.”\n\nLaffer said he has no doubt the country will win its top rating back, but only when economic policies are\n\nHOUSE_OVERSIGHT_025231",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025231.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2796,
    "word_count": 474,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.354039",
    "prefix": "IMAGES-008"
  }
}