{
  "document_id": "HOUSE_OVERSIGHT_010574",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010574.txt",
  "text": "15. One of Mr. Epstein’s household employees, Mr. Alfredo Rodriguez, saw\nnumerous underage girls coming into Epstein’s mansion for purported “massages.” See\nRodriguez Depo. at 242-44 (Deposition Attachment #8). Rodriguez was aware that “sex toys”\nand vibrators were found in Epstein’s bedroom after the purported massages. Jd. at 223-28.\nRodriguez thought what Epstein was doing was wrong, given the extreme youth of the girls he\nsaw. Id. at 230-31..\n\n16. Alfredo Rodriguez took a journal from Epstein’s computer that reflected many of\nthe names of underage females Epstein abused across the country and the world, including\nlocations such as Michigan, California, West Palm Beach, New York, New Mexico, and Paris,\nFrance. See Journal (hereinafter “The Journal” or “Holy Grail”) (Exhibit “F”) (identifying,\namong other Epstein acquaintances, females that Rodriguez believes were underage under the\nheading labeled \"Massages\").\n\n17. Rodriguez was later charged in a criminal complaint with obstruction of justice in\nconnection with trying to obtain $50,000 from civil attorneys pursuing civil sexual assault cases\nagainst Epstein as payment for producing the book to the attorneys. See Criminal Complaint at\n2, U.S. v. Rodriguez, No. 9:10-CR-80015-KAM (S.D. Fla. 2010) (Exhibit “G”). Rodriguez\nstated he needed money because the journal was his “property” and that he was aftaid that\nJeffrey Epstein would make him “disappear” unless he had an “insurance policy” (i.e., the\njournal). Jd. at 3. Because of the importance of the information in the journal to the civil cases,\nMr. Rodriguez called it “The Holy Grail.”\n\n| 18. In the “Holy Grail” or “The Journal,” among the many names listed (along with\n\nthe abused girls) aré some of the people that Epstein alleges in his Complaint had “no connection\n9\n\nHOUSE_OVERSIGHT_010574",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010574.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1824,
    "word_count": 282,
    "line_count": 29,
    "import_date": "2025-11-19T21:47:48.310977",
    "prefix": "IMAGES-001"
  }
}