{
  "document_id": "HOUSE_OVERSIGHT_015469",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015469.txt",
  "text": "NAUTILUS EDUCATION\n\na negatively charged grid draws the atoms toward the\nback of the ship. They overshoot the grid and stream\noff into space at speeds 10 times faster than chemical\nrocket exhaust (and 100 times faster than a bullet).\nFor a post-Voyager probe, ion engines would fire for 15\nyears or so and hurl the craft to several times the Voy-\nagers’ speed, so that it could reach a couple of hundred\nAU before the people who built it died.\n\nStar flight enthusiasts are also pondering ion drives\nfor a truly interstellar mission, aiming for Alpha Cen-\ntauri, the nearest star system some 300,000 AU away.\nIcarus Interstellar, a nonprofit foundation with a mis-\nsion to achieve interstellar travel by the end of the cen-\ntury, has dreamed up Project Tin Tin—a tiny probe\nweighing less than 10 kilograms, equipped with a min-\niaturized high-performance ton drive. The trip would\nstill take tens of thousands of years, but the group sees\nTin Tin less as a realistic science mission than as a\ntechnology demonstration.\n\nGoing Light: Solar Sails\n\nA solar sail, such as the one used by the Japanese\nIKAROS probe to Venus, does away with propel-\nlant and engines altogether. It exploits the physics of\nlight. Like anything else in motion, a light wave has\n\nBETA PRODUCT\n\nmomentum and push-\nes on whatever surface\nit strikes. The force is\nfeeble,\nnoticeable if you have\na large enough surface,\na low mass, and a lot\nof time. Sunlight can\naccelerate a large sheet\nof lightweight material,\nsuch as Kapton, to an\nimpressive speed. To\nreach the velocity need-\ned to escape the solar\nsystem, the craft would\nfirst swoop toward\nthe sun, as close as it\ndared—inside the orbit\nof Mercury—to fill its\nsails with lusty sunlight.\n\nSuch sail craft could\nconceivably make the\ncrossing to Alpha Centauri in a thousand years. Sails\nare limited in speed by how close they can get to the\nsun, which, in turn, is limited by the sail material’s\ndurability. Gregory Matloff, a City University of New\nYork professor and longtime interstellar travel propo-\nnent, says the most promising potential material is gra-\nphene—ultrathin layers of carbon graphite.\n\nA laser or microwave beam could provide an even\nmore muscular push. In the mid-1980s, the doyen of\ninterstellar travel, Robert Forward, suggested piggy-\nbacking on an idea popular at the time: solar-power\nsatellites, which would collect solar energy in orbit\nand beam it down to Earth by means of microwaves.\nBefore commencing operation, an orbital power sta-\ntion could pivot and beam its power up rather than\ndown. A 10-gigawatt station could accelerate an ultra-\nlight sail—a mere 16 grams—to one-fifth the speed of\nlight within a week. Two decades later, we’d start see-\ning live video from Alpha Centauri.\n\nThis “Starwisp” scheme has rts dubious features—it\nwould require an enormous lens, and the sail is so frag-\nile that the beam would be as likely to fry it as to push\nit—but it showed that we could reach the stars within\n\nbut becomes\n\na human lifetime.\n\nHOUSE_OVERSIGHT_015469",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015469.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3018,
    "word_count": 514,
    "line_count": 86,
    "import_date": "2025-11-19T21:47:45.967637",
    "prefix": "IMAGES-003"
  }
}