{
  "document_id": "HOUSE_OVERSIGHT_018407",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018407.txt",
  "text": "the power-law dynamics Brian Arthur found in the most successful network\narrangements. Getting it right is enough of a task. If we can manage that, what we\nbuild will run with unimpeachable legitimacy. Chosen, not forced.\n\nA third principle is that our gates and protocols and webs ought to be open to\nothers, but with each new link weighed, added to the scale of strategic balance with\nexacting care. An overarching, systemic view should inform us. Nations that want to\nuse our cyber security systems, for instance, should join research cooperatives - and\npossibly shoulder as well some problems of global network health like the\nimplementation of IPv6 or DNSSEC, or any of the future jointly secur standars that\nwill emerge. They should even - here is where the leap comes - be required to\ncooperate on nuclear proliferation, cybercrime, or trade norms. The puzzle here is\nclear: How to use our strengths to address our dangers? While we can’t directly\npress our lead in cancer research to stop national flirtations with nuclear bombs or\ncyber crime, it’s probably true that a cost of weapons proliferation should be\nexclusion from life-giving technical and trade and other gated orders. Remember\nthat feature of network systems now, how the cost of exclusion grows even faster\nthan the benefits of inclusion? If the aim of any society in this connected age is to\naccelerate the compression of time for its citizens, than life outside the best gates for\nthis will be a nearly fatal political cost. Do you really want to rely on French\ncomputers? Wear Indian bikinis? Do Iranians want to rely on Iranian cyber-security\ntools alone? It is ever-easier for citizens of nations sliced free from vital networks to\nfeel what they don’t have.\n\nThe courage to leave some nations out of the order we're constructing — and to cut\nothers out - doesn’t come easily to us. Today we don’t really engage ina\ncomprehensive, linked strategy. Iranian proliferation and Chinese finance and Saudi\nmilitary support are, for all practical purposes, separated in our contemplation of\nthe world. Hard Gatekeeping frames these together as a piece; it spots the\ntopological string running between each and gives us a firm position from which to\npull the threads we want. We will come to know, to pay, the costs of over-inclusion.\nBut this also means that we must be concerned with the security and safety of\nothers, on our network or on others. To attempt to achieve absolute American\nsecurity, to do so at the expense of other nations - this will not only erode the\ncredibility of any system we build. It will also make them fundamentally less\neffective. We are, after all, what we are conneted to.\n\nFourth, no nation should be permitted to force another inside of its own gates. India\nmight develop a great search engine; they should not be allowed to force\nBangladeshis to use it. China may develop clever trade channels to Europe; they\nshould not drive their use with military pressure. This principle is the flip side of our\nown commitment not to compel others into American gatekept systems. It\nrepresents an important nod to sovereign power: Each nation decides on its own. If\nwe're intent on avoiding some of the chaos of the last major system change, which\nproduced the Thirty Years War, we should learn its lessons. That fight\nfundamentally touched on one question: Who decides what happens inside a\ncountry? The specific problem of Europe 350 years ago was if each King could\n\n175\n\nHOUSE_OVERSIGHT_018407",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018407.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3490,
    "word_count": 592,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:46.312874",
    "prefix": "IMAGES-004"
  }
}