{
  "document_id": "HOUSE_OVERSIGHT_014037",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_014037.txt",
  "text": "﻿Journal of Criminal Law and Criminology\nVolume 104 | Issue 1 Article 2\nWinter 2014\nCrime Victims' Rights During Criminal\nInvestigations? Applying the Crime Victims' Rights\nAct Before Criminal Charges Are Filed\nPaul G. Cassell\nNathanael J. Mitchell\nBradley J. Edwards\nFollow this and additional works at: http://scholarlycommons.law.northwestern.edu/jclc\nPart of the Criminal Law Commons\nRecommended Citation\nPaul G. Cassell, Nathanael J. Mitchell, and Bradley J. Edwards, Crime Victims' Rights During Criminal Investigations? Applying the Crime\nVictims' Rights Act Before Criminal Charges Are Filed, 104 J. Crim. L. & Criminology 59 ().\nhttp://scholarlycommons.law.northwestern.edu/jclc/vol104/iss1/2\nThis Criminal Law is brought to you for free and open access by Northwestern University School of Law Scholarly Commons. It has been accepted for\ninclusion in Journal of Criminal Law and Criminology by an authorized administrator of Northwestern University School of Law Scholarly Commons.\n0091-4169/14/10401-0059\nTHE JOURNAL OF CRIMINAL LAW & CRIMINOLOGY Vol. 104, No. 1\nCopyright © 2014 by Northwestern University School of Law\nPrinted in U.S.A.\nCRIME VICTIMS’ RIGHTS DURING\nCRIMINAL INVESTIGATIONS?\nAPPLYING THE CRIME VICTIMS’ RIGHTS\nACT BEFORE CRIMINAL CHARGES ARE\nFILED\nPAUL G. CASSELL*\nNATHANAEL J. MITCHELL**&\nBRADLEY J. EDWARDS***\nThis Article addresses whether crime victims should have rights during\ncriminal investigations, using the Crime Victims’ Rights Act (CVRA) as the\nfocal point for our discussion. This is a critical issue, as many criminal\ncases may never proceed to formal charging. If crime victims have no\nrights during criminal investigations, then many crime victims will never\nhave any rights at all.\nThe issue of whether crime victims have rights in the criminal justice\nprocess recently came to a head when the Justice Department released a\nmemorandum contending that the CVRA does not extend crime victims any\nrights until prosecutors choose to file formal criminal charges. This led the\nCVRA’s Senate cosponsor, then-Senator Jon Kyl, to fire off an angry letter\nto the Justice Department attacking its position. In our Article, we side\nwith the Act’s cosponsor. We believe that, properly understood, the CVRA\ndoes extend crime victims’ rights during criminal investigations.\nOur Article proceeds in four parts. First, it highlights the importance\nof applying the Act before the formal filing of charges by illustrating how\ndozens of victims in a notorious federal sex abuse case were deprived of the\n* Ronald N. Boyce Presidential Professor of Criminal Law, S.J. Quinney College of Law\nat the University of Utah.\n** Associate, Snow, Christensen & Martineau (Salt Lake City, Utah).\n*** Partner, Farmer, Jaffe, Weissing, Edwards, Fistos & Lehrman (Fort Lauderdale,\nFla.). The authors thank Douglas Beloof, Patricia Cassell, Meg Garvin, Jay Howell, James\nMarsh, and Stephen Twist for their assistance with this Article.\n59\n60 CASSELL ET AL. [Vol. 104\nability to participate meaningfully in the criminal process when federal\nprosecutors narrowly interpreted their responsibilities under the Act.\nSecond, the Article reviews the purpose, text, structure, and history of the\nCVRA, concluding that they all support the conclusion that crime victims\nhave rights during criminal investigations. Third, our Article critiques the\nDepartment’s memorandum, demonstrating that the Department’s analysis\nis unpersuasive. Fourth and finally, the Article provides a specific\napproach for determining when rights should attach—specifically when\nfederal law enforcement agencies have identified a crime with sufficient\nprecision to send a “target” letter to a criminal defendant. We also\nobserve that federal and state prosecutors have already accorded rights to\nvictims before formally filing charges, which further undermines the\nDepartment’s overly narrow construction of the Act.\nTABLE OF CONTENTS\nINTRODUCTION ............................................................................................ 61\nI. THE ISSUE OF RIGHTS FOR CRIME VICTIMS DURING CRIMINAL\nINVESTIGATIONS .............................................................................. 63\nA. A Brief History of Crime Victims’ Rights .................................. 63\nB. The Crime Victims’ Rights Act ................................................... 65\nC. An Illustration of the Pre-charging Issue: The Jeffrey Epstein\nCase ........................................................................................... 67\nII. THE CVRA’S APPLICATION BEFORE FORMAL CHARGES ARE FILED ..... 69\nA. The CVRA’s Purposes ................................................................ 70\nB. The CVRA’s Plain Language ...................................................... 71\nC. Courts Recognize That Crime Victims Have CVRA Rights\nBefore Charging ........................................................................ 73\nIII. THE JUSTICE DEPARTMENT’S UNPERSUASIVE POSITION ...................... 75\nA. OLC’s Misreading of the CVRA’s Definition of “Victim” ........ 76\nB. OLC’s Distortion of the CVRA’s Structure and Legislative\nHistory ...................................................................................... 80\nC. OLC’s Ineffective Response to the CVRA’s Coverage and\nVenue Provisions ...................................................................... 86\nIV. WHEN PRE-CHARGING RIGHTS ATTACH UNDER THE CVRA ............... 90\nA. A Test for Determining When Rights Attach .............................. 91\nB. Applying the Test to the Epstein Case ......................................... 93\nC. Current Department Policy on Pre-charging Rights .................... 94\nD. State Law Extension of Pre-charging Rights .............................. 97\nCONCLUSION ............................................................................................. 103\n2014] CRIME VICTIMS’ RIGHTS 61\nINTRODUCTION\nIn recent years, federal and state enactments have given crime victims\nextensive rights to participate in criminal cases. Many of these rights apply\nonly after the filing of criminal charges, such as the victim’s right to be\nheard during court proceedings. A crime victim’s right to deliver an impact\nstatement at sentencing, for instance, can only be exercised after a\nprosecutor has filed charges against a defendant and obtained a conviction.\nOther rights, however, can apply even before the formal filing of charges.\nAs one example, the Crime Victims’ Rights Act (CVRA) 1 extends to\nfederal crime victims the right to “confer” with prosecutors. But can\nvictims exercise this right before charges have been filed?\nThis question has tremendous practical importance. In many cases,\nprosecutors negotiate pleas well before any charges are ever drafted. If\ncrime victims’ rights enactments do not extend rights to victims until the\nformal filing of charges, then crime victims can be effectively excluded\nfrom the plea bargaining process. Yet the exclusion of victims in early\nstages of a criminal case affects more than just the content of a plea deal.\nCrime victims will also lose other important rights in the process if the\nformal filing of charges is the necessary trigger for those rights. If, for\nexample, prosecutors work out a nonprosecution agreement with an\noffender, they need not notify his victims of what they are doing or of the\nfact that potential charges will never be filed.\nThe issue of pre-charging rights has most prominently surfaced in\nconnection with federal cases. In 2010, the Department of Justice’s Office\nof Legal Counsel (OLC) weighed in on the issue and released a legal\nopinion arguing that victims of federal crimes have no CVRA rights during\na federal criminal investigation. 2 The Justice Department took the position\nthat rights under the CVRA do not apply until prosecutors formally initiate\ncriminal proceedings by filing a complaint, information, or indictment. The\nDepartment claims to find support for that limiting interpretation of the\nstatute in its plain language and legislative history.\nShortly after the Department released its opinion, one of the CVRA’s\ncongressional sponsors, then-Senator Jon Kyl, sent a letter to Attorney\nGeneral Eric Holder strenuously objecting to the Department’s conclusions.\nSenator Kyl directly stated his view that “[w]hen Congress enacted the\n1 Scott Campbell, Stephanie Roper, Wendy Preston, Louarna Gillis, and Nila Lynn\nCrime Victims’ Rights Act, Pub. L. No. 108-405, 118 Stat. 2260, 2261–65 (2004) (codified\nas amended at 18 U.S.C. § 3771 (2012) and 42 U.S.C. § 10603(d)–(e) (2006)).\n2 The Availability of Crime Victims’ Rights Under the Crime Victims’ Rights Act of\n2004, 35 Op. O.L.C. 1 (Dec. 17, 2010) [hereinafter OLC CVRA Rights Memo], available at\nhttp://goo.gl/fHmCL4.\n62 CASSELL ET AL. [Vol. 104\nCVRA, it intended to protect crime victims throughout the criminal justice\nprocess—from the investigative phases to the final conclusion of a case.” 3\nSenator Kyl contested the Department’s analysis of the statute and, in\nparticular, its use of statements from him during Congress’s consideration\nof the CVRA.\nThis Article sides with the CVRA’s cosponsor and concludes that\ncrime victims’ CVRA rights attach before formal charging. Both the\nCVRA’s plain language and its legislative history lead inexorably to this\nconclusion, as every court that has considered this issue has concluded.\nThis Article also contends that, as a matter of sound public policy, crime\nvictims should have rights before the formal filing of criminal charges.\nThis Article proceeds in four parts. Part I frames the issues under\ndiscussion by defending the importance of extending rights to crime victims\nduring criminal investigations. Part I also provides background on victims’\nrights and gives a concrete illustration of a case in which the question of\npre-charging rights for crime victims has arisen—specifically, the Jeffrey\nEpstein sex abuse case before a federal court in Florida. In that case, girls\nvictimized by Epstein have argued that they should have been consulted\nabout a federal nonprosecution agreement; Department attorneys have\nresponded that because prosecutors never filed charges, government\nofficials had no formal obligations to inform the girls.\nPart II reviews the CVRA’s purpose, text, structure, and legislative\nhistory. This review establishes that the CVRA extends rights to crime\nvictims before formal charges are filed.\nPart III critiques OLC’s position that the CVRA extends rights to\nvictims only after prosecutors have lodged charges in court. The\nDepartment’s proffered arguments do not withstand close scrutiny,\nparticularly in light of the fact that the CVRA covers federal agencies\ninvolved in the “detection” and “investigation” of crime, 4 and specifically\nauthorizes crime victims to file CVRA motions in situations where “no\nprosecution is underway.” 5\nPart IV then proposes a specific approach for determining when crime\nvictims’ CVRA rights attach. This Part explains that the rights should\nattach when federal law enforcement or prosecuting agencies have\nidentified a federal crime and a particular victim with sufficient precision\nthat they would send a “target” letter to a criminal defendant in similar\ncircumstances. If prosecutors have sufficient information to provide notice\n3 Letter from Jon Kyl, U.S. Sen., to Eric H. Holder, Jr., Att’y Gen. (June 6, 2011),\nreprinted in 157 CONG. REC. S3608 (daily ed. June 8, 2011) (statement of Sen. Jon Kyl).\n4 18 U.S.C. § 3771(c)(1).\n5 Id. § 3771(d)(3).\n2014] CRIME VICTIMS’ RIGHTS 63\nto a potential criminal of his rights, they can do the same for his victims.\nThis Part also notes that the Department of Justice and state prosecutors\nalready successfully provide rights to victims before charging. This\nsuccessful experience strongly suggests that providing rights to victims\nearly in the criminal justice process will not be unduly burdensome.\nI. THE ISSUE OF RIGHTS FOR CRIME VICTIMS DURING CRIMINAL\nINVESTIGATIONS\nTo consider the question of whether victims should have rights during\ncriminal investigations, some understanding of the underlying purposes of\nvictims’ rights enactments will be useful. These enactments are typically\ndesigned to make victims participants in all phases of the criminal justice\nprocess. 6 Congress drafted the CVRA, for example, broadly to make crime\nvictims participants in criminal cases. The Jeffrey Epstein sex abuse case\ndemonstrates the importance of victim participation even before charges are\nfiled.\nA. A BRIEF HISTORY OF CRIME VICTIMS’ RIGHTS\nThe crime victims’ rights movement has sought to make crime victims\nimportant participants in the criminal justice process. The movement began\nin the wake of the Warren Court revolution, which extended new rights to\ncriminal defendants. 7 With the courts paying increasing attention to\ncriminal defendants, crime victims’ advocates began to argue that the\nvictims themselves had been overlooked. 8 The movement gained great\nvisibility in the early 1980s when President Ronald Reagan appointed the\nPresident’s Task Force on Victims of Crime. 9 The Task Force published a\nreport concluding that “the criminal justice system has lost an essential\nbalance. . . . The victims of crime have been transformed into a group\noppressively burdened by a system designed to protect them. This\noppression must be redressed.” 10\nThe Task Force chronicled how crime victims were treated in all\nstages of the criminal justice process, from the police investigation through\n6 See DOUGLAS E. BELOOF, PAUL G. CASSELL & STEVEN J. TWIST, VICTIMS IN CRIMINAL\nPROCEDURE 3–39 (3d ed. 2010) (describing reforms from a historical perspective); see also,\ne.g., 18 U.S.C. § 3771(a) (2012).\n7 See BELOOF, CASSELL & TWIST, supra note 6, at 3–39 (describing the history of\nvictims’ rights in American law and the early days of the modern movement).\n8 See, e.g., William F. McDonald, Towards a Bicentennial Revolution in Criminal\nJustice: The Return of the Victim, 13 AM. CRIM L. REV. 649, 651–55 (1976).\n9 Exec. Order 12,360, 47 Fed. Reg. 17,975 (Apr. 27, 1982); see also PRESIDENT’S TASK\nFORCE ON VICTIMS OF CRIME, FINAL REPORT, at ii (1982).\n10 PRESIDENT’S TASK FORCE ON VICTIMS OF CRIME, FINAL REPORT, supra note 9, at 114.\n64 CASSELL ET AL. [Vol. 104\ncourt proceedings, and ultimately to any parole or other release of the\ncriminal. The Task Force then made a series of recommendations for all\ncriminal justice agencies, including the police, prosecutors, and the courts. 11\nThe recommendations were designed to allow crime victims to receive\ninformation about, and to participate in, criminal cases.\nIn its most far-reaching recommendation, the Task Force proposed\namending the U.S. Constitution to protect victims’ rights. 12 The proposed\namendment would have built on existing constitutional rights for criminal\ndefendants by extending similar rights to crime victims. 13\nAfter the publication of the report, crime victims’ advocates secured\nthe passage of a series of state constitutional and legislative reforms. These\nmeasures guaranteed victims’ rights in the criminal process, such as the\nright to be notified of court proceedings, to attend those proceedings, and to\nspeak at appropriate points in the process, such as plea bargaining and\nsentencing. The measures were embodied in state statutes and, in more\nthan thirty states, state constitutional “bills of rights” for crime victims. 14\nWhile many of the measures had narrow participatory rights, 15 some of the\namendments also contained more open-ended language, promising victims\na right to fair treatment “throughout the criminal justice process.” 16\nAfter successfully passing many state constitutional amendments,\ncrime victims’ rights advocates sought to achieve the Task Force’s broadest\nrecommendation: to secure protection for victims’ rights in the U.S.\nConstitution. In 1996, victims’ advocates proposed a Victims’ Rights\nAmendment in a Rose Garden ceremony attended by President Bill\nClinton. 17 The proposed amendment contained a list of rights for crime\nvictims, largely paralleling the rights contained in state victims’ rights\n11 See id. at 56–82.\n12 Id. at 114.\n13 Id. at 114–15.\n14 For a map depicting the states with (and without) such amendments, see State Victim\nRights Amendments, NAT’L VICTIMS’ CONSTITUTIONAL AMENDMENT PASSAGE,\nhttp://goo.gl/znI4YW (last visited Nov. 26, 2013); for discussion, see infra Part IV.D\n(discussing legislative reforms in a number of states).\n15 See, e.g., CAL. CONST. art. I, § 28; MICH. CONST. art. I, § 24; N.C. CONST. art. I, § 37.\nFor a detailed discussion of how one state constitutional amendment is intended to operate,\nsee generally Paul G. Cassell, Balancing the Scales of Justice: The Case for and the Effects\nof Utah’s Victims’ Rights Amendment, 1994 UTAH L. REV. 1373.\n16 E.g., ARIZ. CONST. art. II, § 2.1(A)(1); MICH. CONST. art. I, § 24(1); TEX. CONST. art. I,\n§ 30(a)(1); see CAL. CONST. art. I, § 28(b)(1) (“throughout the criminal or juvenile justice process”).\n17 John M. Broder, Clinton Calls for Victims’ Rights in Constitution, L.A. TIMES, June\n26, 1996, at A1. For detailed discussions of the legislative efforts, see Paul G. Cassell,\nRecognizing Victims in the Federal Rules of Criminal Procedure: Proposed Amendments in\nLight of the Crime Victims’ Rights Act, 2005 BYU L. REV. 835, 847–50.\n2014] CRIME VICTIMS’ RIGHTS 65\namendments. 18 Congress considered the amendment several times, but it\nnever obtained the requisite two-thirds support in both houses to secure the\nAmendment’s approval. 19 Critics quarreled not so much with the goals of\nthe amendment but rather with the necessity of constitutionalizing such\nrights. 20\nB. THE CRIME VICTIMS’ RIGHTS ACT\nUnable to obtain the necessary supermajority to pass a federal\nconstitutional amendment, in April 2004, crime victims’ rights advocates\ndecided to focus on federal legislation protecting crime victims. In\nexchange for backing off from their efforts to pass a constitutional\namendment, crime victims’ advocates received near-universal congressional\nsupport for a “broad and encompassing” statutory victims’ bill of rights. 21\nVictims’ advocates sought to expand on the protections found in other\npreviously-enacted victims’ rights statutes, including, notably, the Victims’\nRights and Restitution Act of 1990. 22 That statute had also included a bill\nof rights for crime victims, yet because of limited enforcement mechanisms,\ncrime victims had been unable to secure court protection of the rights listed\nin the statute. 23\nThe statute that Congress passed to solve these problems—the Crime\nVictims’ Rights Act of 2004—gave victims “the right to participate in the\n18 See Cassell, supra note 17, at 848–49. For the pros and cons of the amendment as\noriginally introduced, compare Paul G. Cassell, Barbarians at the Gates? A Reply to the\nCritics of the Victims’ Rights Amendment, 1999 UTAH L. REV. 479 [hereinafter Cassell,\nBarbarians at the Gates?], and Steven J. Twist, The Crime Victims’ Rights Amendment and\nTwo Good and Perfect Things, 1999 UTAH L. REV. 369, with Robert P. Mosteller, The\nUnnecessary Victims’ Rights Amendment, 1999 UTAH L. REV. 443. For a more recent\ndiscussion of a newer version of the amendment, see Paul G. Cassell, The Victims’ Rights\nAmendment: A Sympathetic, Clause-by-Clause Analysis, 5 PHOENIX L. REV. 301 (2012).\n19 Hon. Jon Kyl et al., On the Wings of Their Angels: The Scott Campbell, Stephanie\nRoper, Wendy Preston, Louarna Gillis, and Nila Lynn Crime Victims’ Rights Act, 9 LEWIS &\nCLARK L. REV. 581, 588–91 (2005).\n20 Proposed Constitutional Amendment to Protect Crime Victims, S.J. Res. 1: Hearing\nBefore the S. Comm. on the Judiciary, 108th Cong. 128–29 (2003) (statement of Sen. Patrick\nLeahy); see also Steven J. Twist & Daniel Seiden, The Proposed Victims’ Rights\nAmendment: A Brief Point/Counterpoint, 5 PHOENIX L. REV. 341, 356, 378 (2012)\n(illustrating that the necessity dispute has endured to the present day).\n21 150 CONG. REC. 7295 (2004) (statement of Sen. Dianne Feinstein); see also Kyl et al.,\nsupra note 19, at 591–93.\n22 Victims’ Rights and Restitution Act of 1990, Pub. L. No. 101-647, 104 Stat. 4820\n(codified as amended at 42 U.S.C. §§ 10601, 10606–07 (2006)).\n23 See, e.g., United States v. McVeigh, 106 F.3d 325, 328 (10th Cir. 1997) (per curiam)\n(refusing to enforce a victim’s right to attend a trial); Cassell, Barbarians at the Gates?,\nsupra note 18, at 515–22 (discussing McVeigh).\n66 CASSELL ET AL. [Vol. 104\nsystem.” 24 It extended broad rights to crime victims, including “[t]he right\nto be treated with fairness and with respect for the victim’s dignity and\nprivacy” 25 and “[t]he reasonable right to confer with the attorney for the\nGovernment in the case.” 26 It also commanded that these rights must be\nafforded by the Justice Department “and other departments and agencies of\nthe United States engaged in the detection, investigation, or prosecution of\ncrime.” 27 The CVRA also contained specific enforcement mechanisms.\nThe Act provided that rights can be “assert[ed]” by “[t]he crime victim or\nthe crime victim’s lawful representative, and the attorney for the\nGovernment . . . .” 28 The courts were also required under the Act to “ensure\nthat the crime victim is afforded the rights” given by the law. 29\nCongress appeared to have at least two goals in mind in passing the\nCVRA. The first was simply to ensure that crime victims understood what\nwas happening in the criminal justice process. This goal is apparent from\nthe fact that the CVRA gives crime victims rights to notification about\nvarious court hearings, as well as more general rights to confer with\nprosecutors and to be treated with fairness. 30 The CVRA’s Senate sponsors\nexplained:\nIn case after case we found victims, and their families, were ignored, cast aside, and\ntreated as non-participants in a critical event in their lives. They were kept in the dark\nby prosecutors to[o] busy to care enough, by judges focused on [defendants’] rights,\nand by a court system that simply did not have a place for them. 31\nIn passing the CVRA, Congress sought to change the system’s\nobliviousness to crime victims that often “left crime victims and their\nfamilies victimized yet again.” 32\nA second overarching purpose of the CVRA was to allow crime\nvictims to play a role in the criminal justice process. Through the CVRA,\nCongress intended to make victims “independent participant[s]” in the\ncriminal justice process. 33 The CVRA extends to crime victims a series of\n“rights” in the criminal justice process—rights that the victims have\n24 150 CONG. REC. 7297; see 18 U.S.C. § 3771 (2012). For a description of victim\nparticipation, see BELOOF, CASSELL & TWIST, supra note 6, at 728–33.\n25 18 U.S.C. § 3771(a)(8).\n26 Id. § 3771(a)(5).\n27 Id. § 3771(c)(1).\n28 Id. § 3771(d)(1).\n29 Id. § 3771(b)(1).\n30 See id. § 3771(a).\n31 150 CONG. REC. 7296 (2004) (statement of Sen. Dianne Feinstein).\n32 Id.\n33 Id. at 7302 (statement of Sen. Jon Kyl).\n2014] CRIME VICTIMS’ RIGHTS 67\nindependent standing to assert. 34 Congress viewed these provisions as\nestablishing a victim’s right “to participate in the process where the\ninformation that [victims] and their families can provide may be material\nand relevant . . . .” 35\nCongress appears to have had both intrinsic and instrumental reasons\nfor wanting crime victim participation. Congress clearly thought that such\nparticipation was valuable in its own right. Senator Kyl embodied this\nbelief and explained his decision to become involved in the crime victims’\nrights movement because of his discovery that victims:\nwere suffering through the trauma of the victimization and then being thrown into a\nsystem which they did not understand, which nobody was helping them with, and\nwhich literally prevented them from participation in any meaningful way. I came to\nrealize there were literally millions of people out there being denied these basic\nrights . . . . 36\nBut Congress also thought crime victim participation in the criminal\njustice system could be instrumentally useful. For example, in protecting a\nvictim’s right to be heard by those determining a defendant’s sentence, a\nvictim might be able to provide important information that could alter that\nsentence. As a result, the sentence might reflect a fuller appreciation of the\ndanger posed by a defendant, and the judge might take appropriate steps to\nprevent others from being victimized. 37\nCongress also intended to ensure that crime victims were not\nrevictimized in the criminal justice process—that is, that they would not\nsuffer what scholars have called “secondary harm” in the process. 38 The\nconcern is that victims suffer when they are excluded from the criminal\njustice process. Congress sought to end that suffering by making victims\nmeaningful participants in criminal cases. 39\nC. AN ILLUSTRATION OF THE PRE-CHARGING ISSUE: THE JEFFREY\nEPSTEIN CASE\nGiven the potentially expansive scope of victims’ rights under both\nstate provisions and the CVRA, a critical question arises about how to apply\nthem: Do the rights come into existence only after prosecutors formally file\n34 Compare 18 U.S.C. § 3771(d), with Susan Bandes, Victim Standing, 1999 UTAH L. REV.\n331, 344–45 (illustrating the debate surrounding victim standing prior to adoption of the CVRA).\n35 150 CONG. REC. 7296 (statement of Sen. Dianne Feinstein).\n36 Id. at 7298 (statement of Sen. Jon Kyl).\n37 Id.\n38 See, e.g., Douglas Evan Beloof, The Third Model of Criminal Process: The Victim\nParticipation Model, 1999 UTAH L. REV. 289, 294–96; Richard A. Bierschbach, Allocution and\nthe Purposes of Victim Participation Under the CVRA, 19 FED. SENT’G REP. 44, 46 (2006).\n39 150 CONG. REC. 7298 (statement of Sen. Jon Kyl).\n68 CASSELL ET AL. [Vol. 104\ncriminal charges? Or do they attach at some earlier point in the process?\nDoes v. United States, a federal case in the U.S. District Court for the\nSouthern District of Florida, usefully illustrates the issue. 40 In that case, the\nU.S. Attorney’s Office for the Southern District of Florida developed\nconsiderable evidence that Jeffrey Epstein, a billionaire with extensive\npolitical and social connections, 41 had sexually molested more than thirty\nyoung girls between 2001 and 2007 at his West Palm Beach mansion. 42\nThe U.S. Attorney’s Office entered into contentious plea negotiations with\nEpstein over how the case should be resolved. The prosecutors initially\nsought a resolution that would have required Epstein to plead guilty to at\nleast a felony sex offense. After pressure from Epstein, for reasons that\nhave never been clearly explained, 43 the U.S. Attorney’s Office agreed to\nenter into a nonprosecution agreement. Under the agreement, the U.S.\nAttorney’s Office agreed not to prosecute him and, in exchange, Epstein\nagreed to plead guilty to two state felonies for soliciting prostitution with a\nminor. After entering those guilty pleas, Epstein was sentenced to only\neighteen months in state jail. 44 No federal charges were ever filed and\n40 Does v. United States, 817 F. Supp. 2d 1337 (S.D. Fla. 2011). In the interest of full\ndisclosure, two of the authors of this Article (Cassell and Edwards) are co-counsel for the\nvictims in this case. The statement of the facts in this Article draws heavily on the victims’\nallegations as they have detailed in their pending motion for summary judgment in the case.\nSee Jane Doe #1 & Jane Doe #2’s Motion for Finding of Violations of the Crime Victims’\nRights Act and Request for a Hearing on Appropriate Remedies at 3–23, Does, 817 F. Supp.\n2d 1337 (No. 9:08-cv-80736-KAM) [hereinafter Jane Doe Motion] (providing fifty-three\nproposed facts in the case). The U.S. Attorney’s Office has generally disputed some of these\nallegations without offering specifics as to what happened. See, e.g., United States’\nResponse to Jane Doe #1 & Jane Doe #2’s Motion for Finding of Violations of the Crime\nVictim Rights Act and Request for a Hearing on Appropriate Remedies at 34–43, Does, 817\nF. Supp. 2d 1337 (No. 9:08-cv-80736-KAM) [hereinafter United States’ Response]. As of\nthis writing, Epstein has declined to intervene in the case to dispute the allegations.\n41 See, e.g., Paul Harris, Prince Andrew’s Link to Sex Offender Jeffrey Epstein Taints\nRoyalty in US, GUARDIAN (Mar. 12, 2011), http://goo.gl/0I4vAE; Landon Thomas Jr., Jeffrey\nEpstein: International Moneyman of Mystery, N.Y. MAG., http://goo.gl/11Cayc (last visited\nNov. 26, 2013).\n42 See Jane Doe Motion, supra note 40, at 3–4; Abby Goodnough, Questions of\nPreferential Treatment Are Raised in Florida Sex Case, N.Y. TIMES, Sept. 3, 2006, at A19.\n43 The U.S. Attorney responsible for the plea deal later revealed that after negotiations\nstarted, “[w]hat followed was a year-long assault on the prosecution and the prosecutors” by\nEpstein. Letter from R. Alexander Acosta, former U.S. Att’y, to Whom It May Concern\n(Mar. 20, 2011), reprinted in Conchita Sarnoff, Behind Pedophile Jeffrey Epstein’s\nSweetheart Deal, DAILY BEAST (Mar. 25, 2011, 3:17 AM), http://goo.gl/kyveiF. Acosta,\nhowever, claimed that the pressure did not influence the ultimate disposition of the case. Id.\n44 Landon Thomas Jr., From Paradise to County Jail: A Billionaire Financial Adviser\nWill Serve 18 Months in Sex Case, N.Y. TIMES, July 1, 2008, at C1.\n2014] CRIME VICTIMS’ RIGHTS 69\nEpstein spent much of the jail term on “work release” to his luxurious\noffice. 45\nThe U.S. Attorney’s Office did not tell Epstein’s victims about the\nnonprosecution agreement until well after it had taken effect. To the\ncontrary, even after the nonprosecution agreement had been signed, the\nOffice continued to tell the victims that the case was still “under\ninvestigation” and that they should be “patien[t].” 46 When the victims\nlearned of the agreement, two of them (Jane Doe Number One and Jane\nDoe Number Two) filed suit in federal court under the Crime Victims’\nRights Act, arguing that the prosecutors had violated their CVRA right to\nconfer as well as their right to be treated fairly. 47 The victims contended\nthat prosecutors should have conferred with them about the nonprosecution\nagreement before it became final.\nIn response, the U.S. Attorney’s Office argued primarily that it was\nunder no obligation to extend the victims any rights under the CVRA. It\nwas the Government’s blunt position that “CVRA rights do not attach in the\nabsence of federal criminal charges filed by a federal prosecutor.” 48 In\nshort, the Government argued it was not required to confer in any way with\nthe victims, or even treat them fairly, because the CVRA was not yet in\nplay. The issue is thus squarely framed: Is the Government correct in its\nassertion that it has no CVRA obligations in cases like the Epstein case\nwhere federal prosecutors never lodged federal charges against a suspect?\nIn view of the CVRA’s prominence, resolution of this issue may shed\nimportant light on the nature of crime victims’ enactments and the breadth\nof the role that crime victims should have in the criminal justice process.\nII. THE CVRA’S APPLICATION BEFORE FORMAL CHARGES ARE FILED\nTo analyze the issue of whether the CVRA extends rights to crime\nvictims before prosecutors have formally filed charges, it is useful to look at\nthe CVRA’s purposes, language, and judicial interpretations. This Part\nlooks at each of these three issues in turn.\n45 See Michele Dargan, Feds Say They Treated Epstein Victims Fairly, PALM BEACH\nDAILY NEWS (Apr. 8, 2011, 7:23 PM), http://goo.gl/rTGDed; Conchita Sarnoff, Billionaire\nPedophile Goes Free, DAILY BEAST (July 20, 2010, 7:05 PM), http://goo.gl/MSTi17.\n46 See Jane Doe Motion, supra note 40, at 14, 16 (internal quotation marks and citations\nomitted).\n47 See Emergency Victim’s Petition for Enforcement of Crime Victim’s Rights Act, 18\nU.S.C. Section 3771 at 2, Does v. United States, 817 F. Supp. 2d 1337 (S.D. Fla. 2011) (No.\n9:08-cv-80736-KAM).\n48 United States’ Response, supra note 40, at 7.\n70 CASSELL ET AL. [Vol. 104\nA. THE CVRA’S PURPOSES\nAn analysis of the CVRA’s application before prosecutors have filed\ncharges must begin by assessing the CVRA’s purposes because any\ninterpretation of the CVRA that is divorced from the statute’s purposes\nwould run the risk of defeating the statute’s aims. It is axiomatic that courts\nshould “give faithful meaning to the language Congress adopted in the light\nof the evident legislative purpose in enacting the law in question.” 49\nAs discussed above, 50 one important goal of the CVRA was to keep\ncrime victims informed about any developments in the criminal justice\nprocess. But the need to be informed does not begin with the filing of a\nformal criminal charge. A crime victim needs to know what is happening\nbefore formal charging—during a criminal investigation, for example—just\nas much as she needs to know what is happening in court. Indeed, she may\nhave a greater need to know, as she may be concerned that the criminal who\nharmed her is still on the loose, posing a danger to her.\nSimilarly, concerning the second purpose—facilitating victim\nparticipation 51 —without a right to pre-charging involvement, victims may\nbe effectively shut out of the process entirely. The Epstein case provides a\nuseful illustration of why the CVRA must be understood to extend rights to\nvictims prior to indictment. The prosecutors handling the investigation\nreached an agreement with Epstein that barred federal prosecution of sex\noffenses committed against dozens of victims, including Jane Doe Number\nOne and Jane Doe Number Two. If CVRA rights did not extend to the\nnegotiations surrounding the agreement, then the victims never would have\nhad any ability to participate in the resolution of the case. 52\nA construction of the CVRA that extends rights to victims before\ncharges are filed would be entirely consistent with the CVRA’s\nparticipatory purpose. If victims have the ability to participate in a precharging\nplea bargaining process, for example, victims can help ensure that\nprosecutors do not overlook anything that should be covered in the plea\ndeal. For example, victims might be able to obtain agreement to a “no\ncontact” order or valuable restitution—points that the prosecutor might fail\n49 Graham Cnty. Soil & Water Conservation Dist. v. United States ex rel. Wilson, 130 S.\nCt. 1396, 1409 (2010) (quoting United States v. Bornstein, 423 U.S. 303, 310 (1976))\n(internal quotation marks omitted).\n50 See supra notes 24–27.\n51 See supra notes 28–29.\n52 Even the Justice Department seems to recognize this point. As a matter of policy, the\nDepartment extends to victims the right to confer with prosecutors in situations where plea\ndiscussions occur before charges have been brought. U.S. DEP’T OF JUSTICE, OFFICE FOR\nVICTIMS OF CRIME, ATTORNEY GENERAL GUIDELINES FOR VICTIM AND WITNESS ASSISTANCE\n41–42 (2011 ed., rev. May 2012) [hereinafter ATTORNEY GENERAL GUIDELINES].\n2014] CRIME VICTIMS’ RIGHTS 71\nto consider in crafting a plea. Similarly, allowing victims to participate\nearly in the process avoids retraumatizing victims. Again, as the Epstein\ncase usefully illustrates, it may be extremely difficult for victims to\ndiscover after the fact that potential criminal charges against a criminal who\nhas abused them have been secretly bargained away. Jane Doe Number\nOne and Jane Doe Number Two, for example, were outraged when they\ndiscovered prosecutors had entered into an agreement blocking any\nprosecution of sex offenses Epstein committed against them—and all\nwithout telling them. 53\nIn short, the purposes animating the CVRA all suggest that the Act\nwas meant to, and should, extend rights to crime victims before formal\ncharges are filed.\nB. THE CVRA’S PLAIN LANGUAGE\nWhile the general purposes of the CVRA support a broad\ninterpretation of the Act, it is important to examine whether those purposes\nhave been expressed in the Act’s language. Without a linkage to the Act’s\ntext, the general purpose might not provide a sound basis for\ninterpretation. 54 But the CVRA’s plain language makes clear that Congress\nintended for the law to provide at least some rights to crime victims\nthroughout the criminal justice process, even before the filing of criminal\ncharges.\nAccording to its text, the CVRA provides eight specifically\nenumerated rights for crime victims and an additional right to be reasonably\nnotified of these rights. 55 Some of these rights presuppose the formal filing\nof criminal charges. For instance, the CVRA extends to victims the “right\nto reasonable, accurate, and timely notice of any public court proceeding.” 56\nThat particular right obviously does not apply before charges are filed, as\nno “court proceedings” exist before a defendant is charged.\nBut the CVRA also promises crime victims rights that are not\nspecifically tied to court proceedings. Perhaps most expansively, the\nCVRA guarantees victims the “right to be treated with fairness and with\n53 Without disclosing confidential attorney–client communications, this fact is readily\napparent from victims’ filings in the Epstein case. See, e.g., Jane Doe Motion, supra note 40, at\n17 (stating that the victims relied on the U.S. Attorney’s Office representatives “to their\ndetriment[,]” that if they knew the true facts, “they would have taken steps to object” to the plea\nagreement, and that they believed criminal prosecution to be “extremely important”).\n54 See ANTONIN SCALIA & BRYAN A. GARNER, READING LAW: THE INTERPRETATION OF\nLEGAL TEXTS 56 (2012).\n55 18 U.S.C. § 3771(a) (2012) (enumerating eight rights); id. § 3771(c)(1) (requiring\ngovernment officers use “their best efforts” to notify victims of their rights).\n56 Id. § 3771(a)(2).\n72 CASSELL ET AL. [Vol. 104\nrespect for the victim’s dignity and privacy,” 57 a broad right that does not\nappear to be directly linked to a filed court case. Similarly, the CVRA\npromises victims the “reasonable right to confer with the attorney for the\nGovernment in the case.” 58 In this section, the CVRA’s drafters appear to\nhave eschewed a reference to court proceedings, using a broader term\ninstead. Of course, a “case” can refer both to a judicial case before a court\nand an investigative case pursued by a law enforcement officer. It is\ncommon usage to say such things as, “The police officer investigated and\nsolved the case.” Dictionary definitions of the word “case” support this\nvaried interpretation. 59\nIf there remained any doubts about whether the CVRA applies during\nthe investigative part of the criminal justice process, two other provisions in\nthe CVRA resolve them. The CVRA specifically directs that “[o]fficers\nand employees of the Department of Justice and other departments and\nagencies of the United States engaged in the detection, investigation, or\nprosecution of crime shall make their best efforts to see that crime victims\nare notified of, and accorded, the rights described in [the CVRA].” 60 Of\ncourse, there would be no reason to direct that agencies involved in the\n“detection” and “investigation” of crime have CVRA obligations if the Act\ndid not extend to pre-charging situations. Congress thus directly envisioned\nthe victims’ rights law to apply during the “detection” and “investigation”\nphases of criminal cases.\nSimilarly, the CVRA’s venue provision instructs that crime victims\nwho seek to assert rights in pre-charging situations should proceed in the\ncourt where the crime was committed: “The rights described in subsection\n(a) [of the CVRA] shall be asserted in the district court in which a\ndefendant is being prosecuted for the crime or, if no prosecution is\nunderway, in the district court in the district in which the crime occurred.” 61\nHere again, it is hard to see why this provision would be necessary unless\nthe CVRA applies before the formal filing of charges.\nFor all these reasons, the CVRA’s plain language indicates that the\nvictims have protected rights under the Act even before charges are filed.\n57 Id. § 3771(a)(8).\n58 Id. § 3771(a)(5) (emphasis added).\n59 See, e.g., BLACK’S LAW DICTIONARY 243–44 (9th ed. 2009) (defining, among the\ndefinitions of “case,” a “test case” as “[a] criminal investigation” as in “the Manson case”);\nWEBSTER’S THIRD NEW INTERNATIONAL DICTIONARY OF THE ENGLISH LANGUAGE\nUNABRIDGED 345 (1993) (defining “case” as “a circumstance or situation (as a crime)\nrequiring investigation or action by the police or other agency”).\n60 18 U.S.C. § 3771(c)(1) (emphasis added).\n61 Id. § 3771(d)(3) (emphasis added).\n2014] CRIME VICTIMS’ RIGHTS 73\nC. COURTS RECOGNIZE THAT CRIME VICTIMS HAVE CVRA RIGHTS\nBEFORE CHARGING\nBecause crime victims lack a right to appointed counsel, many victims\nhave difficulty litigating the scope of their rights. 62 But in a few cases,\nvictims have been able to secure counsel to argue that they have rights in\nthe criminal justice process during the investigation of federal crimes.\nWhen those cases have reached the issue of whether the CVRA applies\nbefore charges have been filed, courts have uniformly agreed with the\nvictims’ position.\nPerhaps the leading case to date to assess this question is the Fifth\nCircuit’s decision in In re Dean. 63 There, a wealthy corporate criminal\ndefendant reached a generous plea deal with the Government—a deal that\nthe Government filed for approval with the district court without conferring\nwith the victims. Citing procedural rights under the CVRA, the victims\nrequested that the trial court reject the plea agreement. 64 The District Court\nfor the Southern District of Texas specifically concluded that victims’\nCVRA rights could apply during the investigation of the crime: “There are\nclearly rights under the CVRA that apply before any prosecution is\nunderway.” 65 The district court concluded, however, that the Government\nhad not violated the CVRA because it had secured judicial permission to\ndispense with notification to victims. 66\nThe victims sought appellate review in the Fifth Circuit. 67 There, the\ncourt concurred with the district court that CVRA rights apply before trial.\nUnlike the district court, however, it held that the Government had violated\nthe victims’ rights:\nThe district court acknowledged that “[t]here are clearly rights under the CVRA that\napply before any prosecution is underway.” Logically, this includes the CVRA’s\nestablishment of victims’ “reasonable right to confer with the attorney for the\nGovernment.” At least in the posture of this case (and we do not speculate on the\n62 John W. Gillis & Douglas E. Beloof, The Next Step for a Maturing Victim Rights\nMovement: Enforcing Crime Victim Rights in the Courts, 33 MCGEORGE L. REV. 689, 693 (2002).\n63 527 F.3d 391 (5th Cir. 2008). Other aspects of the case are discussed in Paul G.\nCassell & Steven Joffee, The Crime Victims’ Expanding Role in a System of Public\nProsecution: A Response to the Critics of the Crime Victims’ Rights Act, 105 NW. U. L. REV.\nCOLLOQUY 164, 172–76 (2011).\n64 In re Dean, 527 F.3d at 392.\n65 United States v. BP Prods. N. Am. Inc., No. H-07-434, 2008 WL 501321, at *11 (S.D.\nTex. Feb. 21, 2008).\n66 Id. at *1, *19.\n67 For discussion of the difficulties crime victims face to obtain appellate review of their\nclaims, see generally Paul G. Cassell, Protecting Crime Victims in Federal Appellate Courts:\nThe Need to Broadly Construe the Crime Victims’ Rights Act’s Mandamus Provision, 87\nDENV. U. L. REV. 599 (2010).\n74 CASSELL ET AL. [Vol. 104\napplicability to other situations), the government should have fashioned a reasonable\nway to inform the victims of the likelihood of criminal charges and to ascertain the\nvictims’ views on the possible details of a plea bargain. 68\nThe Fifth Circuit then remanded the matter to the district court to determine\nthe appropriate remedy for the violation of the victims’ rights. 69\nThe Fifth Circuit’s decision in Dean has been cited favorably in four\nrecent district court decisions, which provides further support for the\nconclusion that the CVRA applies before charges have been filed. In\nUnited States v. Rubin, 70 victims of a federal securities fraud argued that\nthey had CVRA rights even before prosecutors filed a superseding\nindictment covering the specific crimes affecting the victims. Citing Dean,\nthe District Court for the Eastern District of New York agreed that the\nrights were expansive and could apply before charges were filed but were\nsubject to the outer limit that the Government has at least “contemplated”\ncharges. 71\nSimilarly, in United States v. Oakum, 72 the District Court for the\nEastern District of Virginia considered a claim that CVRA rights did not\napply until after a defendant had been convicted. In rejecting that\nargument, the court agreed with the Dean court that victims acquire rights\neven before a prosecution begins. 73\nThe District Court for the Northern District of Indiana held to the same\neffect in In re Petersen. 74 There, the court held that a victim’s right to be\ntreated with fairness and with respect for [his or her] dignity and privacy\n“may apply before any prosecution is underway and isn’t necessarily tied to\na ‘court proceeding’ or ‘case.’” 75 The court, however, found that the\n“conclusory allegations” in the victims’ petition did not “create a plausible\nclaim for relief under the CVRA.” 76\n68 In re Dean, 527 F.3d at 394 (internal citations omitted).\n69 Id. at 396. On remand, the district court held additional hearings in which the victims\nparticipated, satisfying their CVRA rights. See United States v. BP Prods. N. Am. Inc., 610\nF. Supp. 2d 655, 660 (S.D. Tex. 2009).\n70 558 F. Supp. 2d 411 (E.D.N.Y. 2008).\n71 Id. at 419 (internal citation omitted). Rubin’s suggestion about limitations that apply\nto pre-indictment assertions of rights is discussed at notes 184–187 and 193 infra and\naccompanying text.\n72 No. 3:08cr132, 2009 WL 790042 (E.D. Va. Mar. 24, 2009).\n73 Id. at *2.\n74 No. 2:10-CV-298 RM, 2010 WL 5108692 (N.D. Ind. Dec. 8, 2010).\n75 Id. at *2 (citing In re Dean, 527 F.3d 391, 394 (5th Cir. 2008); United States v. BP\nProds. N. Am. Inc., H-07-434, 2008 WL 501321 (S.D. Tex. Feb. 21, 2008)).\n76 Id. Petersen also held that one specific CVRA right—the right to confer—only\napplies after charges have been filed. Id. But the authorities Petersen cites for that\nproposition prove no such thing. Confusingly, Petersen cited the Fifth Circuit’s ruling in\n2014] CRIME VICTIMS’ RIGHTS 75\nPerhaps the most extensive discussion of this issue has come from the\nEpstein case discussed earlier. 77 Overruling the Government’s argument\nthat the CVRA only applies after the formal filing of charges, Does v.\nUnited States held that “the statutory language clearly contemplates precharge\nproceedings.” 78 The court in Does explained that “[c]ourt\nproceedings involving the crime are not limited to post-complaint or postindictment\nproceedings, but can also include initial appearances and bond\nhearings, both of which can take place before a formal charge.” 79 The court\nalso noted that the CVRA’s “requirement that officials engaged in\n‘detection [or] investigation’ [of crimes] afford victims the rights\nenumerated in subsection (a) surely contemplates pre-charge application of\nthe CVRA.” 80 Finally, the court in Does noted that “[i]f the CVRA’s rights\nmay be enforced before a prosecution is underway, then, to avoid a strained\nreading of the statute, those rights must attach before a complaint or\nindictment formally charges the defendant with the crime.” 81\nIn sum, the relevant case law unanimously agrees that the CVRA\nextends rights to crime victims before charges have been filed.\nIII. THE JUSTICE DEPARTMENT’S UNPERSUASIVE POSITION\nDespite the CVRA’s broad remedial purposes, its expansive language\nreferring to investigations, and the unanimous case law extending rights to\nvictims prior to defendants being charged, the OLC released a\nmemorandum in 2011 concluding that CVRA rights attach only “from the\ntime that criminal proceedings are initiated (by complaint, information, or\nindictment).” 82 OLC’s analysis is unpersuasive. Although OLC’s opinion\nDean for support; but (as just explained above) Dean held exactly the opposite. Similarly,\nPetersen cites other cases involving the right to confer after charges have been filed. Id. But\nnone of these cases actually presented the issue of the CVRA’s application to pre-indictment\nsituations, since charges had already been filed in each of these cases. See, e.g., In re\nStewart, 552 F.3d 1285, 1289 (11th Cir. 2008).\n77 Does v. United States, 817 F. Supp. 2d 1337 (S.D. Fla. 2011).\n78 Id. at 1341.\n79 Id.\n80 Id. at 1342.\n81 Id. Recently, the district court in the Does case also rejected Government efforts to\ndismiss the action. The district court found that, if the victims could prove the factual\nallegations they have made, then they would be entitled to relief, including potentially the\nrelief of invalidating the nonprosecution agreement that Epstein obtained from the\nGovernment. Does v. United States, No. 9:08-cv-80736-KAM, 2013 WL 3089046, at *3\n(S.D. Fla. June 19, 2013).\n82 OLC CVRA Rights Memo, supra note 2, at 1. Although the opinion is dated December\n17, 2010, it was publicly released on May 20, 2011. See Letter from Jon Kyl, supra note 3.\n76 CASSELL ET AL. [Vol. 104\ninvokes the CVRA’s definition of crime “victim,” its legislative intent, and\nits structure, a closer reading of each demonstrates little support for the\nnotion that crime victims must await the formal filing of charges before\naccruing CVRA rights.\nA. OLC’S MISREADING OF THE CVRA’S DEFINITION OF “VICTIM”\nOLC’s lead argument is that the CVRA’s definition of “victim”\npresupposes that criminal charges have been formally filed. 83 The CVRA\ndefines a “victim” who is protected as “a person directly and proximately\nharmed as a result of the commission of a Federal offense.” 84 Focusing on\nthe word “offense,” OLC concedes that it does not “conclusively resolve”\nthe question of when rights attach. Nevertheless, OLC claims that the word\n“naturally suggests that a person’s status as a ‘crime victim’ can only be\ndetermined after there has been a formal decision to charge a defendant\nwith a particular Federal offense.” 85 OLC goes on to elaborate:\nUnder this reading, the earliest that a “crime victim” under the Act could be identified\nwould be upon the filing of a criminal complaint—that is, at the earliest point at which\nthere is a sworn written statement of probable cause to believe that a particular\ndefendant committed an identified Federal offense and hence the first point at which it\nis possible with any certainty to identify a “crime victim” directly and proximately\nharmed by the commission of that offense. 86\nOLC is disingenuous in asserting that the “first point” at which a\nperson has been harmed by a federal crime arises only after a criminal\ncomplaint has been filed. The Department routinely makes such\ndeterminations at earlier points in criminal cases, such as when it sends a\n“target letter” to a defense attorney during a grand jury investigation. 87\nIndeed, OLC remarkably ignores the fact that the Department is directly\nrequired to identify victims of a crime before the filing of a criminal\ncomplaint, both by statute and through internal policy directives.\nThe Victims’ Rights and Restitution Act of 1990 (VRRA) 88 requires\nthe Department to identify victims before the filing of a criminal complaint.\n83 OLC CVRA Rights Memo, supra note 2, at 6.\n84 18 U.S.C. § 3771(e) (2012) (emphasis added).\n85 OLC CVRA Rights Memo, supra note 2, at 5.\n86 Id.\n87 A target letter explains the procedural process underlying an indictment and places the\ndefendant on notice of the general nature of the government’s criminal investigation. See\nU.S. DEP’T OF JUSTICE, TITLE 9: U.S. ATTORNEYS’ CRIMINAL RESOURCE MANUAL § 160,\n[hereinafter CRIMINAL RESOURCE MANUAL] available at http://goo.gl/YHLDke (providing an\nexample target letter); infra Part III.A (developing this point further).\n88 Pub. L. No. 101-647, 104 Stat. 4820 (codified as amended at 42 U.S.C. §§ 10601,\n10606–07 (2006)).\n2014] CRIME VICTIMS’ RIGHTS 77\nPassed in 1990, the VRRA provided crime victims with a set of procedural\nrights similar to those found in the CVRA, along with rights to notification\nabout victim services. 89 In 2004, the CVRA repealed and replaced the\nsection of the VRRA listing procedural rights, while leaving other parts of\nthe VRRA intact. 90 Under the remaining parts of the VRRA, the Justice\nDepartment must inform victims of federal crimes of services that are\navailable to them, including “emergency medical and social services,”\ncounseling, and support. 91 The Department is further obligated to keep\nvictims fully informed about “the status of the investigation of the crime, to\nthe extent it is appropriate to inform the victim and to the extent that it will\nnot interfere with the investigation.” 92 These rights to notice about\n“emergency medical and social services” 93 as well as to the “status of the\ninvestigation of the crime” 94 obviously require the Department to identify\nvictims of federal crimes before formal charges have been filed. Indeed, the\nVRRA makes this point clear by directing the Department to not only notify\nthe victim about the status of the investigation but also about the later\n“filing of charges against a suspected offender.” 95 The VRRA then extends\nvictims’ rights to information through the rest of the criminal justice\nprocess by requiring the Department to provide notice to victims of such\nthings as the imposed sentence and the defendant’s release. 96\nThe VRRA not only requires the Department to identify victims during\nthe investigation of a crime, it also defines those victims in a very similar\nfashion to the CVRA. The VRRA defines “victim” as a “person that has\nsuffered direct physical, emotional, or pecuniary harm as a result of the\ncommission of a crime.” 97 Thus, the Department is already routinely\nidentifying persons who have been “harmed” by federal crimes shortly after\nthe commission of those crimes and well before formal charging.\nThe Attorney General has also promulgated internal guidelines\nrequiring Justice Department components to identify victims rapidly after a\ncrime. The Attorney General Guidelines for Victim and Witness Assistance\nprovide that “Department responsibilities to crime victims begin as soon as\npossible after the detection of a crime at which they may be undertaken\n89 See supra notes 22–23 and accompanying text.\n90 Justice for All Act of 2004, Pub. L. No. 108-405, § 102(a), 118 Stat. 2260, 2261\n(2004) (codified at 18 U.S.C. § 3771(a) (2012)).\n91 See 42 U.S.C. § 10607(c).\n92 Id. § 10607(c)(3)(A).\n93 Id. § 10607(c)(1)(A).\n94 Id. § 10607(c)(3)(A).\n95 Id. § 10607(c)(3)(C).\n96 Id. § 10607(c)(3)(G).\n97 Id. § 10607(e)(2).\n78 CASSELL ET AL. [Vol. 104\nwithout interfering in the investigation. Generally, this point in time is\ndefined by the opening of a criminal investigation.” 98\nGiven the way the two statutes work, it would make no sense to\nartificially confine the CVRA’s reach until after the filing of a criminal\ncomplaint. Before then, victims will have often received information from\nthe Department about the status of the investigation. They might wish to\nconfer with prosecutors about how the case is proceeding, and the CVRA\nextends to them a right to confer. 99 Similarly, while the Department is\nnotifying victims about the services they may receive and the status of an\ninvestigation, it is important that the victims be treated fairly. The CVRA\nextends the right to be treated fairly. 100 Indeed, it would be absurd to think\nthat Congress wanted to permit the Justice Department to treat crime\nvictims unfairly until criminal charges have been filed.\nInstead of recognizing Congress’s intent, OLC’s 2011 memorandum\nsimply cites to a series of cases in which courts concluded that a victim of\nuncharged conduct should not be afforded statutory protections. 101 Yet\nnone of these cases—United States v. Turner, 102 Searcy v. Paletz, 103 or\nSearcy v. Skinner 104 —provide strong support for OLC’s position. Turner is\na particularly poor fit. Although OLC’s memorandum characterizes Turner\nas excluding victims of uncharged conduct, 105 the magistrate judge adopted\nan inclusive reading of the statute precisely because of his reservations\nabout the CVRA’s legislative history and plain language. The judge\nsuggested that “any person who self-identifies as [a victim]” could be\npresumed to qualify for protection under the CVRA as a preliminary\nmatter. 106 In fact, the line quoted by the Department is lifted out of context.\nThe full sentence reads: “While the offense charged against a defendant can\n98 ATTORNEY GENERAL GUIDELINES, supra note 52, at 7 (internal citations omitted); see\nalso 42 U.S.C. § 10607(b).\n99 18 U.S.C. § 3771(a)(5) (2012) (preserving “[t]he reasonable right to confer with the\nattorney for the Government in the case”).\n100 Id. § 3771(a)(8) (preserving “[t]he right to be treated with fairness and with respect\nfor the victim’s dignity and privacy”).\n101 OLC CVRA Rights Memo, supra note 2, at 6 n.6.\n102 367 F. Supp. 2d 319 (E.D.N.Y. 2005).\n103 No. 6:07-1389-GRA-WMC, 2007 WL 1875802 (D.S.C. June 27, 2007).\n104 No. 6:06-1418-GRA-WMC, 2006 WL 1677177 (D.S.C. June 16, 2006).\n105 OLC CVRA Rights Memo, supra note 2, at 6 n.6.\n106 Turner, 367 F. Supp. 2d at 327 (“Instead, I have taken and will continue to follow an\ninclusive approach: absent an affirmative reason to think otherwise, I will presume that any\nperson whom the government asserts was harmed by conduct attributed to a defendant, as\nwell as any person who self-identifies as such, enjoys all of the procedural and substantive\nrights set forth in § 3771.”).\n2014] CRIME VICTIMS’ RIGHTS 79\nserve as a basis for identifying a ‘crime victim’ as defined in the CVRA, the\nclass of victims with statutory rights may well be broader.” 107\nPaletz and Skinner similarly provide scant support for the\nDepartment’s position. In Skinner, a prison inmate attempted to bring a pro\nse civil suit against another inmate for allegedly attacking him during\nincarceration. 108 In dismissing the suit in an unpublished decision, the\ndistrict court recognized that the Government had expressly declined to\nbring charges against the other inmate and concluded that the CVRA did\nnot create a “mechanism to bring an action against Defendant directly.” 109\nIn Paletz, that same inmate brought a similar pro se claim against another\ninmate, the Federal Bureau of Prisons, the FBI, and the U.S. Attorney\nGeneral. 110 In a parallel, unpublished decision, the district court dismissed\nthe suit, noting that the CVRA is designed to give victims certain rights\n“within the prosecutorial process against a criminal defendant.” 111\nBecause Skinner and Paletz involve (apparently frivolous) civil suits,\nthey say nothing about the CVRA’s reach in criminal cases, and any\nlanguage to that effect would be pure dicta. Moreover, the courts’ terse\nanalysis in both cases does not contain any substantive discussion of\nwhether CVRA rights apply in criminal cases before the filing of charges.\nInstead, the courts simply cited to language from a Second Circuit decision\nthat stated that the CVRA does not give victims any rights against\ndefendants until those defendants have been convicted 112 —a holding clearly\nlimited to restitution, as many other CVRA rights clearly apply before\nconviction. 113 Reviewing these two cases in an extended, published\nopinion, the U.S. District Court for the Southern District of Texas noted that\nreading these two decisions as standing for the proposition that charges\nmust be filed for CVRA rights to attach “appears inconsistent with the\nCVRA recognition of certain subsection (a) rights that apply during\ninvestigation, before any charging instrument is filed.” 114 As a result, OLC\n107 Id. at 326.\n108 Skinner, 2006 WL 1677177, at *1–2.\n109 Id. at *2.\n110 Searcy v. Paletz, No. 6:07-1389-GRA-WMC, 2007 WL 1875802, at *1–2 (D.S.C.\nJune 27, 2007).\n111 Id. at *2.\n112 Id. (“However, ‘the CVRA does not grant victims any rights against individuals who\nhave not been convicted of a crime.’” (quoting In re W.R. Huff Asset Mgmt. Co., 409 F.3d\n555, 564 (2d Cir. 2005))).\n113 Of course, a defendant cannot be ordered to pay restitution as part of his sentence\nuntil he has been found guilty. See 18 U.S.C. § 3664 (2012) (describing sentencing\nprocedures for ordering restitution).\n114 United States v. BP Prods. N. Am. Inc., No. H-07-434, 2008 WL 501321, at *12 n.7\n(S.D. Tex. Feb. 21, 2008).\n80 CASSELL ET AL. [Vol. 104\nvastly overstates its position when it asserts that “most courts . . . have\ndeclined to extend enforceable rights under the CVRA to alleged victims of\nconduct that did not lead to criminal proceedings.” 115 All the courts that\nhave actually reached the issue have concluded exactly the opposite. 116\nB. OLC’S DISTORTION OF THE CVRA’S STRUCTURE AND LEGISLATIVE\nHISTORY\nThe next section of OLC’s memorandum maintains that the CVRA’s\nstructure and legislative history lead to the conclusion that the CVRA is\n“best understood” as extending rights after charges have been filed. Here\nagain, OLC’s analysis is truncated at best and misleading at worst.\nOLC begins this part of its analysis by observing that some of the\nrights in the CVRA are limited to court proceedings. OLC notes, for\nexample, that the CVRA gives victims the “right to reasonable, accurate,\nand timely notice of any public court proceeding . . . involving the\ncrime.” 117 But the fact that some of the rights listed in the CVRA apply to\ncourt proceedings hardly means that all of the rights are to be so restricted.\nThe federal criminal justice process includes stages that are pre-charging,\npost-charging, and post-conviction. It would hardly be surprising to find\nthat a statute that Congress intended to be “broad and encompassing” 118\ncovered events occurring after the filing of charges.\nIndeed, OLC appears to recognize that at least three of the rights listed\nin the CVRA could easily apply before charges are filed: (1) the “right to be\nreasonably protected from the accused”; (2) the “reasonable right to confer\nwith the attorney for the Government in the case”; and (3) the “right to be\ntreated with fairness and with respect for the victim’s dignity and\nprivacy.” 119 None of these rights explicitly refer to court “proceedings” or\nother events (such as parole hearings) that necessarily occur after the filing\nof formal charges. 120\n115 OLC CVRA Rights Memo, supra note 2, at 5–6. Notably, the Department does not\nembrace the language from Huff found within the Skinner and Paletz decisions because\npresumably such an approach would be contrary to many of the rights found in the CVRA.\n116 See infra Part I.C.\n117 OLC CVRA Rights Memo, supra note 2, at 6 (emphasis added) (quoting 18 U.S.C.\n§ 3771(a)(2)).\n118 150 CONG. REC. 7295 (2004) (statement of Sen. Dianne Feinstein).\n119 OLC CVRA Rights Memo, supra note 2, at 7–8, 10 (quoting 18 U.S.C. § 3771(a)(1),\n(5), (8)).\n120 OLC appears to have overlooked another right that could well apply before charges\nare filed: the right to be notified of one’s rights under the CVRA. See 18 U.S.C.\n§ 3771(c)(1) (requiring prosecutors to “make their best efforts to see that crime victims are\nnotified of, and accorded, the rights described in [the CVRA]”); United States v. Rubin, 558\nF. Supp. 2d 411, 428 (E.D.N.Y. 2008) (discussing potential application of the right to\n2014] CRIME VICTIMS’ RIGHTS 81\nFor purposes of this Article, it is appropriate to focus on the last two of\nthese three rights: the right to confer and the right to fair treatment. The\nfirst of these three rights—the right to be reasonably protected—is already\nclearly extended by another statute to crime victims before the filing of\ncharges. While OLC does not acknowledge this fact, the VRRA extends\nthe first right to crime victims, directing that a “responsible official shall\narrange for a victim to receive reasonable protection from a suspected\noffender and persons acting in concert with or at the behest of the suspected\noffender.” 121 Because a “suspected” offender obviously exists before the\nfiling of criminal charges, the VRRA envisions the right to protection being\nprovided as soon as is practical after a victim suffers from the commission\nof a crime. Additionally, the sections of the Attorney General Guidelines\nfor Victim and Witness Assistance addressing the VRRA direct that Justice\nDepartment components must provide reasonable protection even before the\nfiling of criminal charges. 122 So, under the VRRA, the Justice Department\nshould already be providing reasonable protection for a victim before an\noffender is indicted, regardless of how the CVRA is interpreted. 123\nThe VRRA, however, does not contain a right to confer and a right to\nfair treatment and respect for the victim’s dignity. Therefore, if victims are\ngoing to receive these statutory rights before trial, these rights must be\nfound in the CVRA. With regard to the CVRA provision that victims have\nthe “reasonable right to confer with the attorney for the Government in the\ncase,” 124 OLC contends that “[t]he phrase ‘in the case’ implies the pendency\nof a judicial proceeding.” 125 To bolster its conclusion, OLC then cites\nBlack’s Law Dictionary, which includes among its several definitions of the\nword “case” the definition “a civil or criminal proceeding.” 126 But OLC\ndoes not acknowledge that Black’s Law Dictionary also defines and\nexemplifies a “case” more broadly as a “criminal investigation <the\nnotification of rights before charges are filed). For purposes of this Article, it is not\nnecessary to explore this right in detail. If other CVRA rights apply before charges are filed,\na fortiori this right does as well. If a victim has a right, presumably the victim should be\nnotified of the existence of that right.\n121 42 U.S.C. § 10607(c)(2) (2006) (emphasis added).\n122 See ATTORNEY GENERAL GUIDELINES, supra note 52, at 7–8, 26–28.\n123 Exactly what “reasonable protection” means, however, remains uncertain. See\ngenerally Mary Margaret Giannini, Redeeming an Empty Promise: Procedural Justice, the\nCrime Victims’ Rights Act, and the Victim’s Right to Be Reasonably Protected from the\nAccused, 78 TENN. L. REV. 47 (2010) (suggesting the right has not been adequately defined\nand proposing ways to do so).\n124 18 U.S.C. § 3771(a)(5).\n125 OLC CVRA Rights Memo, supra note 2, at 8.\n126 Id. (citing BLACK’S LAW DICTIONARY, supra note 59, at 243).\n82 CASSELL ET AL. [Vol. 104\nManson case>.” 127 Thus, Black’s Law Dictionary does not help resolve the\ndispute as to which of the two meanings should be used, as there are clearly\ndiffering meanings. While OLC’s reading may be a permissible one, so is a\npro-victim reading.\nOLC also turns to the CVRA’s legislative history to bolster its\nconclusion. But, here again, its analysis is misleading. OLC relies on a\npassage from Senate floor colloquy between Senators Jon Kyl and Dianne\nFeinstein regarding the CVRA’s scope. In OLC’s recounting of the\nlegislative history, the floor statements “emphasize that the right to confer\nrelates to the conduct of criminal proceedings after the filing of charges.” 128\nFor instance, OLC quotes Senator Kyl stating that “[u]nder this provision,\nvictims are able to confer with the Government’s attorney about\nproceedings after charging.” 129\nThis is a truncated and deceptive description of the legislative history,\nso much so that Senator Kyl sent an angry letter to Attorney General Eric\nHolder complaining about the distortion. On June 6, 2011, the Senator\nwrote to “express [his] surprise that [OLC is] so clearly quoting [his]\nremarks out of context.” 130 Senator Kyl then went on to observe that the\ncolloquy began by noting that the right to confer “is intended to be\nexpansive.” 131 The Senator further discussed various “examples” of when\nthe right to confer applied, including “any critical stage or disposition of the\ncase. The right, however, is not limited to these examples.” 132 It was\nagainst that backdrop that Senator Kyl gave the example of conferring\nabout proceedings “after charging.”\nIn his letter to Attorney General Holder, Senator Kyl also noted that he\nhad:\nmade clear that crime victims had rights under the CVRA even before an indictment is\nfiled. For example, . . . I made clear that crime victims had a right to consult about\nboth ‘the case’ and ‘case proceedings’—i.e., both about how the case was being\nhandled before being filed in court and then later how the case was being handled in\ncourt ‘proceedings.’ 133\nSenator Kyl further commented that he had discussed the CVRA’s potential\napplication in grand jury proceedings, an application that required the Act\n127 BLACK’S LAW DICTIONARY, supra note 59, at 244.\n128 OLC CVRA Rights Memo, supra note 2, at 9.\n129 Id. (emphasis added) (quoting 150 CONG. REC. 7302 (2004) (statement of Sen. Jon\nKyl) (internal quotation marks and citation omitted).\n130 Letter from Jon Kyl, supra note 3.\n131 Id. (quoting 150 CONG. REC. S4260, S4268 (daily ed. Apr. 22, 2004) (statement of\nSen. Dianne Feinstein)).\n132 Id.\n133 Id.\n2014] CRIME VICTIMS’ RIGHTS 83\nto extend rights before indictment. 134 Thus, if anything, the legislative\nhistory does not support OLC’s conclusion—it contradicts it. 135\nOLC should have had no doubt as to the intent of Senator Kyl and his\ncosponsors at the time of the Act’s passage. Shortly after shepherding the\nCVRA through the Congress, Senator Kyl cowrote a law review article\nabout the Act. 136 In that article, he directly indicated that the CVRA applies\nbefore charges are filed. Senator Kyl and his coauthors wrote:\nWhile most of the rights guaranteed by the CVRA apply in the context of legal\nproceedings following arrest and charging, other important rights are triggered by the\nharm inflicted by the crime itself. For example, the right to be treated with fairness,\nthe right to be reasonably protected from the accused (who may qualify as the accused\nbefore his arrest), and the right to be treated with respect for the victim’s dignity and\nprivacy each may arise without regard to the existence of legal proceedings. 137\nRemarkably, OLC cited Senator Kyl’s law review article (in a footnote), but\nthen concluded without explanation that the CVRA cosponsor’s views were\nfor some reason different than Congress’s. 138\nOLC also appears to acknowledge that its interpretation of the CVRA\ncould well contradict what it describes as prosecutorial “good practice.” 139\nOLC noted that some Justice Department components (for example, the\nEnvironmental and Natural Resources Division) had advocated that the\nright to confer should apply during pre-charging plea discussions. 140 OLC\nthen acknowledged that limiting the right to confer until after formal\ncharging could “reduce the impact of a victim’s participation in subsequent\ncourt proceedings.” 141 OLC attempted to dodge this problem by explaining:\n“The question before us, though, is not whether it would be advisable as a\nmatter of good practice . . . for Government attorneys to confer with victims\npre-charge when appropriate . . . .” 142 OLC then explained that even under\nits narrow interpretation of the statute, “the CVRA would still ensure that\n134 Id.\n135 Attorney General Holder never sent a response to Senator Kyl’s letter. But Assistant\nAttorney General Ronald Weich sent a belated response. Letter from Ronald Weich, Assistant\nAtt’y Gen., to Jon Kyl, U.S. Sen. (Nov. 3, 2011) (on file with authors). That response did not\naddress Senator Kyl’s concern that his remarks were being quoted out of context.\n136 See generally Kyl et al., supra note 19.\n137 Id. at 594.\n138 OLC CVRA Rights Memo, supra note 2, at 8 n.7.\n139 Id. at 10.\n140 Id. at 9 (citations omitted) (discussing an interdepartmental memorandum addressing\nthis question).\n141 Id. at 10.\n142 Id.\n84 CASSELL ET AL. [Vol. 104\nthe victim has an opportunity to be heard by the court, and by the\nGovernment, before the court accepts the plea.” 143\nBut OLC failed to recognize that its interpretation of the CVRA\nrendered the right to be heard a nullity in many important cases—including,\nnotably, the Epstein case. 144 Where prosecutors and defense attorneys work\nout a nonprosecution agreement that agreement will never be presented to a\ncourt for review. Thus, in cases where the need for victim participation\nmay be the greatest—that is, in cases where the Government is considering\nnever filing any charges—OLC’s interpretation would bar victims from\nhaving any rights at all.\nEven in situations where a prosecutor works out a plea agreement,\nOLC’s interpretation is problematic. As OLC recognizes, prosecutors and\ndefense counsel commonly work out pre-indictment plea agreements\n(particularly in white-collar cases), under which a defendant will plead\nguilty to certain charges. 145 Then, the parties jointly present to the district\ncourt a criminal “information” (that is, a recitation of the charges drafted by\nthe prosecutor but never presented to the grand jury 146 ) and a plea\nagreement, asking the court to file the criminal information and\nsimultaneously accept the guilty plea. As the OLC memorandum\nacknowledges, a crime victim would have the right to object to the plea\nagreement, because the CVRA gives crime victims the “right to be\nreasonably heard” at any public proceedings involving a plea. 147 But under\nOLC’s interpretation of the CVRA, a crime victim has no right to notice of\ncourt hearings until the charges are filed. Thus, if the information and plea\nare filed simultaneously, as is often the case, two scenarios are possible. A\nvictim could have no prior right to notice of the proceeding at which the\nplea was being accepted, or alternatively (if the act of filing the information\nin the course of accepting a plea triggers a notification right), the district\ncourt would be required to stop in the middle of proceedings and ensure that\nnotification was belatedly provided. Of course, these difficulties are all\navoided if the right to confer is properly construed as attaching before\ncharges are filed, such as during plea negotiations between prosecutors and\ndefense attorneys.\n143 Id.\n144 The OLC opinion was publicly released on May 20, 2011. Perhaps not\ncoincidentally, this release date was shortly before the Government filed its response in the\nEpstein case.\n145 See OLC CVRA Rights Memo, supra note 2, at 9 (acknowledging the potential effect\nof the CVRA on plea negotiations).\n146 See FED. R. CRIM. P. 7(b).\n147 18 U.S.C. § 3771(a)(4) (2012); OLC CVRA Rights Memo, supra note 2, at 6–7.\n2014] CRIME VICTIMS’ RIGHTS 85\nMore importantly, extending the right in this fashion will not be\nunduly burdensome for federal prosecutors. After the OLC memorandum\nwas made public, the Department amended the Attorney General\nGuidelines for Victim and Witness Assistance to require prosecutors to\nmake reasonable efforts toward a goal of providing victims with a\nmeaningful opportunity to offer their views before plea agreements are\nformally reached. 148 “In circumstances where plea negotiations occur\nbefore a case has been brought, Department policy is that this should\ninclude reasonable consultation prior to the filing of a charging instrument\nwith the court.” 149 Thus, Department policy already extends pre-charging\nrights to victims. The CVRA should be understood as having the same\nscope.\nOLC also notes that the CVRA right “to be treated with fairness and\nwith respect for the victim’s dignity and privacy” is a right that could apply\nbefore charges are filed. 150 Indeed, OLC is forced to concede (as district\ncourts have recognized) that the “right to be treated with fairness and with\nrespect for the victim’s dignity and privacy may apply with great force\nduring an investigation, before any charging instrument has been filed.” 151\nOLC nonetheless maintains that the right to fairness only applies after\ncharges have been filed. OLC relies on the canon of statutory construction\nnoscitur a sociis, meaning that words are known by their companions, 152 for\nits interpretation of the CVRA. OLC argues that because the other seven\nenumerated rights are limited to post-charging situations, the eighth right\nshould be as well. Of course, this argument assumes that OLC’s\nconstruction of the other seven rights is correct—a point very much in\ndispute. 153 If, for example, the right to confer applies before charges are\nfiled, then presumably noscitur a sociis would cut the other way—the right\nto fairness should likewise be construed as applying before charges are\nfiled.\nMoreover, OLC omits from its discussion of the fairness provision any\nassessment of the CVRA’s purposes. In construing a statute, a court must\nconsider the “purpose and context” of the statute. 154 In describing the\nfairness provision, Senator Kyl emphasized that it conferred a “broad”\n148 ATTORNEY GENERAL GUIDELINES, supra note 52, at 41–42.\n149 Id. at 41.\n150 OLC CVRA Rights Memo, supra note 2, at 10 (quoting 18 U.S.C. § 3771(a)(8)).\n151 Id. (quoting United States v. BP Products North America Inc., No. H-07-434, 2008\nWL 501321, at *11 (S.D. Tex. Feb. 21, 2008) (internal quotation marks omitted)).\n152 Id. at 11.\n153 See supra Part III.A.\n154 Kasten v. Saint-Gobain Performance Plastics Corp., 131 S. Ct. 1325, 1331 (2011).\n86 CASSELL ET AL. [Vol. 104\nright. 155 The reason for adopting such a broad right was that “[t]oo often\nvictims of crime experience a secondary victimization at the hands of the\ncriminal justice system. This provision is intended to direct Government\nagencies and employees, whether they are in the executive or judiciary\nbranch, to treat victims of crime with the respect they deserve.” 156 OLC’s\nfailure to consider the purposes underlying the CVRA is a glaring\noversight.\nOLC never attempts to explain why the CVRA’s drafters would want\nvictims to have a right to fair treatment once criminal charges were filed but\npossess no such right before the filing of criminal charges. Clearly, many\nvictims can and do suffer secondary victimization during criminal\ninvestigations, such as when sexual assault victims are treated\ninappropriately by law enforcement agents. 157 It would contradict the\npurpose of preventing victim mistreatment in the criminal justice system to\nartificially limit the right to fairness to the point at which charges are filed.\nThe right to fairness logically applies at all stages of the criminal justice\nprocess.\nC. OLC’S INEFFECTIVE RESPONSE TO THE CVRA’S COVERAGE AND\nVENUE PROVISIONS\nAt the end of its memorandum, OLC finally discusses what it\nidentifies as the two strongest arguments for construing the CVRA as\napplying before charging: the coverage provision and the venue provision.\nOLC acknowledges, as it must, that the CVRA’s coverage extends to any\nfederal employee engaged in “the detection, investigation or prosecution of\ncrime.” 158 Such employees “shall make their best efforts to see that crime\nvictims are notified of, and accorded, the rights” afforded by the statute. 159\nNotably, this duty applies to individuals not just in the Justice Department\n(where all federal prosecutors are located) but other agencies as well, such\n155 150 CONG. REC. 7303 (2004) (statement of Sen. Jon Kyl).\n156 Id.\n157 See SUSAN ESTRICH, REAL RAPE 50–51 (1987) (describing how a rape victim’s sexual\nhistory may be used against her in court proceedings); Beloof, supra note 38, at 309–10\n(collecting examples of victims’ issues that arise during the investigative process); see also\nPRESIDENT’S TASK FORCE ON VICTIMS OF CRIME, FINAL REPORT, supra note 10, at 57–62 (making\nrecommendations for how police should treat victims during the criminal justice process).\n158 OLC CVRA Rights Memo, supra note 2, at 15 (quoting 18 U.S.C. § 3771(c)(1)\n(2012)) (internal quotation marks omitted).\n159 18 U.S.C. § 3771(c)(1).\n2014] CRIME VICTIMS’ RIGHTS 87\nas environmental crimes investigators in the Environmental Protection\nAgency (EPA). 160\nThis coverage provision would seem to answer any lingering question\nabout whether the CVRA applies before charging. In directing that federal\nemployees engaged in the “detection” and “investigation” of crime must\nrespect victims’ rights, Congress wanted broad rights extending beyond just\nthe prosecution of a case. As the district court concluded in the Epstein\ncase, this provision “surely contemplates pre-charge application of the\nCVRA.” 161\nOLC gamely maintains, however, that Congress was simply trying to\nprovide that federal law enforcement agents should provide rights to\nvictims when a criminal case moves to its prosecution phase. OLC noted\nthe uncontroversial point that law enforcement agents “often develop a\nrelationship of trust with crime victims during the investigation that\ncontinues as they assist crime victims in negotiating active criminal\nproceedings.” 162 OLC then asserted:\nGiven this continuing active role that agents typically play during criminal\nprosecutions, we find the fact that the CVRA assigns responsibility to them, together\nwith the attorney for the Government, to . . . accord them their rights under the CVRA\nto be entirely consistent with our conclusion that those rights arise only once the\nGovernment has initiated criminal proceedings. 163\nBut OLC’s contorted position never explains why Congress found it\nnecessary to break out three separate phases of the criminal justice process:\nthe “detection,” “investigation,” and “prosecution” of crime. If the\ncongressional intent was simply to cover, for example, FBI agents or EPA\nagents during the post-charging phase of a case, it could have simply\nomitted those words from the CVRA. An FBI agent, for example, would be\nengaged in the “prosecution” of the case when assisting the victim after the\nformal filing of charges. On OLC’s reading of the statute, the words\n“detection” and “investigation” become meaningless, contrary to the wellknown\ncanon of construction verba cum effectu sunt accipienda, which\nmeans that, if possible, every word and every provision is to be given\neffect. 164\nOLC also suggests that the “most significant” argument supporting\npre-charging application of rights is the venue provision, which allows\n160 See Kyl et al., supra note 136, at 615 (“Notice should be given to the fact that it applies\nnot just to the Department of Justice, but to all ‘departments and agencies of the United States\nengaged in the detection, investigation, or prosecution of crime.’” (citation omitted)).\n161 Does v. United States, 817 F. Supp. 2d 1337, 1342 (S.D. Fla. 2011).\n162 OLC CVRA Rights Memo, supra note 2, at 15.\n163 Id.\n164 See, e.g., Reiter v. Sonotone Corp., 442 U.S. 330, 339 (1979).\n88 CASSELL ET AL. [Vol. 104\ncrime victims to assert CVRA rights “in the district court in which a\ndefendant is being prosecuted for the crime or, if no prosecution is\nunderway, in the district court in the district in which the crime\noccurred.” 165 The Department contends that this language refers quite\nnarrowly to the “period of time between the filing of a complaint and the\ninitiation of formal charges.” 166 In support of its position, the Department\ncites a Fourth Circuit case interpreting the Sixth Amendment right to\ncounsel, which held that a “prosecution” for purposes of that Amendment\ndoes not begin when a criminal complaint is filed. 167 In OLC’s view, the\nvenue provision’s direction that victims should assert rights when “no\nprosecution is underway” applies only to the limited time between when the\nGovernment files a complaint against a defendant and some later point\nwhen the “prosecution” actually begins. OLC notes that the filing of a\ncomplaint triggers an initial appearance, where crime victims can have\nimportant interests at stake, such as the right to be heard about a\ndefendant’s release on bail. OLC believes it is only to such post-complaint,\nyet pre-indictment, proceedings (i.e., the initial appearance) that the venue\nprovision’s “no-prosecution-underway” language covers.\nAs a preliminary matter, OLC’s interpretation of the word\n“prosecution” in the Department’s narrow construction of the venue\nprovision is a twisted one, at odds with the way that term is conventionally\nused. The filing of a complaint is typically viewed as the start of a criminal\nprosecution. For example, the leading criminal procedure hornbook states\nthat “[w]ith the filing of the complaint, the arrestee officially becomes a\n‘defendant’ in a criminal prosecution.” 168\nMoreover, having specifically rejected the filing of the criminal\ncomplaint as the starting point for a “prosecution” within the CVRA’s\nvenue provision, OLC refuses to consider the implications of its alterative\nstarting point: the formal filing of an indictment. OLC states that “a\nprosecution of a felony must commence with the return of an indictment by\na grand jury,” citing the Federal Rules of Criminal Procedure. 169 Yet OLC\ndoes not pause to recognize that, while felonies proceed by way of\nindictment, misdemeanors can proceed not only by indictment but also by\ncomplaint. 170 The CVRA draws no distinction between misdemeanor and\n165 OLC CVRA Rights Memo, supra note 2, at 14 (quoting 18 U.S.C. § 3771(d)(3) (2012)).\n166 Id.\n167 Id. (citing United States v. Alvarado, 440 F.3d 191, 200 (4th Cir. 2006)).\n168 WAYNE R. LAFAVE ET AL., CRIMINAL PROCEDURE § 1.2(g), at 11 (5th ed. 2009)\n(emphasis added).\n169 OLC CVRA Rights Memo, supra note 2, at 14 (citing FED. R. CRIM. P. 7(a)(1)).\n170 FED. R. CRIM. P. 58(b)(1) (“The trial of a misdemeanor may proceed on an\nindictment, information, or complaint.” (emphasis added)).\n2014] CRIME VICTIMS’ RIGHTS 89\nfelony offenses, broadly extending its protections to victims of any federal\noffense. 171 Thus, under OLC’s interpretation that the filing of a complaint\ndoes not trigger the CVRA, many victims who are entitled to CVRA\nprotections—i.e., victims of misdemeanor offenses prosecuted by way of\ncomplaint—will never have proper venue to assert those rights because,\naccording to OLC’s strained argument, no prosecution ever started in their\ncases.\nEven limiting the focus to felony cases, OLC misleadingly describes\nthe Sixth Amendment case law. It is not immediately clear why one would\nlook to the right to counsel to determine the breadth of the term\n“prosecution” in the Sixth Amendment. The right to counsel is not the only\nright found in that Amendment. The Amendment also extends, for\nexample, a right to a speedy trial in all criminal “prosecutions.” 172 The case\nlaw on the speedy trial right makes clear that the right “may attach before\nan indictment and as early as the time of arrest and holding to answer a\ncriminal charge.” 173\nIn any event, the right to counsel cases are quite clear in providing that\na Sixth Amendment “prosecution” can (and often does) begin well before\nan indictment. 174 The Supreme Court has directly held that the Sixth\nAmendment’s right to counsel attaches “at or after the time that judicial\nproceedings have been initiated against [a person]—‘whether by way of\nformal charge, preliminary hearing, indictment, information, or\narraignment.’” 175 Thus, under this controlling precedent, some earlier point\nin time before indictment is the triggering point of a Sixth Amendment\n“prosecution.”\nThe cases that OLC cites are not to the contrary. It is true that some\nfederal appeals courts have stated that the mere filing of a criminal\ncomplaint does not trigger a Sixth Amendment right to counsel. 176 But\nthere is a split of authority on this question, as OLC acknowledges in a\nfootnote. 177 More importantly for purposes of this Article, the cases holding\n171 See 18 U.S.C. § 3771(e) (2012).\n172 U.S. CONST. amend. VI.\n173 United States v. Gouveia, 467 U.S. 180, 190 (1984) (quoting United States v.\nMacDonald, 456 U.S. 1, 6–7 (1982)) (internal quotation marks omitted).\n174 See, e.g., Texas v. Cobb, 532 U.S. 162, 172–73 (2001).\n175 Brewer v. Williams, 430 U.S. 387, 398 (1977) (quoting Kirby v. Illinois, 406 U.S.\n682, 689 (1972)).\n176 See, e.g., United States v. Alvarado, 440 F.3d 191, 196 (4th Cir. 2006).\n177 OLC CVRA Rights Memo, supra note 2, at 14 n.15 (citing Hanrahan v. United\nStates, 348 F.2d 363, 366 n.6 (D.C. Cir. 1965)); see WAYNE R. LAFAVE ET AL., CRIMINAL\nPROCEDURE § 6.4(e), at 670 (3d ed. 2007) (“There is an apparent split of authority on the\nquestion of whether the filing of a complaint is alone enough to give rise to a Sixth\nAmendment right to counsel, though the difference probably is explainable by the fact that\n90 CASSELL ET AL. [Vol. 104\nthat the mere filing of a complaint does not start a Sixth Amendment\nprosecution also make clear that a later court hearing would start such a\nprosecution. For instance, in the Fourth Circuit case cited by OLC, United\nStates v. Alvarado, the court reasons that “the main reason a law\nenforcement officer files [] a complaint is to establish probable cause for an\narrest warrant. The criminal process is still in the investigative stage, and\nthe adverse positions of government and defendant have yet to solidify.” 178\nRelying on that reasoning, the Fourth Circuit refused to find that the right to\ncounsel had attached merely because a police officer had filed a complaint\nto get an arrest warrant. But the Fourth Circuit distinguished that situation\nfrom “the initiation of adversary judicial proceedings against the\ndefendant.” 179 An initial appearance would be such an adversary\nproceeding—i.e., it would be a “prosecution” under the Sixth Amendment.\nIn light of this, OLC’s position that the CVRA’s venue provision’s “noprosecution-underway”\nreference covers proceedings, such as an initial\nappearance, does not work.\nThe only sensible way to construe the CVRA’s venue provision is to\nread it as conveniently dividing criminal cases into two phases: a\nprosecution phase and an earlier investigative phase when “no prosecution\nis under way.” 180 Senator Kyl, for instance, has noted that if there are any\ndoubts about how to construe the CVRA, this venue provision “sweeps\nthem away.” 181 Once again, the language that Congress used leads\ninexorably to the conclusion that the CVRA extends rights to victims before\nthe filing of criminal charges.\nIV. WHEN PRE-CHARGING RIGHTS ATTACH UNDER THE CVRA\nThe zeal with which OLC argues against applying CVRA rights before\ncharging raises the question of why it protests so much. Although OLC\nnever articulated this concern, perhaps OLC worried that pre-charging\nrights would be difficult to administer. Such concerns should evaporate\nwith a workable construction of when pre-charging rights attach. In this\nPart, we propose such a construction, suggesting that CVRA rights should\nattach when substantial evidence exists that a specific person has been\ndirectly and proximately harmed as the result of a federal crime. This\napproach appears to already be the method that the Department is taking, as\nthis document is used for multiple purposes.”); see also Felder v. McCotter, 765 F.2d 1245,\n1248 (5th Cir. 1985) (citing Texas law).\n178 Alvarado, 440 F.3d at 200 (citations omitted) (internal quotation marks omitted).\n179 Id. (quoting United States v. Gouveia, 467 U.S. 180, 187 (1984)).\n180 18 U.S.C. § 3771(d)(3) (2012).\n181 Kyl et al., supra note 19, at 594.\n2014] CRIME VICTIMS’ RIGHTS 91\nit has extended many rights to victims before the formal filing of criminal\ncharges as a matter of internal policy. 182 This approach appears to be\nworkable, as a number of states extend rights to victims during the\ninvestigative process. 183\nA. A TEST FOR DETERMINING WHEN RIGHTS ATTACH\nAs explained in the earlier Parts of this Article, the CVRA clearly\nenvisions that crime victims would have rights in the criminal justice\nprocess before the return of indictments or the filing of criminal complaints.\nThe question then as to how much earlier in the process crime victims have\nrights naturally arises. Does the CVRA apply one second after a federal\ncrime has been committed? Or does it apply at some later point during an\ninvestigation?\nThis issue was nicely framed by the U.S. District Court for the Eastern\nDistrict of New York in a securities fraud case. In the first indictment\nunderlying the case, the charged crime did not include various victims. A\nlater superseding indictment broadened the charges to include those missing\nindividuals. When they brought a suit under the CVRA, the court noted\nthat “[q]uite understandably, movants perceive their victimization as having\nbegun long before the government got around to filing the superseding\nindictment.” 184 The court, however, explained that there must be “logical\nlimits” to crime victims’ rights before the filing of charges. 185 The court\nnoted:\nFor example, the realm of cases in which the CVRA might apply despite no\nprosecution being ‘underway,’ cannot be read to include the victims of uncharged\ncrimes that the government has not even contemplated. It is impossible to expect the\ngovernment, much less a court, to notify crime victims of their rights if the\ngovernment has not verified to at least an elementary degree that a crime has actually\ntaken place, given that a corresponding investigation is at a nascent or theoretical\nstage. 186\nThe logical limits that the CVRA envisions could come from how the\nJustice Department interacts with criminals during the investigation of a\ncrime. Crime victims’ rights advocates are fond of saying that victims\n“only want to be treated like criminals”—that is, they simply want to have\nthe same kinds of rights as criminals receive, such as the right to be notified\n182 See, e.g., ATTORNEY GENERAL GUIDELINES, supra note 52, at 41–42 (discussing the\nright to confer regarding plea bargains).\n183 See infra Part III.D.\n184 United States v. Rubin, 558 F. Supp. 2d 411, 419 (E.D.N.Y. 2008).\n185 Id.\n186 Id.\n92 CASSELL ET AL. [Vol. 104\nof court hearings and to attend those hearings. 187 So it is instructive to\nnotice that the Justice Department policy is to extend certain rights to\nsuspected criminals during certain points in the investigative process. That\npolicy might provide guidance on when crime victims’ rights would attach.\nOf particular interest here is the Department’s policy for grand jury\nsubpoenas issued to a “target” of a criminal investigation. When such a\ntarget is subpoenaed to testify before a grand jury, the Department of\nJustice will advise that target of his rights, such as the right to refuse to\nanswer any question that might be incriminating. 188 The Department of\nJustice defines a “target” of a criminal investigation as “a person as to\nwhom the prosecutor or the grand jury has substantial evidence linking him\nor her to the commission of a crime and who, in the judgment of the\nprosecutor, is a putative defendant.” 189\nIf the Department’s investigation has coalesced sufficiently so that it\ncan provide notice of rights to putative defendants, it should likewise be in\na position to provide notice of rights to that defendant’s victims.\nCombining the Department’s definition of “target” with the CVRA’s\ncoverage and definition-of-victim provisions produces a formulation\nwhereby CVRA rights attach in (at least) the following circumstances:\nCVRA rights attach when an officer or employee of the Department of\nJustice or any other department or agency of the United States engaged in\nthe detection, investigation, or prosecution of crime has substantial\nevidence that an identifiable person has been directly and proximately\nharmed as a result of the commission of a federal offense or an offense in\nthe District of Columbia, and in the judgment of the officer or employee,\nthat person is a putative victim of that offense.\nThis formulation borrows from the CVRA’s coverage provision 190 to\ndefine the relevant universe of substantial evidence as that in the possession\nof the Justice Department or other federal agencies. For instance, if state\nlaw enforcement officers are investigating a bank robbery, the fact that the\nrobbery might also be prosecuted federally 191 does not make the teller at the\nbank a federal “victim” of the crime until evidence regarding the crime\ncomes into the possession of a federal agency. The formulation also tracks\nthe CVRA’s definition of “victim” in limiting the universe of potential\n187 See, e.g., Cassell, supra note 15, at 1376–85 (describing the rationale underpinning\nstate victims’ rights statutes).\n188 CRIMINAL RESOURCE MANUAL, supra note 87, § 9-11.151.\n189 Id.\n190 18 U.S.C. § 3771(e) (2012).\n191 Id. § 2113.\n2014] CRIME VICTIMS’ RIGHTS 93\nvictims to those who have been “directly and proximately harmed.” 192\nFinally, the formulation requires some federal officer or employee to\nevaluate the evidence and reach the conclusion that a federal offense has\nbeen committed that harmed the person in question. This determination\nresponds to the observation by the District Court for the Eastern District of\nNew York that the CVRA “cannot be read to include the victims of\nuncharged crimes that the government has not even contemplated.” 193 At\nthe same time, such a formulation obviously does not require the filing of\nformal criminal charges, or even the preparation of formal criminal charges.\nInstead, all that is required is for the Department to recognize that a person\nis a putative victim of a federal offense, just as all that is required for the\nmailing of a target letter to a subpoenaed suspected criminal, is recognition\nthat he is a putative defendant in a federal case.\nB. APPLYING THE TEST TO THE EPSTEIN CASE\nTo illustrate how the test would operate, it is useful to examine the\nfacts of the Epstein case. Applying the proposed test to that case produces\nstraightforward answers, which suggests that the test would be workable in\npractice.\nFrom 2001 to 2007, Jeffrey Epstein sexually abused more than thirty\nminor girls in his mansion, including Jane Doe Number One and Jane Doe\nNumber Two. 194 Initially, of course, his acts of abuse were secret, unknown\nto law enforcement. During that period of time, the victims would not have\nhad rights under the CVRA.\nIn 2006, Epstein’s acts of abuse came to the attention of the Palm\nBeach Police Department, which began investigating the case. 195 At this\npoint, once again, the victims would not have had rights under the proposed\nCVRA test. The CVRA extends rights in the federal criminal justice\nprocess. A state investigation does not trigger the CVRA (although it may\ntrigger certain state law protections, as discussed below). 196\nAt some point in 2006, the Palm Beach Police Department asked the\nFBI to investigate Epstein on federal sex offenses, such as using a means of\n192 See id. § 3771(e).\n193 United States v. Rubin, 558 F. Supp. 2d 411, 419 (E.D.N.Y. 2008).\n194 As above, see supra notes 34–41 and accompanying text, this part of the Article\ndraws on the factual allegations made by the victims in this case—allegations that Epstein\nhas not intervened to dispute. See Jane Doe Motion, supra note 40, at 3–23.\n195 See Probable Cause Affidavit, Palm Beach Police Department: Police Case No. 05-\n368(1) (May 1, 2006), available at http://goo.gl/fAPFw5; see also Statement of Undisputed\nFacts, Epstein v. Rothstein, No. 50 2009 CA 040800XXXXMBAG (Fla. Cir. Ct. Sept. 22,\n2010), available at http://goo.gl/DzMbe8.\n196 See supra notes 178–95 and accompanying text as well as infra Part IV.D.\n94 CASSELL ET AL. [Vol. 104\ninterstate communication in connection with sex offenses and traveling in\ninterstate commerce for the purpose of engaging in illicit sexual conduct\nwith minors. 197 The local police provided the FBI with information, which\nthe FBI then investigated. Following an investigation, the FBI determined\nthat the allegations of abuse against Epstein were credible, and it presented\nthe case to the U.S. Attorney’s Office for the Southern District of Florida.\nIn 2007, the Office contacted counsel for Jeffrey Epstein and began\nnegotiating a resolution of the case against him. 198\nUnder our proposed test, the victims would not have had CVRA rights\nthe first moment that the FBI became aware of Epstein’s possible\ncommission of sex offenses. But after the FBI developed substantial\nevidence of those sex offenses, identified victims of those offenses, and\npresented the case to the appropriate U.S. Attorney’s Office for prosecution,\nCVRA rights would have attached. Accordingly, the FBI would have been\nrequired to notify the identified victims of their rights under the CVRA (as\nwell as under the VRRA). From that point forward in the case, the victims\nwould have had CVRA rights, such as the right to fair treatment and the\nright to confer with prosecutors. In this case, the victims would have had\nthe right to confer with prosecutors about the nonprosecution agreement\nthat they ultimately reached with Epstein. 199\nC. CURRENT DEPARTMENT POLICY ON PRE-CHARGING RIGHTS\nOne objection that might be made to the formulation offered above is\nthat it might unduly burden federal law enforcement officers and\nprosecutors, who would need to make judgment calls about when an\ninvestigation has coalesced to the point where “victims” are in existence,\n“substantial evidence” has been collected, and notice of rights has to be\nprovided. Any such objection would be ill-founded, though, as it does not\nappear that implementing such an approach would be difficult. 200\nPresumably the Justice Department has already been providing such rights\nin at least Texas, Louisiana, and Mississippi to comply with the Fifth\n197 See 18 U.S.C. §§ 2422(b), 2423(b), (e) (2012).\n198 A more substantial summary of the case is available in case filings. See Jane Doe\nMotion, supra note 40.\n199 See supra Part II.\n200 This Article does not discuss mass victim cases in which notice needs to be provided\nto hundreds of victims. But in such situations, the CVRA already provides for “reasonable”\nalternative procedures. 18 U.S.C. § 3771(d)(2) (2012). The Department of Justice, for\nexample, has used websites to provide notice in terrorism cases to large numbers of victims.\nSee, e.g., United States v. Ingrassia, No. CR-04-0455ADSJO, 2005 WL 2875220, at *4\n(E.D.N.Y. Sept. 7, 2005); Criminal Division’s Victim Notification Program, U.S. DEP’T OF\nJUSTICE, http://goo.gl/6H6IEk (last visited Dec. 4, 2013).\n2014] CRIME VICTIMS’ RIGHTS 95\nCircuit’s 2008 ruling in In Re Dean, which held that the CVRA extends\nrights to victims before defendants are charged. 201 We have not seen any\nreports that providing the rights has been difficult.\nPerhaps the reason for the lack of any reported difficulty is that the\nDepartment’s current policy on crime victims’ rights already requires\nnotices to victims during investigations. The Justice Department has\npromulgated the Attorney General Guidelines for Victim and Witness\nAssistance, the latest edition of which is from May 2012. The Guidelines\ndiscuss crime victims’ rights under both the CVRA and the earlier VRRA.\nBecause of the OLC memorandum discussed above, the Guidelines limit\nCVRA rights until after the time “when criminal proceedings are initiated\nby complaint, information, or indictment.” 202 The Department, however,\nprovides hortatory guidance that Justice Department employees shall make\n“best efforts” to notify crime victims about their CVRA rights “as early in\nthe criminal justice process as is feasible and appropriate.” 203\nOf greater interest, however, is the Department’s mandatory policy\nregarding notification regarding crime victim services under the VRRA.\nThe Guidelines explain how “Department responsibilities to crime victims\nbegin as soon as possible after the detection of a crime at which they may\nbe undertaken without interfering in the investigation.” 204 The Guidelines\nthen direct the appropriate “responsible official” to provide crime victims\nwith “information about services available to them.” 205 This information\nmust be provided at “the earliest opportunity after detection of a crime at\nwhich it may be done without interfering with an investigation.” 206\nThe Department appears to have little difficulty implementing this\nrequirement. Evidence of this fact comes from the Justice Department\nitself, which responded to the letter from Senator Kyl discussed earlier\nquestioning why the Department was not applying the CVRA before\ncharges were filed. 207 In its response, the Department noted that OLC had\nissued an opinion that the CVRA did not extend rights before the formal\nfiling of charges. 208 “Even so,” the Department explained, “the new AG\nGuidelines go further and provide that Department prosecutors should make\n201 527 F.3d 391 (5th Cir. 2008).\n202 ATTORNEY GENERAL GUIDELINES, supra note 52, at 8.\n203 Id. at 35.\n204 Id. at 26 (citing 42 U.S.C. § 10607(b) (2006)).\n205 Id. at 29 (citing 42 U.S.C. § 10607(b)(2)). Elsewhere, the Guidelines define the\nofficial who is responsible as the appropriate federal law enforcement officer during the\ninvestigation of the crime or the U.S. Attorney once charges have been filed. Id. at 25–26.\n206 Id. at 29.\n207 See supra notes 130–33 and accompanying text.\n208 Letter from Ronald Weich, supra note 135, at 2.\n96 CASSELL ET AL. [Vol. 104\nreasonable efforts to notify identified victims of, and consider victims’\nviews about, prospective plea negotiations, even prior to the filing of a\ncharging instrument with the court.” 209\nThe Department also noted that it provided extensive pre-charging\nnotifications to victims under the VRRA:\nPursuant to the Victims’ Rights and Restitution Act of 1990 (VRRA), the Department\nidentifies victims and provides to them service referrals, reasonable protection, notice\nconcerning the status of the investigation, and information about the criminal justice\nprocess prior to the filing of any charges. The Department’s investigative agencies\nprovide such services to thousands of victims every year, whether or not the\ninvestigation results in a federal prosecution. 210\nQuantifying the scope of this undertaking with regard to one federal\ninvestigative agency, the Department explained:\n[T]he [FBI] alone reports that it provided more than 190,000 services to victims\nduring the past fiscal year [FY 2011], including case status updates, assistance with\ncompensation applications and referrals, and counseling referrals. From sexual\nassaults in Indian Country to child pornography and human trafficking to mass\nviolence and overseas terrorism, FBI victim specialists provide much-needed\nimmediate and ongoing support and information to victims. The FBI addresses victim\nsafety issues when needed, providing on-scene response and crisis intervention\nservices in thousands of investigations. With regard to sexual assault victims, FBI\npersonnel arrange for and often accompany victims to forensic sexual assault medical\nexaminations and provide assistance with HIV/STD testing. 211\nIn view of the Department’s existing notifications and provision of\nservices before charges are filed under the VRRA, it is hard to conceive\nhow any viable claim could be made that it would be difficult to provide\nsimilar rights under the CVRA. The four rights that would be potentially in\nplay before charging would be the right to reasonable protection, the right\nto fair treatment, and the right to confer with prosecutors, along with the\npredicate right to notice of these rights. 212 The VRRA already requires the\nDepartment to provide reasonable protection, so this would not be an\nexpanded obligation. 213 Similarly, the Guidelines already require\nprosecutors to confer with victims about plea agreements (the most\ncommon situation where victims want to confer), so it is hard to imagine\nhow extending this right would create any undue burden. 214 Additionally,\nthe right to “fair treatment” could only be a problem if the Department\n209 Id.\n210 Id. at 2–3.\n211 Id. at 3.\n212 18 U.S.C. § 3771(a)(1), (5), (8), (c)(1) (2012).\n213 See 42 U.S.C. § 10607(c)(2) (2006).\n214 See ATTORNEY GENERAL GUIDELINES, supra note 52, at 41–42.\n2014] CRIME VICTIMS’ RIGHTS 97\nwanted to treat victims unfairly. Given its repeated and professed\ncommitment to crime victims, here too this obligation should not be\nburdensome. And finally, with regard to providing notice of CVRA rights\nto victims, the fact that the Department currently provides notice of VRRA\nrights indicates that it should not be difficult to provide notice of CVRA\nrights as well.\nIndeed, it is possible that the Department’s notification letters under\nthe VRRA already include this information. Interestingly, in the Epstein\ncase, the FBI notified Jane Doe Number One and Jane Doe Number Two\nthat they had rights in the criminal justice process. As early as June 7,\n2007—more than three months before it concluded a nonprosecution\nagreement with Epstein—the U.S. Attorney’s Office sent a notice to Jane\nDoe Number One stating “your case is under investigation.” 215 The notice\nalso informed Jane Doe Number One that “as a victim and/or witness of a\nfederal offense, you have a number of rights.” 216 Among the rights that the\nU.S. Attorney’s Office told Jane Doe that she possessed was “[t]he\nreasonable right to confer with the attorney for the United States in the\ncase.” 217 Of course, she would not have had those rights if she was not\ncovered by the CVRA. The FBI therefore apparently assumed that the\nCVRA already applied in the Epstein case. It was only later, when the\nmatter went into litigation, that the Department of Justice reversed course.\nThis change in course underscores the problems arising out of the OLC\nmemorandum and the Department’s current interpretation of the CVRA.\nD. STATE LAW EXTENSION OF PRE-CHARGING RIGHTS\nThe focus of this Article so far has been crime victims’ rights in the\nfederal system. But in concluding, it is instructive to note how a number of\nstates offer parallel rights for crime victims, including the right to confer\nwith prosecutors. In fact, several states have extended such rights prior to\nformally filing of charges against defendants—without reported difficulty,\nso far as we are aware. This confirms our inference that extending CVRA\nrights to crime victims before the formal filing of criminal charges is both\nfeasible and desirable.\nA general overview of state laws illustrates the broad protections\nafforded to victims in state criminal justice systems. Nearly two-thirds of\nstates have adopted constitutional provisions to protect victims throughout\n215 Letter from A. Marie Villafaña, Assistant U.S. Att’y, to Jane Doe #1 (June 7, 2007),\nreprinted in Jane Doe Motion, supra note 40, at ex. C.\n216 Id.\n217 Id.\n98 CASSELL ET AL. [Vol. 104\nthe criminal justice process. 218 Moreover, every state has adopted a statute\nthat either enforces its constitutional amendment or creates independent\nstatutory rights for crime victims. 219 As a result, state legislatures and state\nemployees have attempted to give victims a voice in the criminal justice\nprocess across the country.\nNotably, while the strength of these rights varies from state to state, 220\nnearly forty states require the prosecuting attorney to notify or confer with\nthe victim regarding plea negotiations. 221 Several jurisdictions involve the\nvictim in the charging decision. 222 In some states, law enforcement and\nprosecutors must involve the victim at any “critical” 223 or “crucial” 224 stage\nof the criminal proceeding; and in a minority of jurisdictions, the judge\nmust ascertain whether the prosecutor has afforded the victim statutory\nprotections prior to accepting a plea agreement. 225\nThe general contours of state provisions suggest that several state\ngovernments have recognized the value in informing victims of their rights\nand involving them in the criminal process prior to the formal filing of\ncharges. 226 Indeed, a brief look at the statutory protections illustrates the\nextent to which states have attempted to afford protections to victims long\nbefore the formal filing of charges.\n218 See Victims’ Rights Laws by State, NAT’L CRIME VICTIM L. INST. (Oct. 17, 2013),\nhttp://goo.gl/pdDx1w (listing and linking to state laws and constitutional amendments).\n219 See LAFAVE ET AL., supra note 168, § 21.3(f), at 1041–42.\n220 See generally DEAN G. KILPATRICK ET AL., NAT’L INST. OF JUSTICE, U.S. DEP’T OF\nJUSTICE, THE RIGHTS OF CRIME VICTIMS—DOES LEGAL PROTECTION MAKE A DIFFERENCE?\n(1998), available at http://goo.gl/EzH61S.\n221 See Peggy M. Tobolowsky, Victim Participation in the Criminal Justice Process:\nFifteen Years After the President’s Task Force on Victims of Crime, 25 NEW ENG. J. ON\nCRIM. & CIV. CONFINEMENT 21, 64 & n.168 (1999) (citing to victims’ rights statutes in\nConnecticut, Illinois, and Michigan, among others). Unfortunately, as some commentators\nhave noted, the notice and conferral provisions in some states are ambiguous, and the\nabsence of case law precludes a definitive understanding of the reach of the right in some\njurisdictions. See LAFAVE ET AL., supra note 168, § 21.3(f), at 1041–42; see also, e.g., KAN.\nSTAT. ANN. § 74-7333(a)(5) (2002) (“The views and concerns of victims should be\nascertained and the appropriate assistance provided throughout the criminal process.”). In\nsome jurisdictions, the ambiguous use of an illustrative list could be read as suggesting that a\nparticular right, such as conferral, hinges on formal charges. See, e.g., KY. REV. STAT. ANN.\n§ 421.500(6) (LexisNexis Supp. 2012) (requiring consultation on “disposition of the case\nincluding dismissal, release of defendant pending judicial proceedings, any conditions of\nrelease, a negotiated plea, and entry into a pretrial diversion program,” but failing to define\n“disposition” or “case”).\n222 See Tobolowsky, supra note 221, at 59–60.\n223 E.g., LA. REV. STAT. ANN. §§ 46:1842(2), 46:1844(K) (2010).\n224 E.g., FLA. CONST. art. I, § 16(b) (refraining from identifying the term).\n225 See LAFAVE ET AL., supra note 168, § 21.3(f), at 1041.\n226 See Victims’ Rights Laws by State, supra note 218.\n2014] CRIME VICTIMS’ RIGHTS 99\nFor example, Arizona has adopted a constitutional amendment and\nstatutes that expansively protect victims. Under Arizona law, the definition\nof victim hinges on whether a criminal offense has been committed, and the\nterm “criminal offense” is defined as “conduct that gives a peace officer or\nprosecutor probable cause to believe” a crime has occurred. 227 In short, a\nvictim’s status does not hinge on the formal filing of charges but rather on\nthe criminal conduct itself. 228 Arizona law enforcement personnel must\ngive information to victims describing their rights as soon as possible, even\nif formal charges have not yet been filed, and a victim may request that the\nprosecutor discuss the disposition of the case, including “a decision not to\nproceed with a criminal prosecution, dismissal, plea, or sentence\nnegotiations and pretrial diversion programs.” 229 A victim may even pursue\nsome rights if counts are dismissed. 230 Arizona courts have also permitted\nvictims to invoke their rights in the context of civil forfeiture\nproceedings. 231\nHawaii’s victims’ rights statute illustrates how a state has defined the\nterm “case” more expansively than the limited definition advocated by the\nDepartment in order to facilitate victim participation. By statute in Hawaii,\nvictims must, upon request, be informed of “major developments” in any\nfelony case. 232 Along a similar vein, the prosecuting attorney must consult\nor advise the victim about any plea negotiations. 233 Interestingly, however,\nthe Hawaii legislature defined “major developments” as “arrest or release of\nthe suspect by the police, case deferral by the police, referral to the\nprosecutor by the police, rejection of the case by the prosecutor, preliminary\nhearing date, grand jury date, trial and sentencing dates, and the disposition\nof the case.” 234 The usage of the term “case” and the plain language of the\nprovisions demonstrate that victims in the State of Hawaii are entitled to a\nnotification right and a possible consultation right long before formal\ncharges are filed.\n227 ARIZ. REV. STAT. ANN. § 13-4401(6) (2010) (emphasis added); see State ex rel.\nThomas v. Klein, 150 P.3d 778, 780–81 (Ariz. Ct. App. 2007) (noting the original version\ndefined a criminal offense as a violation of a statute).\n228 Under Arizona law, the “rights and duties that are established by this chapter arise on the\narrest or formal charging of the person or persons who are alleged to be responsible for a criminal\noffence against a victim.” ARIZ. REV. STAT. ANN. § 13-4402(A) (2010) (emphasis added).\n229 ARIZ. REV. STAT. ANN. § 13-4419(A) (2010).\n230 See ARIZ. REV. STAT. ANN. § 13-4402.01(A).\n231 It appears, however, that the criminal proceeding may have been parallel to the civil\nforfeiture proceeding. See State v. Lee, 245 P.3d 919, 923–24 (Ariz. Ct. App. 2011).\n232 HAW. REV. STAT. ANN. § 801D-4(a)(1) (LexisNexis 2007).\n233 See id.\n234 Id. § 801D-2.\n100 CASSELL ET AL. [Vol. 104\nOther states also expressly extend rights before the filing of charges.\nColorado guarantees rights at “all critical stages of the criminal justice\nprocess[,]” which includes both the filing of charges and the decision to not\nfile charges. 235 In Missouri, victims have the right:\non charged cases or submitted cases where no charge decision has yet been made, to\nbe informed by the prosecuting attorney of the status of the case and of the availability\n[of different forms of compensation and assistance] and of any final decision by the\nprosecuting attorney not to file charges. 236\nIn New Jersey, officials typically send a letter informing the victim “that the\ncase has been referred to the prosecutors’ office and explains and offers the\nservices available from the country office of victim-witness advocacy.” 237\nSubsequent letters to the victim ensure that the victim has notice of a series\nof decisions long before indictment, 238 and the office actively solicits\ninformation in order to “help the prosecutor’s office decide whether or not\nto prosecute a case.” 239 Along a similar vein, the Massachusetts legislature\nincluded a provision that makes it clear that nothing should prevent a\nprosecutor from providing victim services to persons injured by the\ncommission of a crime, even though a complaint or indictment has not yet\nbeen issued. 240\nIn addition to extending rights before the filing of charges, several\nstates require consultation before the prosecutor reaches a plea agreement\nwith the defendant. For example, Idaho’s statute provides that a victim\nmust be given an opportunity “to communicate with the prosecution in\ncriminal or juvenile offenses, and be advised of any proposed plea\nagreement by the prosecuting attorney prior to entering into a plea\nagreement in criminal or juvenile offenses involving crimes of violence, sex\n235 COLO. CONST. art. II, § 16a; COLO. REV. STAT. § 24-4.1-302(1) (2013). But see COLO.\nREV. STAT. § 24-4.1-302.5(1)(f) (2012) (limiting conferral right, in particular, to later stages\nof a criminal proceeding). Despite these limitations on the conferral right, victims retain the\nability to be heard at any hearing involving a plea. See id. § 24-4.1-302.5.\n236 MO. ANN. STAT. § 595.209(10) (West 2011).\n237 OFFICE OF VICTIM-WITNESS ADVOCACY, N.J. DEP’T OF LAW & PUB. SAFETY, A CRIME\nVICTIM’S GUIDE TO THE CRIMINAL JUSTICE SYSTEM 4 (2d ed. 1997); see also N.J. CONST. art. I,\n§ 22. Compare 18 U.S.C. § 3771 (2012), with N.J. STAT. ANN. § 52:4B-36 (West 2009). In\naddition to the rights similar to the federal legislation, New Jersey law provides for the right\n“[t]o be advised of case progress and final disposition and to confer with the prosecutor’s\nrepresentative so that the victim may be kept adequately informed . . . .” Id. § 52:4B-36(k).\n238 See OFFICE OF VICTIM-WITNESS ADVOCACY, supra note 237, at 4 (including pre-grand\njury remand, administrative dismissal, grand jury remand, grand jury dismissal, and\nindictment returned).\n239 Id. at 26 (describing victim involvement at grand jury and arraignment stages of the\nproceeding).\n240 See MASS. ANN. LAWS ch. 258B, § 2 (LexisNexis 2004).\n2014] CRIME VICTIMS’ RIGHTS 101\ncrimes or crimes against children.” 241 In Indiana, the plain language of its\nstatute leaves open the possibility of a conferral right before formal charges\nto the extent that the statute includes two separate time frames: “after a\ncrime . . . has been charged” or “before any disposition of a criminal case\ninvolving the victim.” 242\nTo be sure, not all states have afforded victims a voice throughout the\nentirety of the criminal justice process. 243 In some states, the statutes are\nambiguous. 244 In a handful of states, there is clear language limiting rights\nuntil after the filing of charges. For example, Louisiana constrains the\nconferral right to criminal matters “in which formal charges have been filed\nby the district attorney’s office.” 245 Yet, unlike the federal CVRA, this\nstatute specifically excludes pre-charging situations. And, in any event,\ndespite Louisiana’s limitation on a particular right within the statute, the\nlegislature in this state still often saw fit to provide the victim with\nnotification rights, even in the absence of the formal filing of charges. 246\nVery few state courts have ever considered the precise issue of\nwhether conferral rights may attach prior to the formal filing of charges.\nThis is likely caused by the fact that, unlike the federal statute, many state\nstatutes fail to provide the victim with a procedural mechanism for\nchallenging the conduct of prosecutors or law enforcement agencies. 247\nHowever, in rare cases, state courts have implicitly recognized that a\nmeaningful interpretation of victims’ rights should include some rights prior\nto filing.\nFor example, a Connecticut court concluded that a company injured by\nthe delinquent act of a minor was entitled to information about the case\n241 IDAHO CODE ANN. § 19-5306(1)(f) (2004). As in the case of most of the state\nstatutes, the Idaho statute is not without ambiguity. A different provision within the statute\nmakes the notification right contingent “[u]pon the filing of a criminal complaint or juvenile\npetition . . . .” Id. § 19-5306(2).\n242 IND. CODE ANN. § 35-40-5-3(b) (West 2012); id. § 35-40-1-1 (failing to define “case”).\n243 See, e.g., MD. CONST. art. 47(b) (“In a case originating by indictment or information\nfiled in a circuit court, a victim of crime shall have the right to be informed . . . .”).\n244 In Delaware, for example, the statute contains an additional limitation in the conferral\nprovision that is noticeably absent from the duty imposed on law enforcement to provide\ninformation about the victim’s rights to that victim. Compare DEL. CODE ANN. tit. 11,\n§ 9405 (2007), and DEL. CODE ANN. tit. 11, § 9411 (2007) (imposing additional\nrequirements after the Attorney General commences the prosecution), with DEL. CODE ANN.\ntit. 11, § 9410 (2007). Query whether the limitations imposed in one section should be\ninferred in the other under the doctrine of expressio unius est exclusio alterius.\n245 LA. REV. STAT. ANN. § 1844(D)(1) (2010).\n246 See id. § 1844.\n247 See generally Douglas E. Beloof, The Third Wave of Crime Victims’ Rights:\nStanding, Remedy, and Review, 2005 BYU L. REV. 255, 300–23 (discussing problems with\nremedies in victims’ rights statutes).\n102 CASSELL ET AL. [Vol. 104\ncontained in a police file in a civil proceeding, even though it appears that\nthere was little indication that criminal charges had been filed. 248 Similarly,\nthe South Carolina Supreme Court, while limiting the ability of the victim\nto challenge the conduct of a prosecutor, concluded that the same rights\nunder the state constitution must attach prior to the formal filing of an\nindictment. 249 Other courts have even permitted a victim to recover\ncompensation or reparations for unindicted or acquitted conduct. 250\nIn other words, while few state judiciaries have addressed the precise\ntiming of state crime victims’ rights, those that have addressed the question\nhave typically found that the rights do extend to pre-charging situations.\nDespite the relative dearth of state court cases, it is worth noting that\nmost state statutes unequivocally provide for notification rights early in the\ncriminal process. 251 For example, the Illinois statute imposes a limited duty\non law enforcement agencies to keep victims informed of the status of an\ninvestigation until the accused is apprehended or the agency discontinues\nthe investigation. 252 Similarly, law enforcement agencies in Iowa must\nkeep the victim apprised of the investigation “until the alleged assailant is\napprehended or the investigation is closed.” 253 Michigan’s statute requires\nlaw enforcement to provide information within a mere twenty-four hours of\ncontact between the agency and the victim. 254\nIn sum, while state law on crime victims’ rights before charging is not\nfully developed, what law exists tends to support the position that crime\nvictims deserve rights before the formal filing of charges. This law fits the\nlong-standing trend in states toward expanding protections for crime\n248 See In re James B., Jr., 714 A.2d 735 (Conn. Super. Ct. 1998).\n249 See Ex parte Littlefield, 540 S.E.2d 81, 85 (S.C. 2000).\n250 See Kimberly J. Winbush, Annotation, Persons or Entities Entitled to Restitution as\n“Victim” Under State Criminal Restitution Statute, 92 A.L.R. 5TH 35, 35 (2001) (recounting\ncases in which unnamed victims were entitled to restitution).\n251 See, e.g., MINN. STAT. ANN. § 611A.0315(a) (West 2009) (requiring a prosecutor to\n“make every reasonable effort to notify a victim of domestic assault . . . or harassment that\nthe prosecutor has decided to decline prosecution of the case” but providing the right to\nparticipate in proceedings to circumstances in which the offender has been charged).\n252 See 725 ILL. COMP. STAT. ANN. 120/4.5 (2008).\n253 IOWA CODE ANN. § 915.13(1)(f) (West 2003).\n254 See MICH. COMP. LAWS ANN. § 780.753 (West 2007). Michigan’s conferral right is\nparticularly ambiguous, because the notification requirement imposed upon the prosecuting\nattorney contains a time limitation (after arraignment), but the legislature did not include an\nexpress time limitation on the conferral right. See MICH. COMP. LAWS ANN. § 780.756(3)\n(West 2007) (requiring the victim have the opportunity to consult prior to “any negotiation\nthat may result in a dismissal, plea or sentence bargain, or pretrial diversion”); see also MISS.\nCODE ANN. § 99-43-7(1) (2007) (imposing a requirement on law enforcement officials to\nnotify a victim within seventy-two hours).\n2014] CRIME VICTIMS’ RIGHTS 103\nvictims. 255 The decision by state legislators to extend notification or\nconferral rights to crime victims demonstrates an express recognition that\ncrime victims’ meaningful participation in the criminal justice process may\ninvolve granting those victims rights before indictment.\nCONCLUSION\nCrime victims have important rights at stake in the criminal justice\nprocess, even before prosecutors formally file criminal charges. It is hardly\nsurprising, therefore, to find that a federal law that Congress in fact\ndesigned to create “broad and encompassing” rights for victims protects\nvictims during a criminal investigation. As this Article has explained,\ninterpreting the CVRA to cover crime victims during the pre-charging\nphase of a case is consistent with the statute’s purposes, text, legislative\nhistory, and interpretive case law. And state criminal justice systems also\nappear to be moving in that direction.\nThe Justice Department’s contrary interpretation seems unlikely to\nprevail when challenged. The CVRA signals a paradigm shift in the way\nthat crime victims are to be treated, at least within the federal criminal\njustice system. Before enactment of the law, federal investigators and\nprosecutors might have been able to keep victims at arm’s length, refusing\nto confer with them about the case and otherwise ignoring or even\nmistreating them during the process. But those days are over. The CVRA\npromises victims that they now have the right to confer with prosecutors\nand the right to be treated fairly while their cases are investigated. It is time\nfor the Department of Justice to recognize and embrace that new reality.\n255 See Jeffrey A. Parness et al., Monetary Recoveries for State Crime Victims, 58 CLEV.\nST. L. REV. 819, 850 (2010); Tobolowsky, supra note 221, at 59 (describing a “significant\nexpansion of victim rights to be consulted by the prosecutor and heard by the court”).\n104 CASSELL ET AL. [Vol. 104",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_014037.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 128384,
    "word_count": 20520,
    "line_count": 1911,
    "import_date": "2025-11-19T21:47:49.140352",
    "prefix": "TEXT-001"
  }
}