{
  "document_id": "HOUSE_OVERSIGHT_015628",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015628.txt",
  "text": "Edwards, Bradley vs. Dershowitz\n\nCase No.: CACE 15-000072\n\nEdwards and Cassells Response to Dershowitz's Motion to Determine Confidentiality of Court Records\nPage 8 of 20\n\nBecause the Government now contested the joinder motion, Edwards and\nCassell prepared a more detailed pleading explaining the justification for granting the\nmotion. One week after receiving the Government’s objection, on December 30, 2014, Ms.\nGiuffre (i.e., Jane Doe No. 3) and Jane Doe No. 4 filed a motion (and later a corrected motion)\nseeking to join the case. DE 279 and DE 280. (Note: DE 280 is the first of the three documents\nDershowitz seeks to have declared “confidential” in this case.) Uncertain as to the basis for the\nGovernment’s objection, the motion briefly proffered the circumstances that would qualify\nthe two women as “victims” eligible to assert rights under the CVRA. See 18 U.S.C. 3771(e)\n(defining “crime victim” protected under the Act). With regard to Ms. Giuffre, the motion\nindicated that when she was a minor, Jeffrey Epstein had trafficked her to Dershowitz and Prince\nAndrew (among others) for sexual purposes. Jane Doe No. 3 stated that she was prepared to\nprove her proffer. See DE 280 at 3 (“If allowed to join this action, Jane Doe No. 3 would prove\nthe following . .. . “). The motion also provided specific reasons why Jane Doe No. 3’s\nparticipation was relevant to the case, including the pending discovery issues regarding\nDershowitz and Prince Andrew. DE 280 at 9-10 (explaining several reasons participation of new\nvictims was relevant to existing issues).\n\nAfter the motion was filed, various news organizations published articles about\nit. Dershowitz also made numerous media statements about the filing, including calling Jane\nDoe No. 3 “a serial liar” who “has lied through her teeth about many world\n\nleaders.” —_ http://www.cnn.com/2015/01/06/us/dershowitz-sex-allegation/, Dershowitz also\n\nrepeatedly called Edwards and Cassell “two sleazy, unprofessional, disbarable lawyers.” Jd On\n\nHOUSE_OVERSIGHT_015628",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015628.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2029,
    "word_count": 314,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:48.949516",
    "prefix": "IMAGES-003"
  }
}