{
  "document_id": "HOUSE_OVERSIGHT_012671",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012671.txt",
  "text": "{2003/7006\n05/16/2008 11:16 FAX 003\n\n05/16/08 FRI 11:08 FAX\n\nAs was made clear at the outset, we did not review the facts, circumstances, or terms\nincluded in the plea offer, nor any allegations that individuals involved in the investigation\nengaged in misconduct. Despite that agreement, we note that your letters of April 8, April 28,\nand May 14 focus in large part on accusations of investigative or prosecutorial misconduct. Not\nonly do allegations of prosecutorial misconduct fall outside the boundary of our agreed review,\nthey also fall outside the authority of the Criminal Division in the first instance. Simply, the\nCriminal Division does not investi gate or resolve allegations of professional misconduct by\nfederal prosecutors. For these Teasons, we do not respond to the portion of those letters that\ndiscuss alleged misconduct,\n\nBased on our review of all of these materials, and after careful consideration of the issues,\nwe conclude that U.S. Attomey Acosta could properly use his discretion to authorize prosecution\nin this case. We will briefly address each of the issues that you have raised,\n\nKnowledge of age. Federal child exploitation statutes differ as to whether there must be\nproof that the defendant was aware that the children were under the age of 18. However, even\nfor those statutes where knowledge of age is an element of the offense, it is possible to satisfy\nthat element with proof that the defendant was deliberately ignorant of facts which would suggest\nthat the person was a minor. For that reason, the fact that some of the individuals allegedly lied\nto Mr. Epstein about their age is not dispositive of the issue. While there may be an open factual\nissue as to Mr. Epstein’s knowledge, we cannot say that it would be impossible to prove\nknowledge of age for any such charges which require it. Therefore, Mr. Acosta could rightfully\nconclude that this factual issue is best resolved by a jury.\n\nTravel for the purpose. In the materials you prepared, you suggest that Mr. Epstein\nshould not be charged with violating 18 U.S.C. § 2423(b) because his dominant purpose in going\nto Florida was not to engage in iNegal sexual activity, but rather to return to one of his residences,\nWhile we fully understand your argument, we also find that the U.S. Attorney’s office has a good\nfaith basis fully to develop the facts on this issue and brief the law to permit a court to decide\nwhether the law properly reaches such conduct. Mr. Acosta would not be abusing his discretion\nif he decided to pursue such a course of action,\n\n2\n\nHOUSE_OVERSIGHT_012671",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012671.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2581,
    "word_count": 433,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:44.825742",
    "prefix": "IMAGES-002"
  }
}