{
  "document_id": "HOUSE_OVERSIGHT_013121",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013121.txt",
  "text": "Chapter 12\nThe Engineering and Development of Ethics\n\nCo-authored with Stephan Vladimir Bugaj and Joel Pitt\n\n12.1 Introduction\n\nMost commonly, if a work on advanced AI mentions ethics at all, it occurs in a final summary\nchapter, discussing in broad terms some of the possible implications of the technical ideas pre-\nsented beforehand. It’s no coincidence that the order is reversed here: in the case of CogPrime,\nAGLethics considerations played a major role in the design process ... and thus the chapter on\nethics occurs near the beginning rather than the end. In the CogPrime approach, ethics is not\na particularly distinct topic, being richly interwoven with cognition and education and other\naspects of the AGI project.\n\nThe ethics of advanced AGI is a complex issue with multiple aspects. Among the many issues\nthere are:\n\n1. Risks posed by the possibility of human beings using AGI systems for evil ends\n\n2. Risks posed by AGI systems created without well-defined ethical systems\n\n3. Risks posed by AGI systems with initially well-defined and sensible ethical systems eventu-\nally going rogue — an especially big risk if these systems are more generally intelligent than\nhumans, and possess the capability to modify their own source code\n\n4, the ethics of experimenting on AGI systems when one doesn’t understand the nature of\ntheir experience\n\n5. AGTrights: in what circumstances does using an AGI as a tool or servant constitute “slavery”\n\nIn this chapter we will focus mainly (though not exclusively) on the question of how to create\nan AGI with a rational and beneficial ethical system. After a somewhat wide-ranging discussion,\nwe will conclude with eight general points that we believe should be followed in working toward\n\"Friendly AGI\" — most of which have to do, not with the internal design of the AGI, but with\nthe way the AGI is taught and interfaced with the real world.\n\nWhile most of the particulars discussed in this book have nothing to do with ethics, it’s\nimportant for the reader to understand that AGI-ethics considerations have played a major\nrole in many of our design decisions, underlying much of the technical contents of the book. As\nthe materials in this chapter should make clear, ethicalness is probably not something that one\ncan meaningfully tack onto an AGI system at the end, after developing the rest — it is likely\ninfeasible to architect an intelligent agent and then add on an “ethics module.” Rather, ethics\nis something that has to do with all the different memory systems and cognitive processes that\n\n205\n\nHOUSE_OVERSIGHT_013121",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013121.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2578,
    "word_count": 425,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.927220",
    "prefix": "IMAGES-002"
  }
}