{
  "document_id": "HOUSE_OVERSIGHT_011644",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011644.txt",
  "text": "Dan began the next morning’s briefing with a stage-by-stage review of how\nthe operation would unfold. But just as he was getting to the detail of the\nmotorcade attack, I felt a young sayeret officer tap me on the shoulder. Kuti had\nphoned to say I was to go see him at the kirya. “He said immediately,” the\nofficer added, “and not to discuss it with anyone. Just to tell Dan Shomron that\nyou’ve been taken out of the operation.”\n\nTo say I was surprised would be an understatement. But I allowed myself to\nbelieve the decision to “take me out” could still be reversed. Not only was I\nready to command the critical first part of the operation. I believed I was best\nplaced to ensure it succeeded. I felt that was best for Yoni, too, due to tensions\ninside the sayeret of which both of us were aware.\n\nThere was no officer to whom I was closer than Yoni. He had extraordinary\nstrengths as a soldier: in the Six-Day War, in 1973, and afterwards when, with\nmy encouragement, he’d taken command of a tank battalion in the north left\nalmost in tatters from the Yom Kippur War. But there was more to him as well.\nI used to marvel how at the end of 16 hours of sayeret training, he could spend a\nfurther two or three reading history, or a novel or poetry. He always struggled\nbetween the impulse to devote his life to fighting for the State of Israel, and to\nstudying, reading and living as a more “normal” family man.\n\nHis drive to serve, and to excel, was stronger. Tuti Goodman, the young\nwoman he’d met as a teenager and married, understood what drew him to a life\nin uniform. But that wasn’t what she had signed up for. At one point, Yoni\nasked me to speak to Tuti. She asked me to speak to him. I did my best to\nexplain each to the other. But the gap between what each of them wanted for\ntheir lives was just too wide. Before the 1973 war, they’d separated. After the\nwar, professionally fulfilled but personally shattered, Yoni heard that I'd found\nan apartment in Ramat Hasharon, and he asked me if there were other flats in\nthe building. It turned out that the owner of the flat below ours was willing to\nrent it. Yoni snapped it up.\n\nOver the past year or so, with Yoni leading the sayeret and me in the kirya,\nwe’d seen more of each another. For the first time in years, he seemed to have\nfound a sense of peace, and fulfillment, in his personal life. That was in large\n\n173\nHOUSE_OVERSIGHT_011644",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011644.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2399,
    "word_count": 452,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:49.022112",
    "prefix": "IMAGES-001"
  }
}