{
  "document_id": "HOUSE_OVERSIGHT_029301",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_029301.txt",
  "text": "Michael Boccio \nGarden City, New York 11530* Phone \nE-Mail: \nI have worked under the direct mentorship of Donald J. Trump for the past three years, and as such, understand \nthe time constraints and demands placed on any successful executive. Thank you for taking the time to review \nmy resume. \nAs a multi-faceted executive and attorney within the Trump Organization, on a daily basis I would take charge of \na diversified array of special projects for Mr. Trump. Whether the task involved the acquisition or disposition of \nassets, such as jets, real estate properties, operating golf courses, or helicopters, Mr. Trump consistently counted \non me to determine what was necessary to get the deal done in the quickest time frame and at the best financial \ndeal for him. I am also an elite problem solver — Mr. Trump would regularly call me into his office for my \nthoughts on the vexing issue of the moment. I have a keen ability to brainstorm potential solutions, ascertain and \ndisclose the risks and execute a plan in a time-efficient manner In addition to work for the Trump Organization, \nI have successfully negotiated and executed every product license deal and agreement for the Ivanka Trump \nbrand. \nThe ongoing business and legal matters that occupied my time included product licensing, entertainment and \nmedia, tax strategy, aviation, vendor relationship management, and real estate development. While my resume \nspeaks to the specific responsibilities assigned to me and my accomplishments, it is the aggregate of the diverse \ntasks that were successfully managed by me that demonstrate the fact that I am a single individual who is willing \nand capable of successfully moving into any facet of a business as a trusted advisor, deal maker and manager. It \nis well known that I can negotiate a complex business deal in the boardroom and then paper that deal in my \noffice, which is a unique skill set that I could bring to work for the benefit of you and your company. \nPlease contact me if you believe there is any opportunity for us to work together. \nSincerely, \nMichael J. Boccio \nHOUSE OVERSIGHT 029301",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_029301.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2120,
    "word_count": 352,
    "line_count": 26,
    "import_date": "2025-11-19T21:47:47.295779",
    "prefix": "TEXT-001"
  }
}