{
  "document_id": "HOUSE_OVERSIGHT_029860",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029860.txt",
  "text": "Jeffrey Epstein, a former Palm Beach resident, pleaded guilty in Palm Beach County\nCircuit Court in 2008 to two prostitution-related charges in connection with having\nteenage girls give him sexual massages. (Uma Sanghvi / The Palm Beach Post)\nPalm Beach Post Staff Writer\n\nHide caption\n\nJeffrey Epstein\n\nPalm Beach Post Staff Writer\n\nHide caption\n\nAttorney Brad Edwards\n\nPalm Beach Post Staff Writer\n\nHide caption\n\nAttorney Jack Scarola\n\nPalm Beach Post Staff Writer\n\nBy\n\nPosted Oct 3, 2017 at 12:01 AM Updated Oct 4, 2017 at 12:46 AM\n\nEnding years of speculation about how much Palm Beach billionaire Jeffrey Epstein\npaid young women who claimed he used them as sex toys, court documents filed last\nweek show he shelled out $5.5 million to settle lawsuits with three of more than two\ndozen teens who sued him.\n\nResponding to requests from Epstein’s attorneys in a complex lawsuit that was\nspawned by the sex scandal, attorney Bradley Edwards said the politically-\nconnected 64-year-old convicted sex offender paid more than $1 million to each of\nthe three women Edwards represented.\n\nIdentified in court papers only by their initials or pseudonyms because of the nature\nof the allegations and their youthful ages, L.M. was paid $1 million, E.W. $2 million\nand Jane Doe $2.5 million, Edwards said of the settlements he negotiated with\nEpstein to end the lawsuits.\n\nJack Goldberger, one of Epstein’s criminal defense attorneys, on Tuesday declined\ncomment on the revelations, citing confidentiality agreements that were part of the\nsettlements. For the same reason, he declined to say whether Epstein paid similar\namounts to settle roughly two dozen lawsuits filed by other young women against\nEpstein, claiming he paid them for sex when some were as young as 14 years old.\nAttorney Jack Scarola, who is representing Edwards, said his client was compelled\n\nto divulge the confidential settlements to answer questions posed by Epstein’s\nattorneys. “Brilliant move on their part,” he said.\n\nHOUSE_OVERSIGHT_029860",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029860.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2010,
    "word_count": 320,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:49.236722",
    "prefix": "IMAGES-010"
  }
}