{
  "document_id": "HOUSE_OVERSIGHT_029139",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029139.txt",
  "text": "On Dec 29, 2017, at 6:19 AM, jeffrey E. <jeevacation@gmail.com> wrote:\n\nlets talk today. I went through the candidates in math. . we should talk , I have great hopes for this and\nam sure you woudl want to get it right though some of the math people write well , their speakinn style\nand presence is less than A , and probaby closertoaC+/ . Im around today or hte weekend if you\nwould like to chat.\n\nOn Fri, Dec 29, 2017 at 1:45 AM, Robert Kuhn {> wrote:\n‘Blahblahs’ forbidden in \"Radical Breakthroughs’. So we need two replacements (for Multiverse as Science\nand Rare Sentience).\n\nInitial ideas:\n\n* Expand the first episode “Mathematics and Truth” into two or likely three episodes. I’m intrigued by this\nbecause there is so much rich material - pure math, philosophy (discovered or invented), physics (Wigner’s\n‘unreasonable effectiveness of mathematics in the natural sciences)’, astrophysics, cosmology, biology,\ngeneral systems theory. I’ve felt frustrated in this first episode because there is so much material. I think\nthree episodes could work - if you agree, I’ll get back to you with a suggested structure of the 2 or likely 3\nparts. Also, Closer To Truth has had only a few videos and one episode on mathematics per se (out of 277\nepisodes!), so this would be original and complementary. In this may, math would become about half the\nseries.\n\n* Integrated Information Theory - quantifying and explaining consciousness (Giulio Tononi, Un\nof Wisconsin-Madison), plus supporters and critics. New controversial, science-based radical theory.\n\n* Evolutionary Dynamics - your program at Harvard - mathematical models. This is not an area of my\nexpertise, but it could well fit Closer To Truth in general and Radical Breakthroughs in particular. But you\n\nneed to tell me if you would like to include this.\n\n* Replicability Crisis - Problems in Statistics in Search for Truth. Deep problems of replicability\nin biomedical and especially psychological research - the scandal in recent years. See links and attachments.\n\nhttps://en.wikipedia.org/wiki/Replication_crisis\n\nhttps://www.nature.com/news/over-half-of-psychology-studies-fail-reproducibility-test-1.18248\n\nhttp://science.sciencemag.org/content/349/625 1/aac4716\n\n“Replicability vs. Reproducibility” - http://www.replicability.tau.ac.il/index.php/replicability-in-\nscience/replicability-vs-reproducibility.html\n\nFive Ways to Fix Statistics - Nature [attached].\n* Other possibile areas you suggest\nWe would like to set a mutually agreed schedule so we can confirm and reserve the Closer To Truth\n\n‘season’ of 13 episodes for 'Radical Breakthroughs’, which we need to plan well in advance - especially as\nwe begin 2018.\n\nHOUSE_OVERSIGHT_029139",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029139.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2701,
    "word_count": 399,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.088152",
    "prefix": "IMAGES-010"
  }
}