{
  "document_id": "HOUSE_OVERSIGHT_016444",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016444.txt",
  "text": "Licata said the questions from Epstein’s civil lawyers were so intimate that she\nbecame paranoid that people were following her.\n\n“His lawyers were just in my life inside and out. They asked if I had a baby, if I\nhad an abortion, ‘did you sleep with 30 different guys’ and ‘do you think that\nplayed a part?’ I said, ‘you're going to come at me like that when you represent a\nguy who is doing this to hundreds of girls? How do you sleep at night?’ ”\n\nBROOKLYN TO PALM BEACH\n\nJeffrey Epstein was born in Brooklyn, the son of a New York parks department\nworker. In one of several depositions he gave as part of the lawsuits filed against\nhim, he said he attended the Cooper Union school for the advancement of\nscience and art and then studied physics at New York University. But he never\nobtained a degree, instead going on to teach at the Dalton School, an elite K-12\nprivate academy on Manhattan’s Upper East Side. Various news profiles over the\nyears have speculated about how he made his vast fortune, calling him an\n“International Moneyman of Mystery’’ and “The Talented Mr. Epstein.”\n\nHe then struck out on his own, opening J. Epstein & Co. His fortunes improved\nwhen he became a financial advisor for Leslie Wexner, founder of The Limited\nstores and owner of Victoria’s Secret brands. Later, Epstein would boast that he\nwould manage the portfolios of only those clients who had $1 billion or\nmore.This much is known: He got his start on Wall Street after being offered a\njob by the father of one of his students. At Bear Stearns, he became a derivative\nspecialist, applying complex math formulas and computer algorithms to evaluate\nfinancial data and trends.\n\nThrough Wexner, he acquired a seven-story stone mansion that is considered the\nlargest private residence in Manhattan — a 21,000-square-foot fortress with\nheated sidewalks that spans the entire block on 71st Street between Fifth and\nMadison Avenues.\n\nHe also owns a 10,000-acre ranch, named “Zorro,”’ in New Mexico, a private\nisland called “Little St. James’ in the Virgin Islands, the $13 million house in\nPalm Beach, a Gulfstream jet and, at one point, owned a Boeing 727.\n\nHOUSE_OVERSIGHT_016444",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016444.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2162,
    "word_count": 373,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:49.320417",
    "prefix": "IMAGES-003"
  }
}