{
  "document_id": "HOUSE_OVERSIGHT_024123",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024123.txt",
  "text": "o National Drug Intelligence Center (NDIC)\n\no Organized Crime Drug Enforcement Task Force (OCDETF)\no Immigration and Customs Enforcement (ICE)\n\no Customs and Border Protection (CBP)\n\no Federal Reserve\n\n© United States Postal Inspection Service (USPIS)\n\nThe MLTA contains detailed analyses of money laundering vulnerabilities across banking, insurance, casinos\nand MSBs including, but not limited to, the following:\no Banking (e.g., correspondent banking, cash letters/pouch activities, private banking, online banking,\nremote deposit capture [RDC])\n\no MSBs (e.g., provision of check cashing, money transmission, prepaid access, monetary instrument,\ncurrency exchange services to “noncustomers”) and informal value transfer systems (IVTS)\n\no Emerging electronic and remote payment systems\no Bulk cash smuggling\n\no  Trade-based money laundering (e.g., Black Market Peso Exchange [BMPE], foreign trade zones\n[FTZs])\n\no Legal entities (e.g., trusts, shell companies, corporations, limited liability companies)\n\ne National Money Laundering Strategy (NMLS) —- Written by the U.S. Departments of Homeland Security,\nJustice, Treasury, and State, as well as by the Federal Reserve, the OCC, and the FDIC, the NMLS was\npublished in 2007 in direct response to the MLTA. Nine key goals were outlined:\n\no Continuing to safeguard the banking system\n\no Enhancing financial transparency in money services businesses (MSBs)\n\no Stemming the flow of illicit bulk cash out of the United States\n\no Attacking trade-based money laundering at home and abroad\n\no Promoting transparency in the ownership of legal entities\n\no Examining anti-money laundering regulatory oversight and enforcement at casinos\n\no Implementing and enforcing anti-money laundering regulations for the insurance industry\no Supporting global anti-money laundering capacity building and enforcement efforts\n\no Improving how to measure progress\n\ne International Narcotics Control Strategy Report (INCSR) — An annual report issued by the U.S. Department\nof State that describes the efforts to attack, country by country, all aspects of the international drug trade, as well\nas chemical control, money laundering and financial crimes.\n\ne Country Reports on Terrorism — An annual report, previously known as Patterns of Global Terrorism, issued\nby the Department of State that provides overviews of terrorist activity in countries in which acts of terrorism\noccurred, countries that are state sponsors of terrorism, and countries determined by the U.S. Secretary of State\nto be of particular interest in the global war on terror. The Country Reports on Terrorism also cover major\nterrorism-related events involving Americans, information on terrorist groups, terrorist sanctuaries, terrorist\nattempts to acquire weapons of mass destruction, statistical information provided by the National\nCounterterrorism Center (NCTC) on individuals killed, injured or kidnapped by terrorist groups, and bilateral and\nmultilateral counterterrorism cooperation.\n\nFor additional guidance issued by key international groups, please refer to the Key Intemational Groups and\nInitiatives section. For details on guidance specific to a particular topic (e.g., Suspicious Activity Reports [SARs],\ncorrespondent banking, politically exposed persons [PEPs], trade finance), please refer to the respective sections\nthroughout this publication.\n\nprotiviti 117\n\nHOUSE_OVERSIGHT_024123",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024123.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3400,
    "word_count": 475,
    "line_count": 69,
    "import_date": "2025-11-19T21:47:44.412098",
    "prefix": "IMAGES-007"
  }
}