{
  "document_id": "HOUSE_OVERSIGHT_019534",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019534.txt",
  "text": "46 | HOW AMERICA LOST ITS SECRETS\n\nand winter of 2012. Many of the documents he took off the NSANet\nrevealed operations not only of the NSA but also of the CIA and the\nPentagon. By taking them, he had come to a Rubicon from which\nthere would be no return. He later explained in an e-mail to Vanity\nFair from Moscow, “I crossed that line.”\n\nAs far as is known, Snowden was not sharing documents with any\nother party prior to May 2013. He was not even yet in contact with\nPoitras, Greenwald, or any other journalists. Presumably, Snowden\nwas collecting them on drives—despite the risks that possessing\nsuch a collection of secrets might entail—for some future use.\n\nWhy would Snowden jeopardize his career and, if caught, his free-\ndom by undertaking this illicit enterprise? He might by now have\nhad strong ideological objections to the NSA’s global surveillance. As\nhe said later in Moscow, “We're subverting our security standards\nfor the sake of surveillance.” Ordinarily, though, even ideologically\nopposed employees don’t steal state secrets and risk imprisonment.\nIf they are disgruntled, they seek employment elsewhere. Certainly,\nSnowden, with his three years’ experience working for Dell, would\n\n® have little problem finding a job as an IT worker in the booming ®\ncivilian sector of computer technology. Instead, he sought to widen\nhis access to NSA documents. This behavior suggests that he might\nhave had another agenda. One possible clue to it is the first docu-\nment he took: the NSA exam. The answers to the questions in it\nrepresented to him a form of tactical power. Those answers could\nempower him to obtain a more important job in the NSA itself that\nwould allow him to burrow deeper into the executive structure of\nthe agency. Holding such a job would unlock the door to documents\ncontaining the NSA’s sources stored in areas not available to Dell\ncontractors like himself.\n\nHis later actions demonstrated that he equated the possession of\nsuch secrets with personal power. For example, after he arrived in\nMoscow in 2013, he bragged to James Risen of the Times that he\nhad access to secrets that gave him great leverage over the NSA. He\ntold him specifically his access to “full lists” of the NSA’s agents and\noperations in adversary countries could, if revealed, close down the\nNSA’s capabilities to gather information in them.\n\nSuch a fascination with the power of government-held secrets\n\n| | Epst_9780451494566_2p_all_r1.z.indd 46 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019534",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019534.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2500,
    "word_count": 418,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:44.943607",
    "prefix": "IMAGES-005"
  }
}