{
  "document_id": "HOUSE_OVERSIGHT_017680",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017680.txt",
  "text": "Page 45 of 78\n2007 Utah L. Rev. 861, *923\n\nThe Advisory Committee recommended no change to this rule. 37\nDiscussion:\n\nThe Advisory Committee rejected this change because, in its view, the fact that the CVRA did not specifically address transfer\ndecisions precluded any amendment:\n[*924]\n\nJudge Cassell grounds his proposal on the general provision of the CVRA that gives a victim a right to be treated with\n\"faimess.\" /8 U.S.C. § 3771(a)(8). The Subcommittee was not persuaded that this general language warranted an amendment\nthat would require the court to consider the victim's views. In the case of transfers for prejudice, the preferences of the victim\ncould not outweigh the defendant's right to a fair proceeding. In the case of transfers for convenience, the statutory right to\nconfer with the attorney for the government provides the mechanism for incorporating the victim's views. As in the case of\nRule 20, the Subcommittee declined to go beyond the carefully crafted limitations of the statute. In appropriate cases, the\nattorney for the government should appraise the court of the victim's views. 768\n\nOnce again, the Advisory Committee's position clashes with the statute. The Committee does not argue (nor does it seem\nplausible to argue) that transferring a case to a distant location without even considering the victim's view treats the victim\nfairly. Instead, the Committee ducks the implications of the right to fairness because it is \"general language,” as though a\n\"general\" command from Congress can be ignored.\n\nPerhaps recognizing the weakness of its position, the Advisory Committee goes on to craft a policy argument against victims\nbeing heard. It divides transfer cases into two types - those for convenience and those for prejudice - and concludes that victims\nshould not enjoy a guaranteed right to be heard in either situation. In neither case is the analysis convincing.\n\nWith regard to transfers for convenience, the Committee contends that the victim's right to confer with prosecutors is sufficient\nprotection. But a victim's conference with those very same government authorities who find it convenient to move the case\nhardly will give victims much comfort - much less the right to fairness that Congress has mandated. The Committee also is less\nthan clear when it directs prosecutors to advise the court of the victim's objections \"in appropriate cases.\" It is hard to think of\nany case when a prosecutor would be justified in concealing an unrepresented victim's concerns from the court. 3° It is far\nsimpler - and, more to the point, simply fair - to ensure that the court will always consider a victim's views on transfer.\n\nWith regard to transfers to avoid prejudice, the Advisory Committee concludes that a victim's views could not \"outweigh\" the\ndefendant's right to a fair proceeding. But no one argues that victims' views will necessarily outweigh a defendant's argument;\nthe limited point is simply that victims’ views should be considered in the balance. Moreover, a victim may be able to\ndemonstrate that a defendant's argument 1s unsupported or that other, less burdensome alternatives to [*925] transferring a\ncase exist. Surely these are sufficiently important reasons to let a victim be heard before a case is moved.\n\nThe Advisory Committee also appears to overlook the constitutional grounding that a victim's opposition to a transfer decision\nenjoys. In contrast to the Sixth Amendment, which gives defendants in a state prosecution a right to trial in their home state,\n379 Article III simply commands that in a federal prosecution, \"the Trial of all Crimes, except in Cases of Impeachment, shall\nbe by Jury; and such Trial shall be held in the State where the said Crimes have been committed.\" 37! This Article III vicinage\nright was designed to protect not only the rights of the defendant but also the rights of the community - including victims in the\n\n367 Proposed Amendments, supra note 71.\n\n368 CVRA Subcommittee Memo, supra note 66, at 17-18.\n369 Tn the case of a represented victim, the prosecutor could reasonably rely on the victim's counsel to present appropriate arguments.\n\n370 U.S. Const. amend. VI (In all criminal prosecutions, the accused shall enjoy the right to a speedy and public trial, by an impartial jury of\nthe State and district wherein the crime shall have been committed ... .\" (emphasis added)).\n\n371 U.S. Const. art. III, § 2 (emphasis added).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017680",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017680.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4469,
    "word_count": 726,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:46.125415",
    "prefix": "IMAGES-004"
  }
}