{
  "document_id": "HOUSE_OVERSIGHT_010808",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010808.txt",
  "text": "wow oma Ho Pw nd\n\nNNN NNN BB Be OH Be Be Be oe Be oH\n“RW NF OO OIA OR WN FO\n\noils and towels?\n\n“Answer: Yes, ma'am.\n\n\"Question: And did you ever have occasion\nto go upstairs and clean up after the massages?\n\n\"Answer: Yeah, uh-huh.\n\n“Question: Did you ever find any\nvibrators in that area?\n\n“Answer: Yes. I told him yes.\n\n\"Question: Would you describe for me what\nkinds of vibrators you found?\n\n\"Answer: I'm not too familiar with the\nnames, but they were like big dildos, what they\ncall the big rubber things like that\n(indicating). And I used to go and put my\ngloves on and pick them up, put them in the\nsink, rinse it off and put it in Ms. Maxwell --\nMs, Maxwell had in her closet, she had like a\nlaundry basket. And you put laundry in. She\nhave full of those toys.”\n\nIs that testimony that exonerates you,\n\nMr. Dershowitz? Is that what you were referring to?\n\nMR. SCOTT: Let me -- objection to the\nform, improper cross examination by taking\nexcerpts out of depositions of witnesses.\n\nwo ont HU FP WD\n\nNNNNN FPP BP BP ee PB BB\nBWNF OM MO YH UM PWN O\n\n279\n\nis a third-year student at Harvard, were all there\nwith me. That was the only time that I stayed over\nmore than one night. And I never stayed even onc\nnight during the relevant timeframe.\n\nBut most importantly, he gives no\ntimeframe. And clearly his reference to the sex\ntoys is a reference to the part of the house that I\nwas never permitted in and never entered.\n\nQ. What is the question that you think you\nwere answering?\nA. Whether --\n\nMR. SCOTT: He was explaining to you\nexactly why he felt that that was\ninappropriate, which is exactly what you asked\nhim.\n\nMR. SCAROLA: No, it is not.\nMR. SCOTT: Well, it is my recollection,\nso I don't know --\nMR. SCAROLA: Well, then --\nMR. SCOTT: 1| think he was defending --\nMR. SCAROLA: Let me try the same question\nover again.\nMR. SCOTT: I think he was defending\nhis -- his position.\nTHE WITNESS: Right.\n\n278\n\nBY MR. SCAROLA:\n\nQ. Is it your contention that that testimony,\nunder oath, of your friend, Mr. Epstein's staff\nperson, exonerates yon?\n\nA. First, a little background. Mr. Alessi\nwas fired for theft of material from Mr. Epstein, so\nMr. Alessi was not on a friendly basis with Jeffrey\nEpstein.\n\nSecond, the description of the dildos and\nsex toys clearly refers to the area of the house\nthat | was never in, the area of Ms. Maxwell's room,\nrather than the area of the room that I stayed in.\n\nThird, he gives no timeframe for the\nvisits.\n\nAnd, fourth, he certainly didn't in any\nway confirm that | was there while Virginia Roberts\nwas there. His answer was simply that | was there\nfrom time to time. He's wrong about that. During\nthe relevant timeframe, I was never in the house.\n\nAnd even taking outside the relevant\ntimeframe, the only time I was in the house for more\nthan one day was when my family, my wife, my son, my\ndaughter-in-law, my then probably seven or\neight-year-old granddaughter, who just graduated\nHarvard, and my probably four-year-old grandson, who\n\nBY MR. SCAROLA:\n\nQ. The question was: Is that part of the\ntime that you claim exonerates you?\n\nA. Well, I think if you read the whole\ntestimony, it clearly exonerates me and | think that\npart of the testimony in no way inculpates me and no\nreasonable person reading that could use that as a\nbasis for making allegations that I had sexual\nencounters or misconduct with Virginia Roberts.\n\nSo, when -- if that's the best testimony\nthat your unprofessional clients relied on, then\nclearly that exonerates me.\n\nAgain, the absence of evidence is evidence\nof absence. And the very idea that this is seen as\nsome basis for concluding that I had sexual\nencounters with -- with Virginia Roberts, why wasn't\nhe asked did he ever see me have a massage by\nVirginia Roberts? Did he ever see me have a sexual\nencounter with Virginia Roberts? Did he ever go to\nthe room I was staying in and find any sex toys?\n\nThe answers to all those questions, if\ntruthful, would be no.\n\nQ. What was Mr. Alessi's motive against you?\nYou've told us he was fired by Jeffrey Epstein, so\nhe may have had some motive against Mr, Epstein.\n\n26 (Pages 277 to 280)\n\nwww.phippsreporting.com\n(888) 811-3408\n\nHOUSE_OVERSIGHT_010808",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010808.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4166,
    "word_count": 766,
    "line_count": 149,
    "import_date": "2025-11-19T21:47:49.326320",
    "prefix": "IMAGES-001"
  }
}