{
  "document_id": "HOUSE_OVERSIGHT_019952",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019952.txt",
  "text": "photographs, or in endless speculation about their private lives. Even in the worst\nscandals, a businesslike suit-and-tie formality is still accorded the president. Saturday\nNight Live presidential skits are funny in part because they play on our belief that in\nreality, presidents are quite contained and buttoned-down figures, and their families,\ntrotting not far behind, colorless and obedient. The joke on Nixon was that he was pitiably\nuptight—even at the height of Watergate, drinking heavily, he remained in his coat and tie,\nkneeling in prayer. Gerald Ford merely tripped coming off Air Force One, providing great\nhilarity in this break from formal presidential poise. Ronald Reagan, likely suffering the\nearly effects of Alzheimer’s, remained a carefully managed picture of calm and\nconfidence. Bill Clinton, amid the greatest break in presidential decorum in modern\nhistory, was even so always portrayed as a man in control. George W. Bush, for all his\ndisengagement, was allowed by the media to be presented as dramatically in charge.\nBarack Obama, perhaps to his disadvantage, was consistently presented as thoughtful,\nsteady, and determined. This is partly a benefit of overweening image control, but it is also\nbecause the president is thought to be the ultimate executive—or because the national\nmyth requires him to be.\n\nThat was actually the kind of image that Donald Trump had worked to project\nthroughout most of his career. His is a 1950s businessman sort of ideal. He aspires to look\nlike his father—or, anyway, not to displease his father. Except when he’s in golf wear, it is\nhard to imagine him out of a suit and tie, because he almost never is. Personal dignity—\nthat is, apparent uprightness and respectability—is one of his fixations. He is\nuncomfortable when the men around him are not wearing suit and ties. Formality and\nconvention—before he became president, almost everybody without high celebrity or a\nbillion dollars called him “Mr. Trump”—are a central part of his identity. Casualness is the\nenemy of pretense. And his pretense was that the Trump brand stood for power, wealth,\narrival.\n\nOn the February 5, the New York Times published an inside-the-White-House story that\nhad the president, two weeks into his term, stalking around in the late hours of the night in\nhis bathrobe, unable to work the light switches. Trump fell apart. It was, the president not\nincorrectly saw, a way of portraying him as losing it, as Norma Desmond in the movie\nSunset Boulevard, a faded or even senile star living in a fantasy world. (This was\nBannon’s interpretation of the Times’s image of Trump, which was quickly adopted by\neveryone in the White House.) And, of course, once again, it was a media thing—he was\nbeing treated in a way that no other president had ever been treated.\n\nThis was not incorrect. The New York Times, in its efforts to cover a presidency that it\nopenly saw as aberrant, had added to its White House beat something of a new form of\ncoverage. Along with highlighting White House announcements—separating the trivial\nfrom the significant—the paper would also highlight, often in front-page coverage, the\nsense of the absurd, the pitiable, and the all-too-human. These stories turned Trump into a\nfigure of ridicule. The two White House reporters most consistently on this beat, Maggie\n\nHOUSE_OVERSIGHT_019952",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019952.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3353,
    "word_count": 546,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:47.890183",
    "prefix": "IMAGES-005"
  }
}