{
  "document_id": "HOUSE_OVERSIGHT_013375",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013375.txt",
  "text": "present evidence rebutting the motion for summary judgment and there is no genuine issue of\nmaterial fact, then entry of judgment is proper as a matter of law. See Davis v. Hathaway, 408\nSo. 2d 688, 689 (Fla, 2d Dist. Ct. App. 1982); see also Holl, 191 So. 2d at 43.\n, B. Epstein’s Claim Regarding Edwards Have Absolutely No Factual Basis.\nThis is not a complicated case for granting summary judgment. To the contrary, this is a\nsimple case for summary judgment because each and every one of Epstein’s claim against\n\nEdwards lacks any merit whatsoever.!:\n\n1, Epstein’s allegations regarding Edwards’ involvement in Rothstein’s “Ponzi\nScheme” are unsupported and unsupportable because he was simply not\ninvolved in any such scheme.\n\na. Edwards Had No Involvement in the Ponzi Scheme.\n\nThe bulk of Epstein’s claims against Edwards hinge on the premise that Edwards was\ninvolved in a Ponzi scheme run by Scott Rothstein. Broad allegations of wrongdoing on the part\nof Edwards are scattered willy-nilly throughout the complaint. None of the allegations provide\nany substance as to how Edwards actually assisted the Ponzi scheme, and allegations that he\n“knew or should have known” of its existence are based upon an impermissible pyramiding of\ninferences. In any event, these allegations all fail for one straightforward reason: Edwards was\nsimply not involved in any Ponzi scheme. He has provided sworn testimony and an affidavit in\nsupport of that assertion, and there is not (and could never be) any contrary evidence.\n\nEdwards has now been deposed at length in this case. As his deposition makes crystal\n\nclear, he had no knowledge of any fraudulent activity in which Scott Rothstein may have been\n\n: A decision by the Court to grant summary judgment on Epstein’s claims against Edwards would not affect\nEpstein’s claims against Scott Rothstein. Epstein has already chosen to dismiss all of his claims against L.M., the\nonly other defendant named in the suit,\n\n6\n\nHOUSE_OVERSIGHT_013375",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013375.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1986,
    "word_count": 324,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:48.853436",
    "prefix": "IMAGES-002"
  }
}