{
  "document_id": "HOUSE_OVERSIGHT_014740",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014740.txt",
  "text": "any further rebalancing to be unhedged, strengthening USDJPY. We believe the\nRepublican sweep of Congress makes it very likely that HIA 2.0 will be passed\n(Homeland Investment redux?}. Following the 2005 HIA, USD/JPY rose from 102 to\n117 (Chart 20). Given US corporate exposure is heavily concentrated in European\nand Asian countries (including Japan), flows out of these currencies into USD would\n\nbe the most pronounced.\n\nTrade: We recommend buying a 6m USD/JPY digital call for 10% spot ref: 108.95).\nThe strike aligns with our end-2017 USD/JPY forecasts of 120, and with a 10%\nentry level provides a 10 to 1 return. The risks to the trade are a decline in risk\nsentiment, a retreat from the US Treasury’s “strong dollar” policy by the new\nadministration, and/or a failure of the US to meet already high expectations for\n\nsignificant fiscal easing.\n\nEM sovereign credit has more downside\n\nOur bullish dollar + bearish US rate view leaves us bearish on EM. In our view, Mexico,\nBrazil and Colombia (longer duration low spread foreign currency bonds) are especially\nvulnerable, while the higher yield and lower duration of lower quality and shorter EM\nbonds will be more defensive. A review of the taper tantrum (May 2013) shows that: 1)\nEM underperformed UST at the start; 2) BBB sovereigns underperformed the most, and\nhad not yet recovered in a year; and 3) BB and B-rated bonds recovered to beat USTs 8-\n10 months later. This time, we expect a sharp selloff with an eventual recovery.\n\nOur bearish view on LatAm credits in particular is driven by 1) positioning in LatAm is\nheavier than in EMEA or Asia — watch outflows from IG crossover investors who will\nrethink their EM IG investments; 2) their exposure to commodities and 3) vulnerability to\na potential decline in US trade. Our choice of the basket is fairly obvious - Mexico is\nclearly the most vulnerable to NAFTA and a decline in remittances, uncertainty on the\npace of the economic recovery and debt dynamics are extremely challenging in Brazil\nwhile tax reform delays could mean a credit rating downgrade in Columbia.\n\nTaking account of both oil and US rates as independent variables, a regression analysis\nshows that a 100bp Tsy backup would be related to 30-45bp wider spread (Chart 22).\n\nNote that residuals show spreads are currently about 35bp too tight.\n\nThe trade: Sell equally weighted basket of Mex 47s, Brazil 45s and Colom 44s\nCurrent average yield: 5.74%, annual carry & roll 30bp; target: 6.35%; stop: 5.25%\n\nOn a portfolio basis for benchmark real money investors, we recommend moving out of\nlong higher quality LatAm, leaving higher yielding shorter bonds. A commodity price\n\nrebound or a reversal of US rates is a risk to the trade.\n\nChart 21: Total return of EM sovereigns during taper tantrum May 2013\n\nTotal return index value\n104\n\n100 |\n\n96\n\n92\n\n88 fice\nMay-13 Jul-13)-- Sep-13.-Nov-13. Jan-14.—- Mar-14.— May-14\n\nBBB rated\nSource: BofA Merrill Lynch Global Research, Bloomberg\n\n——US try master BB rated B rated\n\nChart 22: EM sovereign spreads widen with declining oil prices Jun\n2014\n\nCommodity collapse 475\n\n100 425\n375\nvhs)\n325\n90 Taper tant 275\n25 225\nMay-13 May-14 May-15 May-16\n\nBrent IGOV Index (rhs)\nSource: BofA Merrill Lynch Global Research, Bloomberg\n\n10 Global Rates, FX & EM 2017 Year Ahead | 16 November 2016\n\nBankofAmerica <2”\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014740",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014740.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3365,
    "word_count": 562,
    "line_count": 88,
    "import_date": "2025-11-19T21:47:47.773719",
    "prefix": "IMAGES-003"
  }
}