{
  "document_id": "HOUSE_OVERSIGHT_013741",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013741.txt",
  "text": "Problems of measurement precision, amplified by the expansive actions of\nsystems that are sensitive to initial conditions, yield parameter sensitive entropies of\ntwo (mathematically) fundamental kinds called topological and metric entropies, hr\nand hw, proven to be the upper and lower bounds of any estimate of the entropy ina\nuniformly expanding and/or equidistributed system (Adler and Weiss, 1965).\nMeasures of entropy, as “missing information related to the number of alternatives\nwhich remain possible to a physical system” (Boltzmann, 1909), “index of\nprobability” (Gibbs, 1902) or the “amount of uncertainty associated with a finite\nscheme” (Khinchin,1957) are obviously sensitive to the partition rules and its\nfineness of the grain. The most theoretically defensible partition is called the\n“generating partition” in which no box contains more than one point. Comparisons of\ncontrol and experimental data can be differentially sensitive to partition construction,\nso that if a generating partition is not practicable due to sample length or dense\ncurdling in the point distribution, some arbitrary choices have to be made. These\nhave included naturally renormalized variational partitions, such that in one\ndimension the boxes are defined by +1, +2, +3,...standard deviations, or quartiles or\nquintile, above and below the mean and in n dimensions. Partitions have also been\nconstructed and used to described drug effects on rat exploratory behavior by\nsequential partitioning along the dimension of the highest remaining variation (after\nthe previous partition) called the “KD” partition (Paulus et al, 1991). Partition\nstrategies to capture entropic measures on serial ordering (Klemm and Sherry,\n1981; Strong et al, 1998) can grow from knowledge or hypotheses about the\nphysiological sources of temporal irregularities and discontinuities in brain dynamics\nincluding characteristic interval(s) of refractoriness, relaxation times of the inhibitory\nsurround, correlation time in dendritic tree summation, the time course of reciprocal\ninhibition and its decay and chemical influences such as the synaptic half-life and\n\ntime of action of inhibitory influences such as GABA on cell firing.\n\nThe logarithmic growth rates of occupancy of new symbolically indexed\nboxes or, equivalently, the growth rates of visitations to old ones generating\nunstable periodic orbits, are called topological entropies, hy . They record new\n\nhappenings, the growth rate of the diversity of orbits, and not how likely with respect\n\n241\n\nHOUSE_OVERSIGHT_013741",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013741.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2549,
    "word_count": 372,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.328665",
    "prefix": "IMAGES-002"
  }
}