{
  "document_id": "HOUSE_OVERSIGHT_013029",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013029.txt",
  "text": "6.5 Goal-Oriented Dynamics in CogPrime 113\n\nexample, perhaps MOSES would discover that older males wearing ties tend not to become\nregular visitors. If the new playmate is an older male wearing a tie, this is directly applicable.\nBut if the current playmate is wearing a tuxedo, then PLN may be helpful via reasoning that\neven though a tuxedo is not a tie, it’s a similar form of fancy dress — so PLN may extend the\nMOSES-learned rule to the present case and infer that the new playmate is not likely to be a\nregular visitor.\n\n6.5 Goal-Oriented Dynamics in CogPrime\n\nCogPrime’s dynamics has both goal-oriented and “spontaneous” aspects; here for simplicity’s\nsake we will focus on the goal-oriented ones. The basic goal-oriented dynamic of the CogPrime\nsystem, within which the various types of memory are utilized, is driven by implications known\nas “cognitive schematics”, which take the form\n\nContext \\ Procedure > Goal < p>\n\n(summarized C A P > G). Semi-formally, this implication may be interpreted to mean: “If the\ncontext C' appears to hold currently, then if I enact the procedure P, I can expect to achieve the\ngoal G with certainty p.” Cognitive synergy means that the learning processes corresponding to\nthe different types of memory actively cooperate in figuring out what procedures will achieve\nthe system’s goals in the relevant contexts within its environment.\n\nCogPrime’s cognitive schematic is significantly similar to production rules in classical ar-\nchitectures like SOAR and ACT-R (as reviewed in Chapter 4; however, there are significant\ndifferences which are important to CogPrime’s functionality. Unlike with classical production\nrules systems, uncertainty is core to CogPrime’s knowledge representation, and each CogPrime\ncognitive schematic is labeled with an uncertain truth value, which is critical to its utilization by\nCogPrime’s cognitive processes. Also, in CogPrime, cognitive schematics may be incomplete,\nmissing one or two of the terms, which may then be filled in by various cognitive processes\n(generally in an uncertain way). A stronger similarity is to MicroPsi’s triplets; the differences\nin this case are more low-level and technical and have already been mentioned in Chapter 4.\n\nFinally, the biggest difference between CogPrime’s cognitive schematics and production rules\nor other similar constructs, is that in CogPrime this level of knowledge representation is not\nthe only important one. CLARION [SZ04], as reviewed above, is an example of a cognitive\narchitecture that uses production rules for explicit knowledge representation and then uses a\ntotally separate subsymbolic knowledge store for implicit knowledge. In CogPrime\n\nboth explicit and implicit knowledge are stored in the same graph of nodes and links, with\n\ne explicit knowledge stored in probabilistic logic based nodes and links such as cognitive\nschematics (see Figure 6.8 for a depiction of some explicit linguistic knowledge.)\n\ne implicit knowledge stored in patterns of activity among these same nodes and links, defined\nvia the activity of the “importance” values (see Figure 6.9 for an illustrative example thereof)\nassociated with nodes and links and propagated by the ECAN attention allocation process\n\nThe meaning of a cognitive schematic in CogPrime is hence not entirely encapsulated in its\nexplicit logical form, but resides largely in the activity patterns that ECAN causes its activation\nor exploration to give rise to. And this fact is important because the synergetic interactions\nof system components are in large part modulated by ECAN activity. Without the real-time\n\nHOUSE_OVERSIGHT_013029",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013029.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3621,
    "word_count": 560,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:49.351642",
    "prefix": "IMAGES-002"
  }
}