{
  "document_id": "HOUSE_OVERSIGHT_021102",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021102.txt",
  "text": "Equistone Partners Europe will retain a stake along with company management.\nwww.winkemann.de\n\nPublic Offerings\n\n¢ Deutsche Bank (NYSE: DB) plans to debut an IPO of its asset-management arm,\nDWS, for Monday next week, according to Reuters. It could list on the Frankfurt\nexchange as early as March 19. Deutsche Bank is planning to offer 25% of existing\nDWS shares for an expected 1.5 billion to €2 billion ($1.85 billion to $2.47 billion).\nhttp://axios.link/KNnd\n\n¢ Opes Acquisition, a Mexico-based blank check company formed by Axis Capital\nManagement to acquire a Mexican business, has filed for an $100 million IPO. It will\noffer 10 million units at a price of $10. At that price, Opes Acquisition would command\na market value of $129 million. Each unit consists of one share of common stock and\none warrant exercisable at $11.50. It plans to list on the Nasdaq under the symbol\nOPESU, with EarlyBirdCapital is the sole bookrunner on the deal.\n\nwww.axiscapital.com.mx/eng\n\n¢ Tiberius Acquisition, a Metairie, La.-based blank check company formed to\nacquire a middle-market insurance business, filed for a $150 million IPO. It will offer\n15 million units at a price of $10. At that price, Tiberius Acquisition would command a\nmarket value of $188 million. Each unit consists of one share of common stock and\none warrant to purchase one share of common stock. It plans to list on the Nasdaq\nunder the symbol TIBRU, with Cantor Fitzgerald and Dowling & Partners are the joint\nbookrunners on the deal.\n\nF Be ete | Bere. | eye. | Re\n\nLiquidity Events\n\n¢ Xerox Corp shareholders Carl Icahn and Darwin Deason said Tuesday that the\ncompany should sell itself to one of its rivals or a private equity firm, opposing a\n\npotential deal with Fujifilm, according to Reuters. http://axios.link/jtPN\n\n==. | a | See | See.\n\nHOUSE_OVERSIGHT_021102",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021102.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1833,
    "word_count": 304,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:45.429771",
    "prefix": "IMAGES-006"
  }
}