{
  "document_id": "HOUSE_OVERSIGHT_024988",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024988.txt",
  "text": "si\n\nhe was a 23-year-old political operative. They have lunch once a\nweek, where sometimes—as on the details of Af-Pak escalation—\nthey cordially disagree but know the president will decide anyway.\nDonilon believes you have to go back to George H. W. Bush’s era to\nfind such “alignment” among national-security principals. “She’s a\ngreat team player,” he says.\n\nThe biggest problem between State and the White House used to be\nthat Cheryl Mills, Hillary’s chief of staff, clashed with Denis\nMcDonough, the deputy national-security adviser, who is close\npersonally to the president. Now the two remind staffers of an old\nmarried couple that quarrel harmlessly. A more significant source of\ntension is that Hillary has long wanted the president to do more\noutreach to heads of state. If she had her way, the White House would\nhave held three times as many state dinners and bilateral meetings\nwith foreign leaders in the last two years. That might have helped\nwith all the fence-mending and coalition-building to come.\n\nSmart Power\n\nBeing secretary of state isn’t as much fun as it sounds. Imagine\nhaving to spend your days saying things like “We must also renew\nour efforts toward a settlement in Nagorno-Karabakh based on basic\nprinciples elaborated under the auspices of the Minsk Group.” That’s\nHillary’s life.\n\nOnce she accepted the post, she consulted all the living secretaries of\nstate and lots of experts on what she could get done at Foggy Bottom.\nI ask her what they advised, hoping to get a little closer to how she\ndefines success. “They told me, “You can either concentrate on a few\nbig issues that will really make your mark, like China policy, or you\ncan try to better manage the State Department and USAID’”—the\nUnited States Agency for International Development, the\ndepartment’s famously dysfunctional development arm that\nadministers civilian foreign aid—“‘so that everything that’s done is\n\nHOUSE_OVERSIGHT_024988",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024988.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1932,
    "word_count": 314,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:49.002630",
    "prefix": "IMAGES-008"
  }
}