{
  "document_id": "HOUSE_OVERSIGHT_022452",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022452.txt",
  "text": "Inference: International Review of Science\n\nFeedback & Comments\n\nTasneem Husain\nTheoretical physicist, writer and educator, based in Cambridge.\n\n“T have not yet had the opportunity of reading all the articles, but gauging from what I have\nread, this latest issue seems fascinating.”\n\nJosé M Igoa\nDepartment of Basic Psychology Department at the University of Madrid.\n\n“Thank you very much for the information about your journal and the link to David Lobina and\nMark Benchley's review of Tom Wolfe's book. I have taken a look at the title of the articles you\nhave published so far and they look pretty interesting indeed. I will voice the news about your\n\na?\n\npublication to my colleagues.\n\nEva Jablonka\nIsraeli theorist and geneticist.\n\n“Thank you very much for sending us the online ninth issue (very interesting and thought\nprovoking).”’\n\nAndrew Jordan\nProfessor of physics at the University of Rochester.\n\n“T have gone through the edited version of the book review. There were a lot of changes made,\nbut I think you managed to keep most of my ideas and condense it in the editing process. Please\npass along my thanks to David and the other editors for the editing/co-writing.”\n\nAlexander Kharazishvili\n\nChief Researcher in the Department of Mathematical Analysis at the A. Razmadze Mathematical\nInstitute.\n\n“Thank you very much for information and good news! Definitely, I will be reading this issue of\nInference with my great interest and I am sure I will enjoy it. Especially, 1 am proud to be among\n\ngd\n\nso eminent authors.’\n\nHOUSE_OVERSIGHT_022452",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022452.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1554,
    "word_count": 253,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.772478",
    "prefix": "IMAGES-006"
  }
}