{
  "document_id": "HOUSE_OVERSIGHT_017564",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017564.txt",
  "text": "and patrons. Through these collaborations, the Program\nseeks to generate, exchange, and develop ideas and policies\nin order to encourage vibrancy and dynamism in all artistic\nrealms, and to enrich civic culture in ways only the arts can.\n\nAmong the events curated by the Aspen\nInstitute Arts Program under Woetzel’s direction:\n\nIn November 2011, Woetzel curated the inaugural US-\nChina Forum on the Arts and Culture in Beijing, in partnership\nwith Asia Society and the Chinese People’s Association for\nFriendship with Foreign Countries. The four day forum was\nthe first in a series of cultural exchanges seeking to strengthen\nmutual understanding between Americans and Chinese\nthrough panel discussions, lectures, film screenings, museum\ntours, dinners and performance. American and Chinese\nartists and cultural representatives engaged in the forum\nincluded Joel Coen, Meryl Streep, Yo-Yo Ma, Alice Waters,\nLiu Ye, Ge You and others. Woetzel also directed a Public\nForum in partnership with the Public Theater titled “Does\nCulture Make Us Who We are,” hosted by Anne Hathaway with\nguests including Bill Irwin, David Brooks and Oskar Eustis.\n\nIn March 2012, Woetzel produced a panel with\nHoward Gardner, the Hobbs Professor of Cognition and\nEducation at the Harvard Graduate School of Education,\nand Dr. Ellen Winner, Professor of Psychology at Boston\nCollege, and Senior Research Associate at Project Zero,\nexamining the current state of the arts in education.\nWoetzel also hosted renowned artists Eric Fischl and\nChuck Close in a conversation about artists and their\naudience at the Mary Boone Gallery in New York.\n\nIn June 2012, the Arts Program for the first time\ncurated multiple sessions at the Institute’s premiere\npublic program, the Aspen Ideas Festival. For nineteen\nsessions, Woetzel brought renowned artists, policymakers,\narts administrators as well as leading Chinese cultural\nrepresentatives for discussions, film screenings and\ncultural exchanges focusing on how the arts impact society.\nSessions included “Culture and Conflict” with Palestinian-\nborn ballroom star and educator Pierre Dulaine and\nDutch composer Merlijn Twaalfhoven; a conversation\nbetween renowned producer Julie Taymor and former\nDisney CEO and current Aspen Institute Arts Program\nchair Michael Eisner; “Radical Creative Spaces” with\narchitect Elizabeth Diller; “Arts and the City: Making\nCities Sing” with Rocco Landesman, Dennis Scholl, Darren\nWalker and Richard Florida; among many others.\n\nSince 2006, Woetzel has been the Artistic Director\nof the summer Vail International Dance Festival, where\nhe presents dance performances and commissions. He\nhas instituted a number of initiatives as director, including\nbringing the educational arts program “Celebrate The\nBeat”—the Colorado associate of Jacques d’Amboise’s\nNational Dance Institute—to the Vail Valley, to reach\nlocal underserved children in the public schools.\n\nUnder Woetzel’s direction, the festival has\nreceived wide acclaim for its innovation and growth as a\nnationally recognized showcase for dance, featuring such\nperformances as the debut of Morphoses/The Wheeldon\nCompany, and the launch of New York City Ballet MOVES.\nThe annual International Evenings of Dance galas have\nbecome renowned for Woetzel’s curation of first-time\npartnerships across companies and countries, as well as the\npresentation of young, emerging stars making their debuts\nin new repertory. In August 2012, The New York Times’\nAlastair Macaulay wrote that the 2012 Vail International\nDance Festival presentations “were distinguished above\nall by catholic taste and brilliant programming. They merit\nsuperlatives” and that the International Evenings I gala\n“was simply the best gala I have attended in decades.”\nWriting the same week, Wendy Perron of Dance Magazine\ncompared Woetzel to the legendary impresario Serge\nDiaghilev, and praised Woetzel for engaging and educating\naudiences through spoken introductions to each work, and\nfor his commitment to collaboration with live musicians.\n\nWoetzel has also instituted a series of “UpClose”\nperformances: lecture-demonstration events which combine\nrehearsal, performance and commentary by Woetzel and\nspecial guests. Recent UpClose performances have included:\n“UpClose: Stravinsky by Balanchine,” an examination of\nthe legendary collaboration between George Balanchine\nand Igor Stravinsky, co-hosted by Woetzel and New York\nCity Ballet Master-in-Chief Peter Martins (2012); “UpClose:\nPremieres,” which provided a first look at a series of works\ncreated in Vail by choreographers including Christopher\nWheeldon and Emery LeCrone during the weeks of the 2011\nVail International Dance Festival; among many others.\n\nIn 2009 and 2010, Woetzel produced and directed\nthe World Science Festival Gala Performances at Lincoln\nCenter’s Alice Tully Hall. For the 2010 event he created\nan arts salute to science honoring the theoretical physicist\nStephen Hawking, featuring performances by Yo-Yo\nMa, John Lithgow, and Kelli O’Hara among others.\n\nIn the fall of 2009, Woetzel helped create and began\ndirecting the Jerome Robbins Foundation’s New Essential\nWorks (NEW) Program, which supports choreographers\nand dance companies during the current financial crisis\nby giving grants to enable the production of new works.\n\nIn 2009, Woetzel launched as curator and director\nthe new Studio 5 performance series at New York’s City\nCenter, which features in-depth examinations of today’s\nmost compelling dance artists and companies highlighted by\nin-studio performances and demonstrations. In 2009-2012,\nguests included David Hallberg, Christopher Wheeldon,\nVictoria Clark, Rob Berman, Angel Corella, Wendy Whelan,\nEdward Villella, among others; topics of discussion ranged\nfrom musical theatre to collaboration; and featured\ncompanies included American Ballet Theatre, the Paul\nTaylor Dance Company and Dance Theater of Harlem.\n\nIn June of 2010 Woetzel piloted “Arts Strike,”\nanew effort to have celebrated artists engage educators\nand students, schools and communities, highlighting and\nsharing the unique power of the arts to empower, enrich\nand educate. The first events have taken place in Vail,\nChicago, and Los Angeles, and have all featured Woetzel\nwith Yo-Yo Ma in schools, engaging with students and\ntheir teachers to promote learning through the arts.\n\nWoetzel works with Yo-Yo Ma on his Silk Road\nConnect program in the New York City Public Schools. In\nJune 2010, Woetzel directed the culminating year-end event\nwhich took place at New York’s Museum of Natural History,\nand featured the participation of the Silk Road Ensemble\nand 450 sixth-grade students. In June 2011, the culminating\nyear-end event opened the Central Park SummerStage series.\nTitled “Night at the Caravanserai: Tales of Wonder,” the\nperformance again featured hundreds of sixth-grade students\nfrom New York-area public schools, Ma with his Silk Road\nEnsemble, vocalist Bobby McFerrin, the soprano Emalie Savoy,\nactor Bill Irwin, and author Jhumpa Lahiri, among others.\n\nIn April 2011, Woetzel organized an “arts strike” at\nInner-City Arts in downtown Los Angeles with Yo-Yo Ma, The\nSilk Road Ensemble, and Memphis Jooker Charles “Lil Buck”\nRiley. The event included a demonstration and workshop for\nmore than one hundred elementary school students from\nthe Los Angeles Unified School District. Highlighting the\nevent was a first-time duet directed by Woetzel between Ma\nand Lil Buck, who performed a Memphis Jookin’ version of\nThe Dying Swan with Ma accompanying on the cello; the\nperformance was immortalized in a video shot by Spike\nJonze which reached over one million views within weeks.\n\nIn the fall of 2010, Woetzel was a visiting Lecturer\nat Harvard Law School, where he co-taught a course\non Performing Arts and the Law with Jeannie Suk.\n\nWoetzel was the artistic director of the New York State\nSummer School for the Arts School of Ballet from 1994-2007.\n\nWoetzel was a Principal Dancer at New York City\nBallet from 1989 until his retirement from the stage in 2008.\nAt New York City Ballet, Woetzel had works created for him\n\nby Jerome Robbins, Eliot Feld, Twyla Tharp, Susan Stroman,\nand Christopher Wheeldon among others, and danced more\nthan 50 featured roles in the Company’s repertory, including:\nGeorge Balanchine’s: Agon, Coppelia, Prodigal Son, Slaughter\non Tenth Avenue, Stars and Stripes, Swan Lake; and Jerome\nRobbins’: Afternoon of a Faun, Fancy Free, Dances at a\nGathering, A Suite of Dances, and West Side Story Suite.\n\nWoetzel originated featured roles in: Eliot Feld’s\nThe Unanswered Question and Organon, Peter Martins’ Jeu\nde Cartes and The Sleeping Beauty, Jerome Robbins’ Ives,\n\nSongs and Quiet City, Susan Stroman’s “The Blue Necklace”\nfrom Double Feature, Twyla Tharp’s The Beethoven Seventh,\nChristopher Wheeldon’s An American in Paris, Carousel\n\n(A Dance), Evenfall, Morphoses, and Variations Sérieuses.\nWoetzel also originated roles in ballets by Kevin O’Day,\nRichard Tanner, and Lynne Taylor-Corbett, among others.\n\nWoetzel appeared in Dance in America’s presentation\nof “Dinner with Balanchine,” dancing Union Jack and Stars\nand Stripes. In October 1998, Mr. Woetzel appeared as one of\nthe stars of the Cole Porter musical Jubilee in a special benefit\nperformance at Carnegie Hall, during which he sang as well\nas danced. In May 1999, he starred as Prince Siegfried in Peter\nMartins’ Swan Lake on the PBS national telecast “Live from\nLincoln Center.” Woetzel also appeared in the 2002 nationally\ntelevised Live from Lincoln Center broadcast “New York City\nBallet’s Diamond Project: Ten Years of New Choreography”\non PBS and in the May 2004 Live from Lincoln Center\nbroadcast of “Lincoln Center Celebrates Balanchine 100.”\nWoetzel starred as the Cavalier in the film version of George\nBalanchine’s The Nutcracker™, released in the winter of 1993.\n\nDuring his career, Woetzel frequently performed\ninternationally as a guest star and was a visiting artist\nwith numerous companies including the Kirov Ballet\nand American Ballet Theatre. In his guest appearances,\nWoetzel danced principal roles in classics such as Don\nQuixote, Giselle, and La Bayadere, among others.\n\nWoetzel has choreographed a number of ballets\nfor New York City Ballet, among other companies. For New\nYork City Ballet, he choreographed Ebony Concerto to\nStravinsky, and Glazounov Pas de Deux to the composer’s\nLes Ruses d’Amour. Woetzel also choreographed the\n“Polovtsian Dances” for New York City Opera’s production\nof Prince Igor, and in 1998, he choreographed and\nstarred in a new version of An American in Paris ballet\nfor Marvin Hamlisch’s Gershwin Centennial Gala.\n\nWoetzel is the recipient of a Choo San Goh award\nfor new choreography. He serves on the Artists Committee\nof the Kennedy Center Honors and as a judge for the Astaire\nAwards. He has also served as a juror for the Princess Grace\nAwards. Woetzel is a frequent speaker on the arts and arts\npolicy. Woetzel was the 2008 Harman-Eisner Artist in\nResidence of the Aspen Institute, and in 2011, he became a\nmember of the Knight Foundation’s National Arts Advisory\nCommittee. Woetzel also serves on the boards of directors\nof New York City Center, The Clive Barnes Foundation and\nThe Sphinx Organization, and served on the recent Harvard\nTask Force on the Arts. In November 2009, President\nObama appointed Woeizel to the President’s Committee\non the Arts and Humanities. In July 2012, Woetzel was\nhonored with the inaugural Gene Kelly Legacy Award—an\naward jointly created by the Dizzy Feet Foundation and\nthe Estate of Gene Kelly in honor of the 100th anniversary\nof Kelly’s birth—for his contributions to the arts as a ballet\nstar and director of dance and music performances.\n\nWoetzel holds a Master in Public Administration\nDegree from Harvard’s Kennedy School of Government.\n\nWoetzel has been married to\nHeather Watts since 1999.\n\nHOUSE_OVERSIGHT_017564",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017564.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 11855,
    "word_count": 1811,
    "line_count": 242,
    "import_date": "2025-11-19T21:47:48.055228",
    "prefix": "IMAGES-004"
  }
}