{
  "document_id": "HOUSE_OVERSIGHT_012801",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012801.txt",
  "text": "Chapter 2:\nRunaway desire\n\nThe desire of being believed, or the desire of persuading, of leading and\ndirecting other people, seems to be one of the strongest of all of our desires.\n— Adam Smith\n\nIn 1999, an investment officer in a management firm had a gut feeling that something was wrong in a\ncorner of the securities market. Based on calculations from the stated investment strategy for the fund, the\nreturns were not only orbiting outside the financial stratosphere, but were mathematically impossible. The\nofficer contacted the Securities and Exchange Commission, outlined the problem, and asked them to look\ninto it. No reply. Year after year, the officer continued to contact the SEC about this case, explaining that\nit was potentially lethal, that he had no personal investments in the fund, and had never been an\nemployee. No reply. Then, in 2007, he sent the SEC a 17-page report, showing why there was only one\nplausible conclusion: the stated strategy for the fund was a fraudulent cover up for a massive money-\nmaking scheme. Eventually, in 2008, the brains behind this scheme was ousted, escorted to a life in prison\nas number 61727-054, and welcomed to his new home by a community of like-minded white-collar\ncriminals.\n\nMeet HARRY MARKOPOLOS — the investment officer — MADOFF SECURITIES — the seductive\ninvestment opportunity — and BERNARD MADOFF — the genius behind one of the most spectacular\nPonzi schemes in recorded history. Whistleblowers started warning the SEC as early as 1992, but no one\nlistened. Madoff was making money hand over fist by pocketing new investments and if needed, using\nsome of these to pay off individuals wishing to redeem their funds. Ponzi schemes work as long as new\ninvestments exceed the number of investors wishing to redeem their own investments. And for Madoff,\nthis balancing act worked for 16 years. Then, as in the Bible’s Book of Joshua, the walls came tumbling\ndown, with Jericho riding in to hand Madoff a 150-year prison term for the financial murder of his\ntrusting clients. Altogether, these innocent and trusting people lost approximately $65 billion dollars, all\n\nbecause one man allowed his desire for wealth and power to run out of control. Or so it seemed.\n\nHauser Chapter 2. Runaway desire 55\n\nHOUSE_OVERSIGHT_012801",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012801.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2284,
    "word_count": 379,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:47.182163",
    "prefix": "IMAGES-002"
  }
}