{
  "document_id": "HOUSE_OVERSIGHT_032248",
  "filename": "TEXT-002-HOUSE_OVERSIGHT_032248.txt",
  "text": "From: Kathy Ruemmler \nSent: 3/18/2016 3:57:38 PM \nTo: jeffrey E. [jeeyacation@gmail.com] \nSubject: Re: Patterson \nImportance: High \nOn the shuttle back to NYC. About to take off \nSent from my iPhone \nOn Mar 18, 2016, at 11:41 AM, jeffrey E. <jeevacation@gmail.com> wrote: \n----------Forwarded message---------- \nFrom: Michael Wolff < \nDate: Fri, Mar 18, 2016 at 11:39 AM \nSubject: Patterson \nTo: Jeffrey Epstein <j eevacation@gmail.com> \nA few things to think about: \nIf the Patterson book is being published in August, that presents some time frame issues. You would not be able \nto do a competing book or documentary before then. This is not to say that they shouldn't be pursued. In a \nsense, better that they know what Patterson's position is and, a year from now say, be able to counter it. I have \nsome thoughts on book and doc to share at your convenience. \nThat being said, you do need an immediate counter narrative to the book. I believe Trump offers an ideal \nopportunity. It's a chance to make the story about something other than you, while, at the same time, letting you \nframe your own story. Also, becoming an anti-Trump voice gives you a certain political cover which you \ndecidedly don't have now. Still, this necessary involves you going public. And so the most basic decision is \nabout your willingness to do that. My view is that in a couple of weeks you could master message and technical \nproficiency. I know a bunch of people who could be very helpful here. This would involve something along the \nlines of you writing an op-ed, doing a high profile television interview (Charlie Rose, I'd say), and perhaps \nsome social media efforts. \nSpeaking of which, again, I think a strategic plan, involving your public identity, philanthropic activities and \ninterests, and the development of media allies, ought finally to be put in place. A big, comprehensive, expensive \neffort. \nThe alternative is to continue to keep head down and hope Patterson book is just more he-said she-said and \nConnolly getting lost in the reeds (which, as an inveterate conspiracist, he always does). My worry is that \nPatterson can be counted on to produce a bestseller, and while he isn't regarded as a serious writer, he'll surely \nbe unloading a lot of tabloid copy. Because this will be tied to the election, the Trump-Clinton angle will amp \nup the attention 10-fold, in fact, possibly, a hundred fold. Possibly more than anything you've encountered \nbefore. \nMeanwhile--\nHOUSE OVERSIGHT 032248 \nIn a lawyer's letter, I'd suggest including the following points--not necessarily legal, but a warning about how a \npress campaign might unfold (publishers are more worried about being caught in negative media controversy \nthan they are of legal threats): \n1) Little, Brown has made on the record representations to at least one well-known journalist that it was not \npublishing a book by James Patterson about Jeffrey Epstein--possibly an effort to avoid inquiries about the \nquestionable nature of the book; \n2) The actual author of the book, John Connolly, is someone other than the stated author, James Patterson. \nConnolly is known to have developed an obsession with Epstein, such that, his longtime employer, Vanity Fair, \nhas refused to allow him to write about Epstein for the magazine; \n3) Sources have confirmed for us that Patterson has had little more than a minimal consulting role in the book, \nand that Connolly has functioned in every material way as the book's researcher and writer. We believe \nPatterson's \"authorship\" of the book will not stand up to scrutiny. And, indeed, that the entire notion of an \nextension of the Patterson franchise into nonfiction, as it has been used in fiction and children's book--\neffectively other authors writing under the Patterson name—presents a host of journalism ethical issues. \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 032249",
  "metadata": {
    "original_filename": "TEXT-002-HOUSE_OVERSIGHT_032248.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4470,
    "word_count": 715,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:49.143444",
    "prefix": "TEXT-002"
  }
}