{
  "document_id": "HOUSE_OVERSIGHT_024987",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024987.txt",
  "text": "30\n\nideas are often stymied by an inexperienced White House that doesn’t\nunderstand the role of drama and stagecraft in diplomacy. They say\nthat Hillary is the daring, decisive risktaker, while the president is\nhampered by slow reflexes and an overly cautious and unimaginative\napproach. Not surprisingly, Obama hands insist this is wrong. The\nonly significant policy difference between the two principals, they\nnote, was over Afghanistan, where the president’s policy hardly\nlacked boldness. On Egypt, it was Hillary who early on recommended\ncaution and Obama who insisted that U.S. policy should be to push\nfor an immediate transition. And they offer a domestic example for\ngood measure: had Hillary been president, she would likely have\nsided with Rahm Emanuel and compromised much earlier on health-\ncare reform, which would have meant a less ambitious bill.\n\nWhere the risktaking point might apply is in critical personnel\ndecisions. Hillary likes the challenge of handling big, talented,\ndifficult individuals; it’s what attracted her not just to Bill but also to\nadvisers like Richard Holbrooke. Obama (through then national-\nsecurity adviser Jim Jones) almost fired Holbrooke. Although Hillary\ntold the White House about her own exasperation with Holbrooke (a\nposition she didn’t advertise after his death), Obama’s treatment of\nthe envoy rankled both Clintons. “I never could understand people\nwho didn’t appreciate him,” Bill Clinton said in his eulogy at\nHolbrooke’s Kennedy Center memorial service. This was a not-so-\nveiled shot at people like Obama, who was sitting onstage nearby—\nthe president’s no-drama impatience with certain protean characters\nextends to his strained relationship with the former president. Hillary\nis caught in the middle, but doesn’t appear to be making efforts to\nbring the two most important men in her life closer.\n\nEven so, she works hard to keep the hatchet with Obama buried. This\nrequires staying on good terms with his White House. Hillary has\nknown Tom Donilon, the national-security adviser, since 1978, when\n\nHOUSE_OVERSIGHT_024987",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024987.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2081,
    "word_count": 322,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:44.231563",
    "prefix": "IMAGES-008"
  }
}