{
  "document_id": "HOUSE_OVERSIGHT_014350",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014350.txt",
  "text": "Chart 55: What would get you more interested in investing in GS stock?\n\n60%\n\n50%\n\n40%\n\n30%\n\n20%\n\n10%\n\n0%\n\nAstronger revenue Normalizing regulations —_ Investing to drive Additional expense\nbackdrop and ability to return improving returns reductions\nmore capital\n\nSource: BofA Merrill Lynch Global Research\n\n« Management focused the presentation on Marcus, Goldman’s new consumer\nlending effort. This venture has significant potential with an unsecured consumer\nloan target market of $850B and Goldman coming to the market with a unique\nskillset of technology and risk management, no channel conflicts or bricks and\nmortar, a strong balance sheet that can provide loans at a meaningful discount to\npeers, and a long history in the financial markets with a strong brand. When fully\nramped up, this unit could produce pre-tax ROA’s of 3-4%, and assuming 9-11%\nequity commitments, this could translate into a high teens ROE.\n\n¢ — Given the positive sector/GS stock reaction post the election, management was\nasked on what they thought about the future of current regulation and activity\nlevels. While they said it is too early to tell the impact, a lower corporate tax rate\nwould benefit GS some, a pro-growth policy could positively impact\nconfidence/activity levels, and some de-regulation could ease some of the\noperational challenges, though much of the regulation was well intended and has\ncreated a stronger industry.\n\n¢ Interms of the current environment, GS didn’t give an exact update, but said\nactivity has been healthy and around the election activity was similar to around\nBrexit (slow before and very active post). Most other firms also mentioned positive\ntrends in 4Q, with normal seasonality, but up materially year over year.\n\nAsset Managers Top 5 Takeaways\n\nInvesco (IVZ), C-1-7, Buy\nPresenting from IVZ was Loren Starr, CFO. Overall Loren was optimistic on the\noutlook for IVZ to generate above average organic growth given its product mix and\nperformance, deliver cost savings, and accelerate buybacks, and does not expect a\nsignificant change in the DOL impact from the election.\n\n« | When asked what would get investors more excited about investing in IVZ stock, the\nmajority of respondents said that a consistent above average organic growth rate\nwould get them most excited (48%), followed by a more favorable market backdrop\n(38%), less regulation (10%), and more operating leverage (5%), while nobody said\nlonger term FX hedged would get them more interested.\n\nea Bankof America\n36 2016 Future of Financials Conference | 17 November 2016 Merrill Lynch\n\nHOUSE_OVERSIGHT_014350",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014350.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2596,
    "word_count": 411,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:48.524265",
    "prefix": "IMAGES-002"
  }
}