{
  "document_id": "HOUSE_OVERSIGHT_020491",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020491.txt",
  "text": "32\n\nhistorical connections and responsibilities as “sons and daughters of the Yellow Emperor”\nto support the PRC’s goals and the “China Dream.” As Xi Jinping\"™ described it in a 2014\nspeech to the Seventh Conference of Overseas Chinese Associations, “The Rejuvenation of\nthe Chinese Nation is a Dream shared by all Chinese” [emphasis added]. In January 2018,\nPolitburo member and former state counselor and foreign minister Yang Jiechi made this\npresumption even clearer when he called upon the government to expand and strengthen\n“Overseas Chinese Patriotic Friendly Forces” in the service of the “Great Rejuvenation” of\nthe Chinese nation.\n\nIn addition to appealing to the cultural affinities of Chinese Americans, the Chinese\ngovernment has also implemented a wide range of programs to strengthen ties with\n\nelite members of this community. China has appointed hundreds of Chinese Americans\nto positions in its united front organizations and provided thousands with free trips to\nChina, during which they have been feted by senior united front officials. In some cases,\nChinese Americans are offered senior positions in united front organizations. For example,\nin 2013, one Chinese American, a native of Guangdong Province, became the first and\nonly foreigner to become a vice president of the Chinese Overseas Friendship Association\n(COFA).””\n\nChina has used this tactic of handing out what one senior Chinese American called\n“honors” to Chinese Americans as a way for united front departments, and even\nespionage agencies, to cultivate contacts in the United States, often to the detriment of\nother groups—such as Tibetans, Taiwanese independence supporters, supporters of the\nRepublic of China, Uighurs, prodemocracy activists, and other independent Chinese\nvoices with which the Party does not agree. Chinese Americans appointed to such\npositions in organizations established by the Communist Party have subsequently led\nprotests against Taiwan and Tibet and participated in campaigns to silence Chinese\ndissidents, such as the exiled billionaire Guo Wengui. For example, a Chinese American\nwho is a vice president of COFA spearheaded a campaign against Guo that was encouraged\nby officials from the PRC. On a video posted to YouTube, this individual is seen railing\nagainst Guo, vowing that he will “not rest” until Guo is returned to China to answer\ncharges against him.\"\n\nUnited Front organizations in China have been surprisingly aggressive and transparent\n\nin their public tasking of Chinese Americans to carry out activities that support the PRC\npolicies. One example occurred after the 19th Party congress in October 2017. The state-\nowned Fujian Daily reported on November 24, 2017, that representatives of local Chinese\ncommunity associations based in the United States, Australia, the Philippines, and Europe\nhad gathered in Fujian and received letters of appointment from local provincial and city\nUnited Front agencies in China to serve officially as “overseas propaganda agents” on their\nreturn to their home countries. These commissions obliged them to accept responsibility for\npromoting the decisions of the Party’s recent national congress in their home countries. The\n\nThe Chinese American Community\n\nHOUSE_OVERSIGHT_020491",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020491.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3248,
    "word_count": 491,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.498172",
    "prefix": "IMAGES-006"
  }
}