{
  "document_id": "HOUSE_OVERSIGHT_022755",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022755.txt",
  "text": "out after two years and begins taking classes at the NYU’s Courant Institute\nof Mathematics. Then, without a college degree, hence by a slight of hand,\ngets a job teaching math and physics at Dalton in 1974. (A few years ago,\nduring a chance encounter with a former Dalton math department chairman,\nMargo Gumport, I asked her about Epstein. She said he was the most\nbrilliant math teacher at Dalton in her 50-year career and that she had often\nwondered what had become of him.)\n\nIt’s his first exposure to the wealthy. They have, he concludes, just as\nmany problems as the people in Coney Island, just different ones, almost\ninvariably involving divorce and money. “I found it interesting as a science\nexperiment,” he recalled recently as we chatted about his life. “It did not\nreally involve me. I could just stand back and watch.”\n\nDalton fathers were attracted to him. Punch Sulzberger, the publisher\nof the New York Times, and a Dalton father at the time, tried to recruit\nEpstein to come to the Times. (Epstein recounts a story of riding with\nSulzberger in his wood paneled station wagon to the family’s country estate\nand Sulzberger talking to the chauffer on a phone from the backseat to the\nfront.)\n\nIn 1976, another Dalton father, asking “wouldn’t you rather be rich\nthan be a teacher?” introduced him to Bear Stern’s chief Ace Greenberg, a\nconversation Epstein recounts as this:\n\nGreenberg: “Everyone tells me you’re super smart in math and you’re\nJewish and you’re hungry...so why don’t you start working here\ntomorrow?”\n\nEpstein: “What?”\n\nGreenberg: “If your supposed to be so fucking smart, don’t you\nunderstand English?”\n\nEpstein: “Ok. Count me in.”\n\nHence, Epstein, like many in the late 70s, arrived on Wall Street.\n\nAs will happen to a generation of others, by the fortuitous luck of\nbeing on Wall Street at that point in time, Epstein is transformed by a new,\nmuch faster, form of upward mobility than has ever before existed. With a\nfacility for mathematics as well as for getting along with rich men, he\ntransforms at an even faster rate than so many others who are also being\nquickly transformed.\n\nHe moves into the penthouse of a new building at 66\" Street and\nSecond Avenue—still in the shadow of the Maxwell Plum era when the 60s\non Second was the glamour address—a building that was he says, as a fond\nmemory, full of “actresses, models, and euro trash.” (It would shortly\n\nHOUSE_OVERSIGHT_022755",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022755.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2421,
    "word_count": 415,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.757705",
    "prefix": "IMAGES-007"
  }
}