{
  "document_id": "HOUSE_OVERSIGHT_014558",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014558.txt",
  "text": "Overweight US Energy Infrastructure Master\nLimited Partnerships (MLPs): We initiated a\ndirect allocation to energy MLPs in late January\n2016 and have maintained that tilt. Given our\nassumptions about oil prices, we believe that the\ncash distributions from MLPs are generally secure\nand provide a yield to investors of just over 7%.\nIn the absence of any valuation changes, the yield\ntranslates into a high single-digit tax-advantaged\nreturn. Any growth in cash flow distribution or\nimprovements in valuation relative to the S&P 500\nwould provide some upside.\n\nOverweight Spanish Equities: We maintain an\noverweight to Spanish equities on a currency-\nhedged basis. This tactical tilt was introduced in\nAugust 2013, and we have adjusted the size of\nthe overweight about a dozen times since. Spanish\nequities offer some of the cheapest valuations\nacross the developed markets, attractive dividend\nyields, expected earnings growth of 4.6%, aided\nby healthy domestic growth, and a particularly\nwell-capitalized® banking sector that has a lower\nnonperforming loan ratio than the Eurozone bank\naverage. Furthermore, Spain is unlikely to face the\nsame political uncertainty as Germany, France and\nItaly in 2017. We expect high single-digit returns\nfor Spanish equities.\n\nShort Five-Year German Bunds: We recommend\n\na short position in five-year German bunds as\n\nthe ECB embarks upon the process of shifting\n\nits monetary policy. After the December 2016\nmeeting, the ECB announced that it would reduce\nits monthly purchases of bonds from €80 billion to\n€60 billion starting in March 2017 and continuing\nthrough December 2017. We expect the ECB to\nend all purchases sometime in 2018, barring any\nshocks. As a result, we think interest rates for\nEurozone sovereign debt will rise gradually over\nthe course of the year, which in the case of German\nbunds means they will become less negative. We\nexpect a modest 2% return from this tilt.\n\nShort Chinese Renminbi: We have increased our\nbearish position on the Chinese renminbi over\n\nthe course of 2016. China is under pressure from\nmultiple sides: the need for loose monetary policy\nto achieve the leadership’s 6.5% target GDP\ngrowth rate, 32 months of capital outflows that\nhave accelerated in late 2016, a strong dollar and\nan incoming Trump administration that will likely\n\npursue a US-centric policy toward China. Risks are\nexacerbated by the leadership’s lack of experience\nin handling financial market volatility, as evidenced\nby China’s policy response to its equity market\ncollapse in June 2015 and its approach to shifting\nthe currency regime to a more flexible one in\nAugust 2015 and January 2016. We expect the\ncurrency to depreciate about 7% in 2017; since\n4% is already priced in the forward markets, we\nexpect a return of about 3%. There is considerable\nscope for further upside from this tilt if China\nabandons its current control of the currency,\n\na move that could lead to depreciation in the\nrenminbi of about 20%.\n\nOur tactical tilts are based on above-trend growth\nof 2.3% in the US, global growth of 2.9%,\ngenerally favorable monetary policy and more\nstimulative fiscal policy across developed and\nemerging market countries. We expect returns to\nbe muted across asset classes, resulting in modest\nreturns in a diversified portfolio with a modest\nenhancement from tactical tilts. Of course, our\nviews are not without risks. As we discuss below,\nsome are low-probability risks with the potential\nfor high impact while others are high-probability\nrisks with low impact potential.\n\nThe Risks to Our Outlook\n\nWhen we think about the risks to our economic\nand financial market outlook, we are reminded of\nthe words of French writer Jean-Baptiste Alphonse\nKarr: Plus ca change, plus c’est la méme chose—the\nmore things change, the more they stay the same.\nThis year’s list of risks overlaps with those of the\nlast several years. As far back as 2011, investors\nhave worried about a hard landing in China. From\nthe inception of the European sovereign debt\ncrisis in 2010 through the Brexit vote in 2016, the\npotential breakup of the Eurozone has been a source\nof concern. As soon as the Federal Reserve raised\nthe federal funds rate in December 2015, investors\nworried about tightening policy causing a recession.\nCybersecurity and terrorism are constant threats.\nAnd geopolitical risks have grown over time. This\nyear, we are adding trade policy uncertainty and US-\nChina geopolitical relations as new risks.\n\nAs we said in our 2013 Outlook, there is no\nshortage of concerns as markets climb a wall\nof worry. In our view, there are eight risks that\n\nOutlook | Investment Strategy Group 25\n\nHOUSE_OVERSIGHT_014558",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014558.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4661,
    "word_count": 754,
    "line_count": 114,
    "import_date": "2025-11-19T21:47:45.621743",
    "prefix": "IMAGES-003"
  }
}