{
  "document_id": "HOUSE_OVERSIGHT_011380",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011380.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\nee)\nH3VOGIU1\n\nanother document that they gave you, and I think this document\nis really telling for what it doesn't say, and that's the email\n\ntna Fie.\n\nRight after -- a few days after she makes th\n\ndefamatory statement, she's conversing with Alan Dershowitz\n\nabout this statement. And this is GM0006 through 00015.\n\nWhat's really interesting about this is nowhere in\n\nthis statement does she say, 'I didn't participate in this\n\nabuse. I didn't know this person. I wasn't around. This\n\ndidn't happen with JE.' Instead, she picks statements and says\nthings like -- which sound like a jealous girlfriend -- she\n\nsays, \"I called Jeffrey and told him I've fallen madly in love,\n\nVirginia says. I was hoping he'd be delighted, but he said,\n\n\"Have a nice life\" and hung up on me.\" And she puts in parens\nto Mr. Dershowitz, \"Did she want Jeffrey to say no, don't do\nit, I want to marry you?\"\n\nClearly, she knows -- while during her deposition she\n\nclaimed to not recollect my client whatsoever, she clearly\n\nknows her and this shows that they were together.\nIt's also interesting, if you look on page 0008,\n\nbecause she's putting in parens individuals, other people that\n\nmy client was lent out to that they forgot to mention in the\n\nlist that they give. I mean, what's really telling about this\n\ndocument is what it doesn't say, but it clearly shows she knew\n\nmy client, she knew what was occurring, and she's simply trying\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011380",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011380.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1559,
    "word_count": 272,
    "line_count": 84,
    "import_date": "2025-11-19T21:47:47.480201",
    "prefix": "IMAGES-001"
  }
}