{
  "document_id": "HOUSE_OVERSIGHT_017373",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017373.txt",
  "text": "4.2.12\nWC: 191694\n\n“to have a preliminary discussion which might eventuate in saving the children\nfrom the kind of atmosphere that they have tragically been placed in as a result of\nWoody Allen’s lawyers.\n\nQ:\nA:\nQ:\n\nA:\n\nAnd not as a result of Miss Farrow’s lawyers.\nAbsolutely not.\nIn any respect?\n\nIf Mr. Allen had listened to Miss Farrow’s lawyers, we would not be in\ncourt today and the children’s best interest would have been served.\n\nI was then asked about my efforts to have Woody call me or respond to my letter:\n\nQ:\n\nNow lastly, Mr. Dershowitz, did you ever instruct—prior to August 13,\n\ndid you ever instruct Miss Farrow to tell Mr. Allen that he should talk to you\nbecause this is a criminal act and I needed a criminal lawyer’...\n\nA:\n\nWas I trying to get hired by Woody Allen to be his criminal lawyer?\nNo...My recollection is that Miss Farrow called me and asked me if I\nwould speak to Woody Allen. I said I felt uncomfortable calling Woody\nAllen.\n\nI have to tell you I wish I had. I wish I had a chance to talk to him\ndirectly. I wish I had had a chance to do something to stop this\nsteamroller that occurred, and I wanted very much to talk to him. I\nthought he was getting terrible advice from his lawyers. I tried to write\nhim a letter. I don’t know if he ever read the letter.\n\nI think that bad advice has contributed to this and now the lawyers are\ntrying to figure out a scapegoat for this and they are pointing a finger in the\nwrong direction.\n\nYou think you are the scapegoat for this?\n\nI think the reason you’ve had me on the witness stand for as long as you’ve\nhad me on the witness stand as a result of 15 or 20 minutes direct\ntestimony for a meeting that I played a facilitative role shows that there is\nan agenda here a little bit different than the agenda that you’re presenting\nin the court, yes, I do.\n\nThe court would not permit me to expand on the nature of this hidden agenda, but the damage to\nWoody’s case had been done. My testimony, in sum, was very supportive of Mia’s efforts to\n\n286\n\nHOUSE_OVERSIGHT_017373",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017373.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2045,
    "word_count": 387,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:49.134778",
    "prefix": "IMAGES-004"
  }
}