{
  "document_id": "HOUSE_OVERSIGHT_017364",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017364.txt",
  "text": "4.2.12\nWC: 191694\n\nunbelievably wrong-headed statements I have ever heard from a judge, that there is no\ndifference between types of perjury.\n\nI challenge anybody to say that there is no difference between a police officer who\ndeliberately frames an innocent man or woman who he knows is [innocent] and subjects\n\nthat person to false imprisonment or the electric chair, and someone who lies to cover up a\nprivate, embarrassing sex act.\n\nCongressmen Hyde and Conyers replied:\n\nREP. HYDE: I thank you, Professor Dershowitz. I don't thank you for criticizing the\nmotives, saying that we're out to get the president. You haven't the slightest idea of the\nagony that many of us go through over this question.\n\n[W]e are concerned about the double standard. That may mean nothing to you --\n\nMR. DERSHOWITZ: It means a great deal to me.\n\nREP. HYDE: -- but it means something to us.\n\nREP. CONYERS: Mr. Chairman?\n\nMR. DERSHOWITZ: It means a great deal to me. (Applause.) [W]hen is the last time\nthis committee has expressed concern about the rights of criminal defendants -- (a chorus\nof \"regular order\" from committee members)... It's a sham.\n\nREP. CONYERS: Mr. Chairman?\n\nREP. HYDE: Yes, Mr. Conyers.\n\nREP. CONYERS: And I thank you for this interchange. [W]e are split totally down the\nmiddle in the most partisan fashion that has ever happened.\n\nThe result is fairly obvious of what's going to happen to anybody with the least\nunderstanding of this matter. So for you to be offended by the Dershowitz evaluation\nstrikes me as a little disingenuous. You know what we're going to do here because it's\n\nbeen said repeatedly by every Republican member of the committee! So let's not get\noffended by the truth at this point in our proceedings.\n\nCongressman Hyde then angrily began to lecture me about the rule of law:\n\nDoes the rule of law -- have you been to Auschwitz? Do you see what happens when the\ntule of law doesn't prevail?\n\nZIT\n\nHOUSE_OVERSIGHT_017364",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017364.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1949,
    "word_count": 332,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:48.762052",
    "prefix": "IMAGES-004"
  }
}