{
  "document_id": "HOUSE_OVERSIGHT_014774",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014774.txt",
  "text": "Chart 73: Fundamentals — CEE beats periphery Chart 74: Poland and Hungary wide relative to Chart 75: HUF vol lagging EUR and PLN\n\nItaly and Spain\n190% 5% 12\n140% ©) am \"8\n@ | 3%\n90% ® ay 10\n40% 1%\n\n-10% 0% 5\n\nSpain\nFrance\nPortugal\nItaly\nHungary\nCzech\nPoland\n\nRomania\nOQ\n\n6\nJan/14\n\nTN NN MO WA WO WO OO\n€ = G6 GB € SF SG GS\nss. S&S © @ 5 S&S ® @\n=> 2a 06 7 2 aA WH\n\n——Italy = Spain\n——Portugal =———= France\n© 2016 growth (rhs) —— Hungary Poland ——EURIUSD\n——— Romania Czech\nSource: IMF Source: Bloomberg.\n\nm Debt/GDP (Ihs)\nm 5y change in debt/GDP (Ihs)\n\nSource: Bloomberg\njuncture has also weighed on public finances, and all peripheral countries are running\ndeficits above the structural levels.\n\nThe fundamental picture is not reflected in interest rate dynamics. ECB easing has\npushed Eurozone interest rates lower despite worsening public finances (Chart 74).\nParticipation in the QE program has been a strong determinant of low long-term rates,\nas shown by the tightening of the periphery vs CEE. Hungary, Poland and Romania have\nbeen yielding 3-3.5% in the past year, while Italy remained constantly below 2%. If\nstress comes back, the gap will close.\n\nWithin the periphery, Italy is the most vulnerable. Fundamentals are the worst in the\nregion, only comparable to Portugal, which trades 160bp above it. Political risks also\nremain high, with the referendum providing some downside risk to the prime minister.\nThe market is apparently reaching the same conclusion: during the most recent global\nbonds sell-off (20 Sep-14 Nov), Italy widened 95bp, while Spain widened 70bp, in line\nwith CEE, despite the higher beta nature of the latter and the higher FX risk. Still, there\nmay be room for further widening: the 10y spread to Germany widened in the current\nmove, but is still lower than it has been the three years following the latest Italian\npolitical crisis. Our European rates team argued this summer that the rally in Italy\nspreads was far from fundamental. Flatteners in the 30s5Qs area look the best hedge as\n50y are not eligible for QE, and term premia in the 2-31y sector would increase if QE\nwas to end. Also, in times of sovereign debt stress, the curve tends to invert, further\nsupporting long-end flatteners. Total carry is 1bp per month, making it cheaper and less\nsensitive to timing of stress than an outright short bond position.\n\nOn further EZ stress, the euro would weaken and euro vol rise. While a less dovish ECB\nwould be euro-positive, peripheral stress would ignite concerns on the monetary union,\nand ultimately weaken the euro (as in Dec 2011). A cleaner hedge is buying EUR/HUF\nvol, as it proxies EUR/USD vol but has moved less so far. HUF options are historically\nvery reactive to EZ stress, but the increase in vol lagged EUR/USD post-elections, and\nEUR/PLN vol has been higher in the past two years due to higher perceived risks in\nPoland (Chart 75). In Dec 2011, the vol spike in the three crosses had been the same.\n\nCEE rates tend to widen in times of Eurozone stress, but their fundamentals are much\nmore solid, so further EZ stress may bring opportunities to buy dips. CEE capitalized the\npast five year much better, with fiscal consolidation in Hungary, balanced budget in\nCzech Republic, and low debt/GDP ratios in Poland. Also, the growth picture is much\nmore rosy, making leverage much more manageable.\n\nTrade recommendation: Buy 50y BTPs vs 30y BTPS at 30bp, targeting -8bp and\nwith stop at 55bp. Risk is ECB QE continues and peripheral risk premium stays low.\n\nJan/16\n\n=== EUR/HUF ———= EUR/PLN\n\n44 Global Rates, FX & EM 2017 Year Ahead | 16 November 2016\n\nBankofAmerica <2”\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014774",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014774.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3655,
    "word_count": 634,
    "line_count": 92,
    "import_date": "2025-11-19T21:47:46.291008",
    "prefix": "IMAGES-003"
  }
}