{
  "document_id": "HOUSE_OVERSIGHT_015853",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015853.txt",
  "text": "fend off boredom he collected all manner of interesting games\n\nand puzzles. One day an inventor came to his palace and told the\nKing he had a game of such subtle complexity, yet apparent simplicity, the\nKing would play no other. The King learned the game and soon agreed it\nwas, without doubt, the best of all games. The game was, of course, ‘chess.\nThe King asked the price of this game and the inventor told him it was a\nmere trifle. The King should give him one grain of rice on the first square\nof the board, two on the second, four on the third, and so on, doubling\neach square until he filled the board.\n\nThe King called his treasurer to honor the bargain and the first bags\nwere brought from the storehouse. The grains were placed on the board\nin each square but soon there was not enough space and the grains had\nto be piled on the table next to the board. Soon this, too, was not enough\nand every table and chair in the hall had to be covered. Even this was not\nenough and they began to stack whole bags up in the courtyard.\n\nWhen they reached the thirtieth square, the treasurer turned white.\nHe sat and calculated for a while before saying with a trembling voice,\n“My great ruler, there is not enough rice in all the world to cover this\nboard. The ruler called the inventor and told him he could not honor\n\nr here was once a great King who lived in a marvelous palace. To\n\nthe debt and the inventor should name another price. The King had\ntwo beautiful daughters, the first knew she was beautiful and deported\nherself accordingly, and the second, was bookish and shy, but perhaps\nmore beautiful for this. The inventor asked for the hand of the second\ndaughter and lived happily ever after. In the less favorable version of this\nstory, the King becomes very angry and has the inventor beheaded. I\nprefer the romantic version.\n\nPlacing rice on a chessboard and doubling it successively\nleads to wildly large numbers. Covering it completely requires\n18,446,744,073,709,551,615 grains, about four hundred trillion tons and\nequivalent to one thousand years of worldwide rice production. Like\nthe king, humans do not intuitively grasp the enormity of this problem\nbecause we're not good with large numbers.\n\nAlthough the number of grains needed to cover a chess board\nis very large, it is not hard to calculate. The treasurer is the one who\nshould have lost his head for not being able to do the calculation. The\nequation is simply two, doubled sixty-four times, less one, 2-1. A pocket\ncalculator can produce this number in a thousandth of a second: it’s just\nlong multiplication. Although calculating this number is quick, it is not\nalways the case. Answers to some problems have short cuts, while others\ndo not.\n\nHOUSE_OVERSIGHT_015853",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015853.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2743,
    "word_count": 487,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:47.833420",
    "prefix": "IMAGES-003"
  }
}