{
  "document_id": "HOUSE_OVERSIGHT_028219",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028219.txt",
  "text": "/ BARAK / 85\n\nOnce it was clear to the Americans there would be no talks until the President\nreturned, however, Madeline began urging me to go see Arafat personally. The two\nmembers of our team who were the least pessimistic about Camp David’s outcome,\nShlomo Ben-Ami and Yossi Ginossar, also said they thought it was a good idea. It\nwas they who’d pressed me to go see Arafat for tea and sweets earlier in the\nsummit. But that meeting had produced not even a glimmer of negotiating\nflexibility from the Palestinian leader. Yossi had said at the time that it would help\nthe atmosphere, and pay dividends later on. But that hadn’t happened either.\n“Madam Secretary,” I told Madeleine, “eating more baklava with Arafat isn’t\ngoing to help. The situation is simple: he needs to answer whether he views the\nPresident’s proposal as a basis for going forward.”\n\nWhen Clinton returned, he promptly got back down to business: making one\nlast push to see whether a peace deal was possible. He phoned me around midnight\non the 24\" of July, a few hours after he’d arrived. He told me he had sent an even\nmore far-reaching package to Arafat, expanding on my proposals. Now, all of the\nouter Arab neighborhoods in East Jerusalem would come under Palestinian\nsovereignty, in addition to the Muslim and Christian quarters in the Old City. And\nArafat would be given “custodial sovereignty” over the Muslim holy sites on the\nTemple Mount. I didn’t object. Though it was further than I felt I could go, it was\nwithin the spirit of my “pocket deposit”. The same ground rules still applied: these\nwere American proposals, which the President was telling Arafat he would try to\ndeliver if he accepted them as a basis for serious negotiations. But when Clinton\nphoned me back, around 3:15 in the morning, it was to tell me that Arafat had\nagain said no.\n\nThe curtain had finally come down. What remained now was to clear up the set.\nI did meet Arafat once more, in a joint session with President Clinton, but only for\nclosing statements. The President and I spoke as much in sorrow and frustration as\nanger. Both of us said we thought an historic agreement had been within our grasp,\nand that far-reaching proposals had been tabled to make it possible. Arafat\nresponded with words both of us had heard before: effusive toward Clinton,\nrhapsodic about his “old partner” Rabin and fulsome in his ostensible commitment\nto keep trying for peace. But it was just words. We knew he was not willing even\nto talk about the kind of compromises a real, final peace would require.\n\nThe President’s remarks to the media were, by the standards of post-summit\ndiplomacy, unmistakably clear in making that point. He praised me and the Israeli\n\n371\nHOUSE_OVERSIGHT_028219",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028219.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2733,
    "word_count": 475,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:47.911861",
    "prefix": "IMAGES-009"
  }
}