{
  "document_id": "HOUSE_OVERSIGHT_011081",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011081.txt",
  "text": "counterparts in the next generation. Each cohort (same-age group) invests\neffectively in its immediate descendent. Eight-year-olds are investing in the next\ngeneration of eight-year-olds, and so to the end. That’s why Fisher’s version of the\ngeneration length is best. It prioritizes each cohort and gender without judgment as\nto which matter more. The period of production gives our patience horizon. The\n\nhorizon and its reciprocal, the pure consumption rate, both hold the same at any age.\n\nCash Flow and Risk\n\nThe maximand rule notes that time preference and return vary with risk. Return is\ngrowth rate plus cash flow rate. Is variance with risk captured more in one of these\n\ntwo components than the other?\n\nWe might intuit that riskier and higher-return assets grow faster on average, over\nenough time for the bumps of risk to even out. But if that tended to be true, the\nuniverse of assets would grow progressively riskier over the decades and centuries.\nThat is not my reading of history. My impression is that smoother and rockier\nperiods come and go without overall trend. In the world we know, then, it is cash\n\nflow rate rather than growth rate that varies from asset to asset with risk.\n\nFor illustration, consider factor risk. | argued that human capital figures to be the\nriskier and higher return factor because assets tend to reflect the risk appetites of\ntheir owners. The young are more risk-tolerant, and own human capital\ndisproportionately. If this higher return were reflected in higher growth, rather than\nin higher cash flow, the ratio of human to physical capital would tend to rise steadily\nover the millennia. Most readings have tended to see it the other way around. I\nmyself favor the neutral assumption that the factors keep pace. Then cash flow rate\nbecomes higher for human than physical capital, with 3.5% the cap-weighted\n\naverage.\n\nChapter 7 Petty’s Idea 2/3/16 22\n\nHOUSE_OVERSIGHT_011081",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011081.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1925,
    "word_count": 317,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:48.879060",
    "prefix": "IMAGES-001"
  }
}