{
  "document_id": "HOUSE_OVERSIGHT_022641",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022641.txt",
  "text": "45,\nMrBrittcoleman\n\nMarch 27, 2014 at 7:36 pm — Log in to Reply\n\nIf this is true then it is truly disgusting. That being said, after reading the comments section most of you need to\nget off of your republican high horse. Many republican politricksters have also been embroiled in sex scandals,\nsome of them with minors, and some with underage boys. Now before the vains start popping out of your neck\ncausing you to respond to me in all caps calling some sort of commie democrat leftist, realize that I hate the\ndemocrats just as much as IJ hate the republicans. In fact let’s just call them the demublicans or the republicrats,\nwhatever your pleasure. Most of you need to realize it’s not about the ideology of one party or the other, it’s\nabout the ideology of power. These politricksters, all of them more stinking rich than average Joe American, get\nin the insulated world of political power and get a sense of invincibility and entitlement. They don’t care about\nyou or me, not a single one of them. But, as long as we keep seeing each other as the enemy rather than realize\nthat they are the real enemy bent on destroying this country and the world then we, our children, and our\ngrandchildren are doomed.\n\nBelow is a link to federal sex scandals perpetrated by republicrats and demublicans alike. Keep in mind that this\nlist does not include local and state level scandals.\n\nhttp://en.wikipedia.org/wiki/List_of federal political sex_scandals in the United States\n\n46.\n\nMagic1808\nMarch 27, 2014 at 8:16 pm — Log in to Reply\n\nSunshkid, I thought the same thing... he took advantage of a young Wh intern who probably looked up to him\nlike a God almost. He perhaps fed her lies and lured her to his den. It’s not hard to imagine the senario...\n\nSn ee\n\n47.\n\nrocquedog\nMarch 27, 2014 at 8:21 pm — Log in to Reply\n\nClinton is a low life scum sucking child molester! He’s a disgrace to the human race. His wife is no better, as\nshe allowed 4 of our patriots to be murdered without sending help when they pleaded for it.\n\n———— ee\n\n48.\nMagic1808\n\nHOUSE_OVERSIGHT_022641",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022641.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2067,
    "word_count": 368,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.457680",
    "prefix": "IMAGES-007"
  }
}