{
  "document_id": "HOUSE_OVERSIGHT_025157",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025157.txt",
  "text": "THE INTERACTIVE BRAIN\n\n(working title)\n\nBy V.S. Ramachandran\n\n[US — Penguin Press, Audio — Penguin RH; Proposal; Delivery: 24 months from signed contract; 60,000 —\n70,000 words]\n\nA new book by neuroscientist V.S. Ramachandran, author most recently of The Tell-Tale Brain.\n\n\"The Interactive Brain,\" writes Ramachandran, \"is a tour of some of the most cherished yet elusive qualities of\nour minds. The book argues that recent advances in neurosciences have contributed to a revolutionary new\nmodel of the brain, in which brain function is controlled, not by highly specialized, hierarchical modules, mainly\nhard-wired, as once thought, but rather by highly interactive modules that can shift their roles in a matter of days\nor even hours The implications are not merely theoretical but have practical applications in medicine, offering\nsolutions for everyone from stroke patients to those with obsessive compulsive disorder.\n\n\"There are many neurological syndromes I'll discuss throughout the book. For example, a patient who was\notherwise smart and level-headed but kept insisting that his reflection in the mirror was the 'real David, and that\nthe David viewing the mirror was a clone. He wiped off a tear from his eye and asked 'Dad, if the real David\nreturns will you disown me?' Even the axiomatic foundation of our selfhood—the notion that I’m a single\nperson in one body —is called into question when we encounter patients like him.\n\n\"Not only can we change our own brains, but we can change the brains of others because of the implications of\nmirror neurons. The Interactive Brain incorporates case studies, such as David's, and my own research on topics\nranging through Capgras Syndrome, chronic pain, calendar synesthesia, gender incongruity, mirror visual\nfeedback, and obsessive-compulsive disorder, the majority of which I have not considered in detail in my\nprevious books.\n\n\"I conclude by visiting some of the most prized but elusive aspects of our minds considered unapproachable by\nscience, such as math, music, and metaphor, and suggest that these quintessentially human abilities are best\nelucidated by combining an evolutionary approach with old-fashioned neurology.\"\n\nV.S. RAMACHANDRAN is the director of the Center for Brain and Cognition and a professor with the\nPsychology Department and Neurosciences Program at the University of California, San Diego. He is author of\nPhantoms in the Brain, which has been translated into fourteen languages and formed the basis of a two part\nseries on Channel Four TV (UK) and a 1 hour PBS special in the USA, and more recently The Tell-Tale Brain\nwhich was a New York Times best-seller.\n\n-o\n\nBEHAVE\n\nThe Biology of Humans at Our Best and Worst\n\nBy Robert M. Sapolsky\n\n[US — Penguin Press, UK — Bodley Head, Germany — Hanser, Holland — Ambo/Anthos, Brazil —\nCompanhia Das Letras, Korea — Munhakdogne, Israel — Kinneret, Audio — Penguin RH; Manuscript; 496\npages; Publication: April 2017]\n\n\"Robert Sapolsky is one of the best scientist-writers of our time, able to deal with the\nweightiest topics both authoritatively and wittily, with so light a touch they become\naccessible to all.\"\n\n— Oliver Sacks, M.D.\n\nThe first major book from celebrated Stanford neurobiologist and author Robert Sapolsky in over a decade,\nBehave answers the most basic question about human behavior: \"What made you do that?\" Substitute “me” or\n\nBrockman, Inc. Frankfurt 2016 Hotlist\n-1l-\n\nHOUSE_OVERSIGHT_025157",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025157.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3443,
    "word_count": 546,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:46.467135",
    "prefix": "IMAGES-008"
  }
}