{
  "document_id": "HOUSE_OVERSIGHT_011364",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011364.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n61\nH3VOGIU1\n\nthe community out trying to find her, and she was known as such\n\nin her community. So to say somehow that we can't talk about\n\nher reputation for truth telling, her reputation for honesty at\n\nthe time she was a child when she claims that she was the\n\nvictim of sex abuse, is not supported by the law.\n\nPlaintiff also cites to Sack on Defamation, and I\n\nbelieve the cite is 10, Section 5. And your Honor, I think\nthis helps clarify a lot of what our position is in this case.\nSack believes, as we do, that it is entirely\n\nappropriate under 405(b) to question a plaintiff who has\n\nalleged defamation, whose reputation is an issue about all\nkinds of bad acts. They have said, just now, that there is\njust no reason we should be allowed to ask about all these\n\nother bad acts.\n\nSack cites, your Honor, to an Eleventh CircuLt case,\n\nSchafer vs. Time, Inc. In that case, your Honor, Sack says the\n\nEleventh Circuit found the district court had been correct when\n\nit ruled that the defendant, which allegedly accused the\nplaintiff of being a traitor, \"would be permitted to question\nthe plaintiff about a felony conviction, a possible violation\nof his subsequent parole, convictions for driving under the\ninfluence, an arrest for writing a bad check, failure to file\n\ntax returns, failure to pay alimony and child support, and\n\nvidence concerning plaintiff's efforts to change his name and\n\nsocial security number.\" In other words, once you put your\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011364",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011364.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1598,
    "word_count": 279,
    "line_count": 81,
    "import_date": "2025-11-19T21:47:45.485057",
    "prefix": "IMAGES-001"
  }
}