{
  "document_id": "HOUSE_OVERSIGHT_020255",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020255.txt",
  "text": "103\n\nThe journalist chosen was Lana Lam, a young Australian reporter working for the South China\nMorning Post. Tibbo had suggested Lam to Snowden. She had served as Tibbo’s outlet on\nprevious news stories, and, as he told me, he found her to be a totally reliable journalist. He\nbrought her to Poitras’ suite at the Sheraton in Kowloon (about eight blocks down Nathan Road\nfrom the Mira.) First, Lam had to agree to the conditions of the interview, which included\nsubmitting the story to Poitras for Snowden’s approval. Next, as Lam put it, Poitras “confiscated”\nher cell phone. Finally, after a ten minute wait, Poitras took her to another room and sat her\nbefore a black laptop. The laptop, which had a TOR sticker on it, had on its screen an on-line\nchat room where she was connected by Poitras to Snowden.\n\n“Hi Lana, thanks for coming for this,” Snowden said from his safe house. He told her that the\nNSA had intercepted data from at least 61,000 different computers in Hong Kong, China, and\nelsewhere. To expose what he called America’s “hypocrisy” in accusing China of cyber-\nespionage, he supplied her NSA documents for the South China Morning Post. “Last week the\nAmerican government happily operated in the shadows with no respect for the consent of the\ngoverned, but no longer,” he said. \"The United States government has committed a tremendous\nnumber of crimes against Hong Kong [and] the People’s Republic of China as well.\" Under\nPoitras’ close supervision, Lam was allowed to ask Snowden further questions about the NSA’s\ninterception of communications in Hong Kong and China. He told her “I have had many\nopportunities to flee Hong Kong, but I would rather stay and fight the US government in the\ncourts.”\n\nAs mentioned earlier, Greenwald, Poitras and MacAskill did not concern themselves with the\nissue of the mechanics of the largest theft of top secret documents in the history of the United\nStates. In entire filmed interview at the Mira Hotel, they did not ask their source how he\nmanaged to get access to the documents. Unlike those interviews, Lam asked him about how he\nwidened his access. She cut to the core of the matter by asking him a crucial question. “Why he\nhad switched jobs from Dell SecureWorks to Booz Allen Hamilton in March 2013? His answer\nprovided her with a real scoop He replied that, “My position with Booz Allen Hamilton granted\nme access to lists of machines all over the world the NSA hacked.\" Snowden told her that he\ndeliberately went to Booz Allen Hamilton to get access to the “lists” revealing the NSA’s sources\nin foreign countries. This admission could gravely complicate his legal situation in Hong Kong\nsince it suggested that he meant to steal documents even before he had known their content. In\nfact, to protect himself, he restricted Lam from publishing this part of the interview until affer he\nhad departed Hong Kong. (It was published until June 24, 2013 a day after he arrived in Russia.)\nThis condition indicated to Lam that as early as June 12\", if not before that, he was planning on\nleaving Hong Kong (although he did not tell her his next destination.)\n\nHis interview with Lam went only so far. He didn’t reveal how he had learned about these\n“lists” before taking the job. Nor did he reveal to her how he planned to dispose of these lists.\nHe made it clear to her, however, that he had not yet disposed of all his secret documents. “If I\nhave time to go through this information,” he said, “I would like to make it available to\n\nHOUSE_OVERSIGHT_020255",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020255.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3519,
    "word_count": 614,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:47.780891",
    "prefix": "IMAGES-005"
  }
}