{
  "document_id": "HOUSE_OVERSIGHT_013302",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013302.txt",
  "text": "Peter O’Toole, 81. The British actor, who became an\ninternational star in 1962 for playing the lead in “Lawrence of\nArabia” and received four Golden Globe awards and eight Oscar\nnominations. Died December 14.\n\nDennis Busti, 71. He was the CEO of corporate raider Saul\nSteinberg’s Reliance National Insurance Co., a unit created to\nhandle high-risk insurance coverage for clients such as nuclear-\nplant operators. Died Dec. 14 at his home in Eastchester, New\nYork.\n\nJoan Fontaine, 96. Born in Tokyo to British parents, the actress\nspent most of her life in the U.S. and won an Academy Award for\nbest actress for her performance in the 1941 Alfred Hitchcock\nfilm “Suspicion,” beating her sister, Olivia de Havilland, for\n\nthe honor. Died Dec. 15.\n\nGraham Mackay, 64. The former CEO of London-based SABMiller\nPle,\n\nwho built the company into the world’s second-biggest brewer and\nacquired Australia’s Foster's Group Ltd. in 2011 and Miller\nBrewing Co., a U.S. beer maker, in 2002. Died Dec. 18.\n\nRonnie Biggs, 84. He helped stage Britain’s Great Train Robbery\nin 1963, escaped from prison and eluded Scotland Yard for 36\nyears before giving himself up in 2001. Died Dec. 18 after a\nseries of strokes.\n\nAl Goldstein, 77. A Brooklyn-born pornographer who published\nScrew magazine, hosted a public access cable-TV show in New York\nduring the city’s sleazy days in the 1970s, before Times Square\n\nwas cleaned up and drawing families to “The Lion King.” Died\n\nDec. 19.\n\nSergio Loro Piana, 65. The Italian cashmere clothier, who along\nwith his brother, Pier Luigi Loro Piana, became billionaires\n\nafter selling 80 percent of their company, Loro Piana SpA, to\nParis-based LVMH Moet Hennessy Louis Vuitton SA. Died Dec. 19.\n\nHOUSE_OVERSIGHT_013302",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013302.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1736,
    "word_count": 284,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:47.335535",
    "prefix": "IMAGES-002"
  }
}