{
  "document_id": "HOUSE_OVERSIGHT_013593",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013593.txt",
  "text": "spontaneously along with an instantaneous knowing-how-it-is-with-you-and-|l-and-\nall-of-us that made even vicious killers appear sympathetic. Is this what the\nCharismatic New Testament Book Churches mean by redemption through\nforgiveness of others, requiring the genuine sincerity of this thought before\nqualifying for Communion? Is this Christ’s undemanding gift of grace as in Romans\n4: where Paul observed that all of us fall short of the full glory of God unless justified\nfreely by His grace. Was this the New Testament’s spiritual technological advance\nfrom the Old Testament’s and Koran’s eye-for-an-eye? Did this chemically triggered\ntranscendent experience differ significantly from the supernatural transformation of\nindividuals by the Holy Spirit of Christian revivalist teachings? Martin Marty,\nUniversity of Chicago’s Professor of Modern Church History, dates the\ninstitutionalization of this personal transformation in the United States to the post-\nCivil War period. Did this mean that the mysteriously selfless love of Christian\nagape and the altruism of E.O. Wilson’s sociobiology lay waiting in the brain and\ncould appear spontaneously, by grace, without lawful directive, repetitive recitation\nor the discipline of catechism?\n\nAs one might have suspected, the urgency of my inner and outer search for a\nnew spiritual ecology of mind was driven by more personal needs. My spiritual\nhunger was made acute a couple of years before our laboratory’s DMT discovery\nwhen as a 30 year old Assistant Professor of Psychiatry and Neuroscience at UCLA\nin West Los Angeles, | was living in a small, heavily mortgaged house in Brentwood\nwith my graduate student wife and two young sons. A testicular lump was an\naccidental discovery made while showering. After surgical biopsy and radical lymph\nnode dissection, the professor of urology gave me a diagnosis of right testicular\nchoriocarcinoma. All by itself, my testicle had given birth to a mass containing all the\nembryological tissues of a fetus, and had thrown in some maternal placental cells\n\nUnlike now, when the group of testicular neoplasms are treated\n\nsuccessfully with a high survival rate (think Lance Armstrong), at that time, follow up\nresearch of this young man’s disease by the Army Medical Corps promised a five-\nyear survival rate of only 5% to 10%. The news filled me with fear and the ensuing\n\nhopeless resignation detached me from life with a dread broken up only by\n93\n\nHOUSE_OVERSIGHT_013593",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013593.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2470,
    "word_count": 382,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:45.212820",
    "prefix": "IMAGES-002"
  }
}