{
  "document_id": "HOUSE_OVERSIGHT_018482",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018482.txt",
  "text": "+ Sex acts or sexual relationships that aren't reproductive are devalued, are seen as weird,\nor aren't even defined as sex (for example: stigma against gay sex, lesbian sex, many\nfetishes, etc)\n\n4) Women are expected to trade sex to men in exchange for support or romance.\nWomen who don't get a \"good trade\" (e.g. women who don't receive a certain level of\nfinancial support or romance \"in exchange for\" sex) are seen as sluts. Men who don't get\na \"good trade\" (e.g. men who don't receive a certain amount of sex \"in exchange for\" a\nrelationship) are seen as pussies. (Yes, \"pussies\"... don't you just love that a word for\nfemale genitalia is a commonly used insult against so-called \"weak\" men?)\n\nWhat this also means is that many people have trouble examining motivations outside\nthis framework: women are always expected to be looking for more emotional or\nfinancial investment from a guy, whereas men are always expected to be looking for\nmore (or more so-called \"extreme\") sex. Women who actively seek sex, or men who\nactively seek intimacy, are shamed and hurt and confused for it -- often even within their\nown heads.\n\n5) Since stereotypical men have historically been much freer to explore their\nsexuality than people of other genders, the desires of stereotypical men have formed\nthe pattern for \"liberated sexuality.\"\" As women have won freedom to act, work and\nexplore outside the home more, we've been following patterns created mostly by men,\nand those patterns might look extremely different if women had created them.\n\nWhen we talk about sexuality, I think that leads us to examine what \"liberated sexuality”\nlooks like. \"Liberated sexuality\" is often stereotyped as promiscuous, for example.\n\"Liberated sexuality\" is also stereotyped as being unromantic, never involving any of\nthose pesky pesky feelings, etc. I write about this cautiously: I have no intention of telling\nanyone what \"real\" men do or feel, or what \"real\" women do or feel. However, it seems\nconceivable to me that most men are generally more likely to enjoy promiscuity and\nemotionless sex than most women are -- if only for hormonal reasons. Here's a quotation\nfrom the brilliant trans man sex writer Patrick Califia on the effects of testosterone:\n\nIt's harder to track psychological and emotional changes caused by one’s taking\ntestosterone than it is to notice the physical differences. But I think the former actually\noutweigh the latter. It isn't that testosterone has made me a different person. I always had\na high sex drive, liked porn and casual sex, couldn't imagine giving up masturbation, was\nable to express my anger, and showed a pretty high level of autonomy and assertiveness.\nBut all of these things have gotten much more intense since I began hormone treatments.\nDuring the first six months on T, every appetite I had was painfully sharp. A friend of\nmine expressed it this way: \"When I had to eat, I had to eat right fucking now. If I was\nhorny, I had to come immediately. If I needed to shit, I couldn't wait. If I was pissed off,\nthe words came right out of my mouth. If I was bored, I had to leave.\" My body and all\nthe physical sensations that spring from it have acquired a piquancy and an immediacy\nthat is both entertaining and occasionally inconvenient. Moving through the world is\neven more fun, involves more stimulation than it used to; life is more in the here-and-\nnow, more about bodies and objects, less about thoughts and feelings.\n\n... Casual sex has changed. When I want to get off, my priority is to find somebody who\n\nHOUSE_OVERSIGHT_018482",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018482.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3564,
    "word_count": 608,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.222293",
    "prefix": "IMAGES-005"
  }
}