{
  "document_id": "HOUSE_OVERSIGHT_017521",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017521.txt",
  "text": "ara ana ons WNP\n\nINO PE NO UE NO NOE OE NO i a\nOw wnrF OW OTHE BWDHHE COW\n\nrFPoOowWwWmnA DO SB WN FE\n\noe\n\nt\nWw DR\n\nNNMNNNNNPFPFPRP EP RP RF EB\nOe WrhyrPreowwmnonnrntA nan uw\n\nof a single deposition, or the propounding of any\ndiscovery in the Epstein cases. Do you have any i\nreason to doubt the accuracy of that testimony?\n\nA. No, sir,\n\nQ. l_want you. to assume that Brad has or will\ntestify that you did not provide any input whatsoever\ninto the handling of the Jegitimate Epstein cases. Do\nyou have any reason whatsoever to doubt the accuracy\nof that testimony?\n\nA. No, sir.\n\nQ. |] want you to assume that Brad has or will\n2 ENE YOU 10 eee at 2rd he we\n\ntestify that you never met any of the legitimate\nplaintiffs in the Epstein cases. Do you _have a\n\nreason to doubt the accuracy of that testimony?\nA. No, sir.\n\nMS. HADDAD: ]'m going to object to these\nsame questions you keep asking, because Mr. Rothstein\nhas testified at nauseam that he doesn't recal] any\nof this and now you are asking him to bolster\nMr. Edwards’ either already given or purported 4\ntestimony when he's testified he doesn't recall it. :\nBY MR. SCAROLA: |\n\nQ. | want you to assume that Brad has or will\n\ntestify under oath that you never asked him once to\nreport back to you on any factual matters repardi\n\nPage 122\n\n\"\n\nthe Epstein case. Do you have any reason to doubt the\n\naccuracy of that testimony?\nA. No, sir.\n\nQ. 1] want you to assume that Brad has testified\nrepeatedly that he had absolutely no involvement i in or\n‘Knowledge of an ie il activity d\nany other RRA la Do you have any 1 reason to doubt\nthe accuracy of that testimony?\n\nA. No, sir.\n\nQ. J want to talk to you briefly about your\npersonal perceptions of the significance of the\ntestimony that you are giving today. If Brad Edwards\nhad, in fact, been a participant in any of the illegal\n‘activities that you have been questioned about at any\nstage of this very lengthy deposition. and you\n\nknowingly concealed Brad Edwards’ participation, what\ndo you understand the personal consequences to be as a\nconset q uence of your having knowingly concealed Brad\n\nEdwards participation?\n\nA. I'l] be violating my agreement with the\nUnited States government and ] would run the risk of\ndying in prison,\n\nQ. If Brad Edwards, contrary to what you have\ntestified under oath and what Brad himself has\n\nrepeatedly said, knew about anything having to do with\nPage 123\n\nsantero rast ES PRR cE TT GEN AN USOT SEN SASS SRA U HG SHAE ORR ARR OB PEND Ea\n\nseater emcee\n\nconseUenees of that false testimony to be to be?\n\nA. J'll be violating my agreement with the\nUnited States government and ] would run the risk of.\ndying in prison,\n\nMR. SCAROLA: Thank you. | don't have any\nfurther questions.\n\nTHE WITNESS: Thank you, sir.\n\nMR. NURIK: Mark, 1 don't know what your\ntime frame is on your hitigation, but the ability to\nreceive the transcript, review it and prepare an\nerrata sheet within what is normally the time\nallotted under the court rules cannot be accomplished\nin this case.\n\nMR. GOLDBERGER: How much time are you\ngenerally --\n\nMR. NURIK: | don't know.\n\nActually, the first set of errata sheets\nhave just been prepared and finalized for the first\ndeposition in December. I'm not suggesting it will\ntake that long this time, but if you can give me an\nidea of what your time responsibilities are with the\ncourt, what the time limits are --\n\nPage 124\n\nmoreno\n\nMR. GOLDBERGER: Do you think it will be\nless than a month, two months?\n\nMR. NURIK: J don't think it will be jess\nthan a month. First of all, a lot depends on the\nability to get the transcript to him to review.\n\nMR. GOLDBERGER: Right.\n\nMR. NURIK: And that's a whole procedure,\nit's not normal circumstances that we are dealing\nwith.\n\nMR. GOLDBERGER: If time becomes an issue,\nwe'll approach you and ask you to expedite.\n\nMR. SCAROLA: Mark, ] will tell that from\nour perspective time is an issue.\n\nMR. NURIK: Have at it then, Jack. Do what\nyou need to do to get it done.\n\nMR. SCAROLA: There is a long pending\nmotion for summary judgment on Brad’s behalf that has\nbeen delayed for purposes of taking this deposition.\nWe are very anxious to be able to call that motion\nfor summary judgment up for hearing, so whatever can\nbe done reasonably to expedite the preparation of\nthis portion of this transcript would be appreciated.\n\nWe understand there are limitations beyond your\ncontrol, but to the extent you can do it, that would\nbe helpful. Thank you.\nPage 125\n\n32 (Pages 122 to 125)\n\nFRIEDMAN, LOMBARDI & OLSON\n\n305-371-6677\n\n5ed93085-0554-447f-bcdd-ca2d8fe941 df\n\nHOUSE_OVERSIGHT_017521",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017521.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4563,
    "word_count": 830,
    "line_count": 173,
    "import_date": "2025-11-19T21:47:46.033575",
    "prefix": "IMAGES-004"
  }
}