{
  "document_id": "HOUSE_OVERSIGHT_012826",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012826.txt",
  "text": "Stotting handicaps the individual, imposing a significant cost on the ability to move. But the cost paid is\nrelative to the individual’s condition. Without the cost and the ability to manage it, everyone could stot.\nAnd if everyone could stot, the cats would quickly figure out how meaningless it is and look for other\ncues to vulnerability.\n\nStotting appears excessive, but in fact is an honest signal of power. It is, to borrow a phrase from\nthe economist Thorstein Veblen, \"conspicuous consumption.\" By flaunting their superior condition,\nthrowing away resources just because they can, these stotting gazelles benefit in the long run, living\nlonger and leaving more offspring who will inherit their qualities. These ideas carry over into human\nbehavior, from big spenders to, I suggest, big harmers.\n\nThe American anthropologist James Boone has suggested that human magnanimity evolved as\ndid stotting, as an honest signal of wealth and power. It represents a desire to impress through wastage.\nHandicap yourself in the short run to benefit your wealth and status in the long run. Big tippers don't tip\n1n private, but in the presence of those who can admire their lavish tips. Hunter-gatherers who bring home\nlarge prey from a day of hunting don't make cryptic deposits for others, but make sure that their offerings\nare public. The Mayan pyramids were not built for personal enjoyment behind walled enclosures, but in\nthe open, visible to potential enemies as displays of excessive power to create something really big and\ncostly. Rappers such as JayZ, Puff Daddy, and 50 cent don't have absurdly lavish cribs with a six pack of\nsports cars because this is what they like, but because this is what they can show offon MTV. Flaunting,\neven at a substantial cost, provides a path to power. This is a club whose motto reads “Impress with\nexcess.”\n\nMy suggestion is that excessive harms work as honest signals of wealth and power. Here we\ncombine the HOW of evil— discussed in this chapter — with the WHY of evil — discussed in chapter 1.\nWhen millions are raped, slashed, burned, chopped up, gored, and dropped out of planes before dying,\nthere are only two possible explanations: the evildoer is clinically mad with no sense of moderation or a\nhealthy schemer who has allowed desire to run wild. The schemers are like stotting gazelles, wanting to\nimpress others of their awesome powers by performing high risk displays. The schemers deploy\nproactive, premeditated, and cold violence — like predators. As the sociologist Wolfgang Sofsky noted in\nhis commentary on the Nazi concentration camps “Individuals demonstrated commitment by acting, on\ntheir own initiative, with greater brutality than their orders called for. Thus excess did not spring from\nmechanical obedience. On the contrary; its matrix was a group structure where it was expected that\nmembers exceed the limits of normal violence.” Unfortunately for society — past, present and future —\nthe Nazis are not an isolated case. When Slobodan Milosevic, Radovan Karadic, and Ratko Mladic\nlaunched their ethnic cleansing initiative, they didn’t just displace or kill Albanians and Croatians, they\n\nraped their women, old and young, in front of husbands, fathers, and grandfathers — and then killed man\n\nHauser Chapter 2. Runaway desire 80\n\nHOUSE_OVERSIGHT_012826",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012826.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3323,
    "word_count": 540,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:45.227066",
    "prefix": "IMAGES-002"
  }
}