{
  "document_id": "HOUSE_OVERSIGHT_024911",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024911.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS February 25, 2019\n\nuse as heating fuel, and also see potential to act as a cellulosic biofuel. The process of\npelleting industrial hemp biomass would be a similar to that of pelleting wood waste,\nwhich gets converted into densified biomass products such as roundwood, pulpwood,\nsawmill residuals, and wood product manufacturing residues, which typically cost ~$30\nper ton. Wood biomass fuel has an annual capacity of 12.6 million tons per year and\nproduces ~675 GWh per year in energy. Access to local refineries is key to utilizing hemp\nbiomass as a cellulosic biofuel. Through local access to refineries, the fuel can be refined\nwhile transportation costs, which can make the products uncompetitive, are minimized.\nGiven the commoditized market for biodiesel however, where soybean oil has ~50% of\nthe market input by weight and corn oil has ~15% of the market input by weight, we do\nnot expect hemp to materialize as a meaningful player due to the competitive\nadvantage of high production crops competing for low cost production.\n\n2\n\nFigure 135 - Biodiesel Production By Input (Millions Of Pounds)\n\n1,600\n1,400\n1,200\n1,000\n800\n600\n400\n200\n\nSSSSSRSNENES455S55R5SS55aaseeseagagas\n@ Canola oil Corn oil | Cottonseed oil = Palm oil = Soybean oil m Other Vegetable\nPoultry Tallow White grease @ Other Animal Fats m Yellow grease m Other Recycled\nm Algae m Other Alcohol m Catalysts\n\nSource: Cowen and Company, EIA\n\nBiochemical CBD Production Methods\n\nCBD is most commonly produced by either CO2 or ethanol extraction from hemp plants.\nIn CO2 extraction, plants are filtered through a series of chambers with temperature\nand pressures applied to the plants that isolate the cannabinoids. The CO2 method is\nable to isolate CBD at a 90% efficiency and is typically used when producing small\nquantities. Ethanol extraction introduces the hemp plant to solvent ethanol and enables\nhigher volumes production. In addition to hemp-based production of CBD, we believe\nthe opportunity exists for players within the biochemical space to produce CBD by\nutilizing a fermentation approach from other feedstocks. Amyris recently announced a\n$255 million cannabinoid development, licensing and commercialization agreement.\nAmyris plans to utilize the C5 molecule found in sugarcane in a fermentation process to\nproduce CBD. The company believes that the fermentation process ensures a level of\npurity that is not possible through traditional plant-based production, where CBD levels\ncan vary from plant to plant. In order to build out the industrial scale necessary for mass\nfood market, CBD products will need to be produced at standardized levels. Given\nAmyris plans to produce CBD at its Brotas plant in Brazil, which is fueled by biomass co-\nproduct of the nearby sugarcane fields, we believe this will be an attractive option for\ncompanies looking to integrate CBD into their products sustainably assuming the\ncompany is able to produce cost competitively with hemp plants.\n\nCOWEN.COM 95\n\nHOUSE_OVERSIGHT_024911",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024911.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3027,
    "word_count": 476,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:47.168146",
    "prefix": "IMAGES-008"
  }
}