{
  "document_id": "HOUSE_OVERSIGHT_023769",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023769.txt",
  "text": "Teaching Kids to Walk and Talk 23\n\nIf a teacher is better at teaching a child than a parent is, it must\nbe because the teacher knows something the parent doesn’t know or,\nat least, doesn’t know how to teach. This makes the teacher more ef-\nfective than the parent, but for very uninteresting reasons. You can’t\nteach what you don’t know, of course.\n\nBut knowledge alone is meaningless because teaching is not about\nthe transfer of knowledge. I realize that a great many people think that\nthis is what teaching is about; except if that were the issue, students\nwouldn’t even think about rating their teachers on anything except\nhow much they knew. And, by the way, that is about the last thing\nteachers are ever rated on.\n\nFor the most part, teachers are rated by students on how entertain-\ning they are. But entertainment and teaching are really not particu-\nlarly related. They are not unrelated because you can’t get through to\nsomeone who has tuned you out. But you can entertain your students\nand get great ratings and still teach them nothing.\n\nHere is the Big Ten professor again:\n\nAt a big state university, which one would think has an\nobligation to supply training to the students of that state in a\nmajor field in which students can readily find employment,\nthe faculty could care less about that and they only want to\ndo graduate teaching. We teach courses that are modeled after\ncourses in the professor training schools like Harvard and MIT.\nBut how many professors do we need?\n\nSuperstars who bring a lot of funding are very important in\nthe university. The superstar system made sense when there were\nsuperstars. But today how many of these superstars have really\nbig ideas? Does my school really have any superstars at all? I\ndon’t think so.\n\nThe School of Education, where I am also on the faculty,\nhas a research focus, which they do badly. Most of their\nstudents plan to be teachers. But they teach them the literature\nand not how to teach. It is the same situation as in computer\nscience. They really want their students to become professors of\neducation. They are not teaching teachers to teach because they\ndon’t care about that. They look down their noses at teacher\npreparation schools. Ninety-eight percent of their undergraduates\n\nHOUSE_OVERSIGHT_023769",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023769.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2279,
    "word_count": 394,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:47.607330",
    "prefix": "IMAGES-007"
  }
}