{
  "document_id": "HOUSE_OVERSIGHT_029482",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029482.txt",
  "text": "Business Expansion Portfolio and Prospectus\nTwin City Care of The Virgin Islands\n7\n\nMobile Phlebotomy\n\nOur islands are moving toward new types of patient interactions and each year comes an influx of\norganizations seeking in-home or direct patient (participants / customers) visits. TCMIH will\nprovide mobile phlebotomy and mobile examiner staffing services for island wide specimen\ncollections and one-on-one health testing.\n\nOur Mobile Phlebotomy is a full-service staffing agency that works with organizations such as\nspecialty labs, doctors, health diagnostic and research companies to provide mobile phlebotomists\nand mobile examiners directly to your patients around the island. We understand that many\norganizations depend on reliable and experienced phlebotomists available specifically for short\nterm health screening assignments and specimen collections. Our technicians will collect blood,\nurine, fecal, hair, nail samples and do Electrocardiograms.\n\nProfessional and reliable team members take pride in the quality of their work. They pride\nthemselves in their adherence to requirements for timely collection, delivery and handling of the\nspecimens. We will be the leader in the home blood draw services in the Virgin Islands. We deliver\nthe specimens to the labs so you don’t have to. All of our staff will be Certified Mobile Phlebotomy\nTechnicians and carry a mobile centrifuge in their vehicles. This helps assure we get quality\nspecimens.\n\nMedical Oversight (Medical Director)\n\nThe American College of Emergency Physicians (ACEP) believes that all aspects of the\norganization and provision of basic (including first responder) and advanced life support\nemergency and non-emergency medical service, require the active involvement and participation\nof physicians. The primary role of the medical director is to ensure quality patient care.\nResponsibilities include involvement with the ongoing design, operation, evaluation and revision\nof the system from initial patient access to definitive patient care.\n\nThe medical director has authority over patient care, authority to limit immediately the patient care\nactivities of those who deviate from established standards or do not meet training standards, and\nthe responsibility and authority to develop and implement medical policies and procedures. The\nmedical director's qualifications, responsibilities, and authority must be delineated in writing\nwithin each system. Ideally, the medical director will be a board-certified emergency physician.\n\nIn order to meet requirements and CAAS compliance, TCMIH has already entered into contractual\nagreement with Dr. Christopher C. Hill DO, ACEP, AAEP, ACOEP, AOA, AMA.\n\nDr. Hill serves as the Medical Director for EMETS, a paramedic/EMT education/training company\nin Brevard County and for EMETSEEI Institute Inc in Rockledge, Florida. He 1s concurrently\nworking at Rockledge Regional Medical Center Emergency Department and enjoys teaching in\nthe clinical setting.\n\nDr. Hill is currently a member of the American Academy of Emergency Physicians, American\nCollege of Osteopathic Emergency Physicians, and American Osteopathic Association.\n\nHOUSE_OVERSIGHT_029482",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029482.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3172,
    "word_count": 450,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:48.189603",
    "prefix": "IMAGES-010"
  }
}