{
  "document_id": "HOUSE_OVERSIGHT_025148",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025148.txt",
  "text": "technical expression for this is ttme-reversal symmetry. This basic property seems to be entirely at odds with the\npronounced unidirectionality of experienced time. In fact, there are several arrows.\n\n\"Until recent work by myself and my collaborators Tim Koslowski and Flavio Mercati, essentially only one\nproposal had been made—in well over a century—to explain why, despite the ttme-reversal symmetry of all the\nlaws of nature, these pronounced arrows of time exist, and always have existed, throughout the observable\nuniverse. As I explain in The Janus Point, this sole explanation is a manifest stop gap and satisfies no serious\nscientist.\n\n\"This has been dubbed the past hypothesis. However, it is not in any sense an explanation that follows from the\nstructure of the law and does not lead to any new prediction. It is an admission of defeat: Modern science fails to\nexplain the most profound aspects of our existence.\n\n\"The Janus Point is clearly timely because it is about a set of very simple ideas and insights that have the\npotential to solve one of the deepest and longest-standing problems in physics. Everyone is interested in time\nand its numerous puzzling aspects. Proof of that is the success of my earlier book The End of Time, which is still\nselling more than sixteen years after its publication. Some of the ideas conjectured in that book are, in fact,\nrealized in the model now proposed.\n\n\"For readers, The Janus Point tells the fascinating story of one of the greatest mysteries in science and what\nlooks to be its unexpected and, in principle, remarkably simple solution. More than most books in popular\nscience, its subject resonates profoundly with the reader. Nothing touches us more intimately than the drama of\nbirth, life and death.\"\n\nJULIAN BARBOUR, an independent researcher, is currently visiting professor at the University of Oxford. He\nhas devoted significant time and effort to issues that lie at the foundations of science, above all the nature of\ntime and motion. His first paper was published in Nature and attracted favorable editorial comment and most\nimportantly led to six years of very valuable collaboration with the well-known Italian theorist Bruno Bertotti. It\nculminated in 1982 with a joint paper in the Proceedings of the Royal Society of London, which is now regarded\nas a seminal paper on the interconnection of local dynamics with the universe at large. Barbour made a big\nimpact in the physics community with the publication of his book, The End of Time, in which, according to\nphysicist Lee Smolin, he presented \"a new theory of time that is the most interesting and provocative new idea\nabout time to be proposed in many years.\"\n\nb+\n—_— ‘\nAMERICAN KINGPIN\nThe Epic Hunt for the Criminal Mastermind Behind the Silk Road\nBy Nick Bilton\n\n[US — Portfolio, UK — Virgin Books, Audio — Penguin RH; Manuscript; 304 pages; Publication: May 2017]\n\nFrom New York Times-bestselling author Nick Bilton comes a true-life thriller about the rise and fall of Ross\nUlbricht, aka the Dread Pirate Roberts, the founder of the online black market Silk Road.\n\nIn American Kingpin Bilton turns his investigative journalism to the story of Ross Ulbricht, the notorious and\nenigmatic founder of a drug empire called Silk Road. This is a true-life thriller about ambition gone awry,\nspurred on by the defining clash of our time: the new world of libertarian-leaning, anonymous, decentralized\nweb advocates and the old world of government control, order, and the rule of law. Bilton’s dazzling rendering\nand gift for narrative make for an endlessly fascinating drama.\n\nIn 2011, Ulbricht, a twenty-six-year-old libertarian idealist and former Boy Scout, launched “a website where\npeople could buy anything anonymously, with no trail whatsoever that could lead back to them.” He called it\nSilk Road, opened for business on the Dark Web, and christened himself the Dread Pirate Roberts (after the\n\nBrockman, Inc. Frankfurt 2016 Hotlist\n2\n\nHOUSE_OVERSIGHT_025148",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025148.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3989,
    "word_count": 651,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:47.244277",
    "prefix": "IMAGES-008"
  }
}