{
  "document_id": "HOUSE_OVERSIGHT_018644",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018644.txt",
  "text": "anything about polyamory said ignorant things about my poly friends!) Yet I have to\nwatch out for that stereotype's influence on me anyway. When I forgot that I'd considered\npolyamory with Mr. Inferno, was I being influenced by that stereotype? Or was I just\nmissing Mr. Inferno a lot that day, and wishing I could talk to him, and maybe therefore\nremembering him as more influential in my life than he actually was? Or... what?\n\nI'm visiting my father right now; we went out to dinner the other night and talked about\nrelationships. I'm quite open about my parents about almost everything -- we don't talk\nexplicitly about our sex lives, but we do have detailed conversations about stuff like\npolyamory. My dad is not at all attracted to polyamory, and we used to commiserate and\ntheorize about how we just didn't understand polyamory.\n\nNow that I've decided to pursue poly, my dad is puzzled. \"I know this is weird,\" I said to\nhim during dinner, \"because we used to be on the exact same wavelength about this,” and\nhe nodded. He asks questions, he tries to figure out where I'm coming from -- and they're\nall questions that I have decent theoretical answers for. Answers include: \"Well, of course\nit's possible to love more than one person at a time. Mothers can love multiple children,\nkids can love multiple parents, friends can love each other, so why wouldn't it be possible\nfor people to have sexual and emotional relationships with multiple people?\" Or:\n\"Jealousy can be managed just fine, as long as partners are communicating well and\ngenuinely care about each others’ feelings.”\n\nIn fact, some of my answers are the same theoretical answers that he and I discussed\nback when we were both steadfastly monogamous. Except this time, I'm giving him those\nanswers from the other side; and yet he can't relate any better to them, this time around.\n\nte Kk ok\n\nI have always spent a very large amount of time obsessively analyzing my own\nemotions, and often writing about them. This has been true since childhood. However,\none analytical skill I can always improve is this: knowing when to say, \"I'm not sure how\nI feel about that.”\n\nAnother important skill is staying on top of the stories I tell about myself, the ideas and\nmemes and images and narratives that I'm trying to match myself to. It seems impossible\nto track all the influences on my psyche, all the different social and cultural and even\nbiological forces. Where am I under all the programming? It's worth trying to figure it out\n(even if I'll never know for sure).\n\nI don't always know what I'm thinking. I don't believe that anyone always knows what\nthey're thinking. It's important to acknowledge this, because when people don't\nacknowledge it, they often simply decide to be something that doesn't quite match up\nwith what they want. Sometimes this works fine -- if the pattern a person chooses to\nimpose on her self can function, then who cares if it's a perfect match? (I mean, arguably,\npeople are always imposing unmatched patterns on our thoughts and selves.) But\nalthough this sometimes works fine, there are plenty of times when it doesn't work fine.\nOr really at all.\n\nI have a section in my sexual communication workshop for maxims -- little slogan-like\nthings. I recently added a new one that I really like: \"You don't always know what you're\n\nHOUSE_OVERSIGHT_018644",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018644.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3348,
    "word_count": 579,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:46.810958",
    "prefix": "IMAGES-005"
  }
}