{
  "document_id": "HOUSE_OVERSIGHT_024678",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024678.txt",
  "text": "ACKRELL\nCAPITAL Cannabis Investment Report | December 2017\nBecause dispensaries “touch the plant,” they must usually obtain a state license. Obtaining a state\ndispensary license generally involves a multi-month application process that requires the applicant to\ndemonstrate compliance with complex license criteria and local regulations, such as producing their\nown products (or being prohibited from doing so), locating their dispensary outside a city’s ordinary\nretail or commercial zones, operating as a nonprofit cooperative or collective, tracking cannabis prod-\nucts from “seed to sale,” and collecting taxes on behalf of the state. Dispensaries must also comply\nwith applicable regulations related to product testing, packaging and labeling, security, and health and\n\nsanitary conditions.\n\nAn extensive network of dispensaries across jurisdictions will facilitate the growth of the cannabis\nindustry and its ability to attract new consumers. Currently, states with the most extensive networks\nof dispensaries are those that have both recreational and medical cannabis laws, such as Colorado,\nOregon and Washington, and those that have had medical cannabis laws for a long period of time, such\nas California. For example, according to the Rocky Mountain High-Intensity Drug Trafficking Area,\nas of June 2017, in Colorado there were 491 cannabis dispensaries, compared to 392 Starbucks and\n208 McDonald’s.\n\nE-Commerce\n\nE-commerce refers to the use of digital applications to enhance the cannabis shopping experience. For\nexample, a mobile application may facilitate the comparison of cannabis products and pricing or the\ndelivery of orders from local dispensaries. These applications are being developed by a host of mar-\nket participants, ranging from software development companies to retail dispensaries. Due to federal\nrestrictions, cannabis e-commerce transactions are currently conducted only intrastate. If and when\nfederal restrictions change to allow interstate cannabis commerce, we expect that home-delivery and\ne-commerce services will increase significantly. E-commerce solutions with high consumer engagement\n(such as those providing reviews and price comparisons for a broad selection of products) will help\nretailers acquire and retain customers.\n\n_ 470 Plan s+\n\nPrerolls att A 2\n\nFant, carry ai elanale. jut light your prevailed joint anc\n\nhale,\n1 l\nbc] a5\nMinds CBD\n\n‘Sain FFeck indice 7-Pack\n\nBlack Lime Reserve\n\n!\nFlower SEE 4\n\nThe best bud. Grind up, roll or pack into your\npreferred smoking device,\n\nUniversal Cartridge Accessories\n\nSample E-Commerce Menus\n\n42 © 2017 Ackrell Capital, LLC | Member FINRA/SIPC\n\nHOUSE_OVERSIGHT_024678",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024678.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2659,
    "word_count": 386,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:47.775948",
    "prefix": "IMAGES-008"
  }
}