{
  "document_id": "HOUSE_OVERSIGHT_016180",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016180.txt",
  "text": "Table 25: Additional costs on petrochemical producers of higher feedstock prices\n\nCurrent scheme Government revenues raised\n(US$50/bbI) US Spot/(US$50/bbl) (US$bn)\nEthane 950 1,411 461\nMethane 201 457 256\nPropane 3,918 4,898 980\nButane 789 986 197\nNaphtha 2,348 2,934 587\nAmmonia 64 132 69\nFeedstock cost 8,269 10,819 2,550\nElectricity & water 1,039 2,053 1,014\nTotal 9,309 12,872 3,564\n\nSource: IHS Chemical, BofA Merrill Lynch Global Research. US spot refers to natural gas prices of US$2.6/mn BTU. The US$2.5bn feedstock\nprice rise could directly accrue to the central government through Saudi Aramco, while higher electricity and water charges would not.\n\nMoving further down the value chain\n\nDownstream operations in Saudi have historically been international Joint-Ventures (JVs)\nand government-owned entities like SABIC. In July 1993, the government issued a Royal\nDecree that merged all the state-owned refineries, distribution activities and marketing\noperations under Saudi Aramco.\n\nThis resulted in a transfer of the government’s stake in three key refineries and\ninternational refining and petrochemical operations to one state-owned company.\nToday, Saudi Aramco is one of the largest crude oil refiners in the world and aims to\nbecome a top-three petrochemical producer through standalone petrochemicals\nfacilities like Sadara, downstream integration at its many refineries, and potential\nacquisitions. The recent announcement of the US split with Shell was followed by\ncomments that the breakup was due to different strategies by both companies with\nAramco increasing its focus on petrochemicals.\n\nPetrochemicals - a route to diversification\n\nSaudi Arabia is emerging as one of the largest petrochemicals producers globally. The\ncountry initially started with integrated refining leading to petrochemical production\nthrough its multiple JVs in Saudi and other regions, and is now building the largest\npetrochemical complex globally. One of the goals is to maximise the value of the Saudi\nhydrocarbon chain. Ultimately, this expansion into petrochemicals should further support\nthe diversification drive and thus support the stated goals for the Saudi economy.\n\nSaudi Arabia (potentially through Saudi Aramco) aims to become a leader not only in\ncommodity chemicals, but also downstream petrochemical conversion. In the cities of\nthe Jubail and Rabigh, the Ministry of Energy, Industry and Mineral Resources (along\nwith Saudi Aramco) is constructing value-parks next to upstream chemical facilities. The\naim is to provide integration and the infrastructure for SMEs to operate and produce\nvalue-added products in the Kingdom. This diversification into specialty chemicals could\nincrease returns from the current US$500/ton level to around US$2000/ton by 2040,\naccording to local press citing senior Aramco officials. Saudi Arabia could also look to\ngrow its international refining footprint to provide further integration opportunities, as\nwas suggested by the recent split of the Motiva JV (Saudi is more keen to expand its\ndownstream operations, whilst Shell is looking to reduce them).\n\nTwo petrochemical projects are also being built. The first is the Sadara project in Jubail,\nwhich is expected to become the world’s largest integrated chemicals complex with\n3MMt of output. It will use naphtha as feedstock. The second is Petro Rabigh II, which is\nthe expansion project of the existing Petro Rabigh plant that will process 4MMt (93kb/d)\nof naphtha feedstock, and is planned to be launched in 2016.\n\nNTP includes the long discussed Oil-to-Olefins (OTC)\n\nSaudi’s national transformation plan includes the development of a US$770mn\nindustrial cluster whereby expansion to the Aramco refinery is likely to take place,\nproviding the platform for the long discussed OTC, Oil-to-Olefins, project. Saudi\n\n70 GEMs Paper #26 | 30 June 2016 3S Merrill Lynch\n\nHOUSE_OVERSIGHT_016180",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016180.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3889,
    "word_count": 577,
    "line_count": 69,
    "import_date": "2025-11-19T21:47:47.792415",
    "prefix": "IMAGES-003"
  }
}