{
  "document_id": "HOUSE_OVERSIGHT_010997",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010997.txt",
  "text": "consensus rather than supports one school over another. | think it is the consensus\nview, as well as Keynes’, that his “attempted saving” means gross saving (gross\nincome less consumption) not invested in new productive assets. That can be\n\nwritten as\n\nKeynesian attempted saving - transfer payments\n\n= Keynesian net saving = Keynesian net investment,\n\nat any scale.\n\n| accept Keynes’ definition of transfer payments, and | recognize the importance of\nhis distinction of those from investment in new productive assets which put idle\nplant and workers to work. My interpretation, even so, is that it is better to leave\nthem idle than to put them to work unproductively. Keynes made his opposite view\ncrystal-clear with his brilliant tongue-in-cheek parable of money buried in\nmineshafts and idle workers hired to dig it up. He had a sense of theater as well as a\ngreat mind. And he just might have been right. But I think my way of putting things\nencompasses that possibility. His mineshaft scenario works if it somehow\n\nmaximizes return in the big picture.\n\nMy language differs from Keynes’ in several ways. I prefer Myrdal’s ex ante - ex post\ndichotomy, published three years after the General Theory, to Keynes’ equivalent\nattempted-realized one. Like Myrdal, and unlike Keynes, I apply it to investment as\nwell as saving. That’s why | treat them as synonymous. And | prefer to recognize\nhuman capital explicitly. Keynes surely understood the concept. He was the star\npupil of Alfred Marshall's later teaching career, unless he shared that distinction\nwith his lifelong personal friend and professional adversary Arthur Pigou, and\nMarshall and Pigou both describe human capital in principle. Marshall wrote that he\nneglected it as something outside what he saw as the main sequence ending with\nconsumption. Keynes could have agreed, or could have meant to provide for it\n\nimplicitly by defining output as investment plus consumption while realizing that\n\nChapter 4 Mill’s Idea 1/11/16 6\n\nHOUSE_OVERSIGHT_010997",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010997.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2012,
    "word_count": 324,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:49.364023",
    "prefix": "IMAGES-001"
  }
}