{
  "document_id": "HOUSE_OVERSIGHT_014021",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014021.txt",
  "text": "VIRTUAL LAW\n\nI used to work at a large Silicon Valley law firm, but one day I woke up and decided that I wanted to\ntravel for a year and learn a foreign language. Six weeks later I was living in Cali, Colombia—I’d never\nvisited Cali before and hardly spoke a word of Spanish, but that’s what made it exciting to me. Well,\nalmost two years later, I still spend 95%-+ of my time living and working from Cali, Colombia (I recently\nbought a gorgeous apartment here that I could never afford if I lived in California). I also have a full-\ntime maid/cook (well, five hours per day, five days per week), which costs me less than US $40 per\nweek!\n\nI started my own virtual law practice and then joined forces with my old boss. My U.S. number rings\nthrough to me wherever I am in the world (originally I’m from New Zealand so I travel back there a lot,\ntoo), and all my U.S. mail is delivered to Market Street, San Francisco, and scanned so I can view it\nonline. If I need to mail letters, I have another service which prints the letter and sends it within the US.\nso there are no international shipping delays.\n\nDefinitely use www.earthclassmail.com for mail receipt/scanning. They have different packages but\nit’s around $20-$30/month. You can also choose one or more P.O. boxes or physical addresses. My\nMarket Street address is actually an earthclassmail address.\n\nFor printing small letters and mailing within the U.S. I use www.postalmethods.com. It’s a little\nclunky at first but it’s fine when you get used to it. It’s very cheap since you only pay when you send (a\nfour-page letter works out to just over $1 including the postage).\n\nCome visit me sometime. Colombia is nothing like what you hear about—I feel a lot safer walking\naround late at night here than a lot of places in San Francisco. But don’t tell anyone, those of us living\nhere want to keep it a secret!\n\n—GERRY M.\n\nTAKING FLIGHT WITH ORNITHREADS\n\nTim—\n\nMy mentor gave me your book this past July and it had a tremendous impact on my life, its arrival\ncould not have had better timing. About the time I read it, I was a few weeks away from competing in\nmy first Olympic distance triathlon. I had trained for five months, felt and looked strong, but even more\nimportant the discipline and working toward a physical goal resulted in a creativity I hadn’t felt in years.\nI posted a competitive time in the event and felt so optimistic about my abilities that I signed up for a\nhalf ironman competition.\n\nRiding that high and following the principles of your book, I thought of dozens of ideas for\nproducts/businesses and am on the verge of launching the first of those ideas. It is a line of apparel called\nOrniThreads which will provide modern, scientific designs of birds to Gen-X and Gen-Y birders.\n\nThe reasons for focusing on this demographic are twofold:\n\n1. For my “day job,’ I work at [company name]. I have learned a lot about their\naudience/membership, e.g., like the fact that there are 70 million Americans who actively bird (a\nstaggering statistic from the U.S. Fish & Wildlife svc). Birders are a passionate lot and their\ninterest only seems to grow over time—it never dies! They also tend to skew from the middle to\nupper class and are educated.\n\n2. I took an ornithology class this summer at Columbia University (where I am enrolled ina\nconservation biology program) and fell in love with the illustrations in my textbooks and wanted to\nsurround myself with these images.\n\nHOUSE_OVERSIGHT_014021",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014021.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3471,
    "word_count": 616,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:49.126305",
    "prefix": "IMAGES-002"
  }
}