{
  "document_id": "HOUSE_OVERSIGHT_019646",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019646.txt",
  "text": "158 | HOW AMERICA LOST ITS SECRETS\n\nThe CIA also had its share of long-term successes, such as Alex-\nander Poteyev, who fed the CIA secrets for over ten years while\nburrowing into Russian intelligence. In the choreography of these\noperations, as in Le Carré’s fiction, rival intelligence services ensnared\nand sacrificed recruits, as if playing a chess game, to advance their\nmoles. Despite notable successes such as Felfe and Poteyev, a great\nnumber of these elaborate conspiracies fail to insinuate a mole into\ntheir adversaries’ confidence. Intelligence services therefore also\ntake advantage of a more prosaic source: the self-generated spy, or,\nas they are called in the trade, a “walk-in.”\n\nAlthough they are largely unsung in novels, these walk-ins are an\nimportant part of espionage. A counterespionage review done for the\nPresidential Foreign Intelligence Advisory Board (PFIAB) in 1990\nfound that most U.S. spies in the Cold War had taken documents on\ntheir own volition and only afterward offered them to an adversary\nservice. Self-generated spies have diverse motives. Some intelligence\nworkers steal secrets for financial gain. Others take them to further\nan ideological interest. As opportunistic enterprises, intelligence ser-\n\n© vices do not turn walk-ins away if they have valuable intelligence. ©\nIndeed, some of the most successful moles were not recruited, or even\ncontrolled, by spy agencies. They were self-generated penetrations,\nor “espionage sources,” as the KGB preferred to call them, who first\nstole secrets and later voluntarily delivered them to an adversary.\n\nHanssen, who successfully penetrated the FBI for the Russian\nintelligence services from 1979 to 2001, according to the assessment\nof a 2002 presidential commission, had caused “the worst intelli-\ngence disaster in US history.” Eleven years later, George Ellard, a\nformer NSA inspector general who had been a member of that com-\nmission, compared Hanssen with Snowden “in that they both used\nvery well-honed IT abilities to steal and disclose classified informa-\ntion vital to our national security.”\n\nIt is also possible to exploit a walk-in even after he has left his\nservice. For example, the KGB major Anatoliy Golitsyn was an ideo-\nlogical self-generated spy who walked into the U.S. embassy in Hel-\nsinki on December 15, 1961. He asked to see the CIA officer on duty\nand announced to him that he had collected a trove of KGB secrets,\nincluding information that could identify its key spies in the West.\n\n| | Epst_9780451494566_2p_all_r1.z.indd 158 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019646",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019646.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2589,
    "word_count": 409,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.163499",
    "prefix": "IMAGES-005"
  }
}