{
  "document_id": "HOUSE_OVERSIGHT_021992",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021992.txt",
  "text": "JaMeES PATTERSON\n\n11. Over the next few weeks, Jeffrey Epstein and Ghis-\nlaine Maxwell trained me to do what they wanted, including\nsexual activities. The training was in New York and Florida,\nat Epstein’s mansion. It was basically every day and it was\nlike going to school. I also had to have sex with Epstein many\ntimes.\n\n12. I was trained to be “everything a man wanted me to\nbe.” It wasn’t just sexual training—they wanted me to be\nable to cater to all the needs of the men they were going to\nsend me to. They said that they loved that I was very compli-\nant and knew how to keep my mouth shut about what they\nexpected me to do.\n\n13. Epstein and Maxwell also told me that they wanted\nme to produce information for them in addition to perform-\ning sex on the men. They told me to pay attention to the\ndetails about what the men wanted, so I could report back to\nthem.\n\n14. While I had juvenile hopes of bettering my life, from\nvery early on I was also afraid of Epstein. Epstein told me he\nwas a billionaire. I told my mother that I was working for\nthis rich guy, and she said “go, go far away.” Epstein had\npromised me a lot, and I knew if I left I would be in big trou-\nble. I was witness to a lot of illegal and bad behavior by\nEpstein and his friends. If I left Epstein, he knew all kinds of\npowerful people. He could have had me killed or abducted,\nand I knew he was capable of that if I did not obey him. He\nlet me know that he knew many people in high places. Speak-\ning about himself, he said “I can get away” with things. Even\nas a teenager, I understood what this meant and it scared me,\n\nas I believe he intended.\n\n136\n\nFittt\n\n15. I visited and traveled\nthrough the summer of 2002\nwith him for sexual activities\nsions) in locations including\narea of Santa Fe, New Mex\nisland in the U.S. Virgin Islan.\nwith him often in these places\nple he demanded that I have\nmany of these sexual encounte\nmy only purposes for Epsteir\n\nwas to be used for sex.\n\n16. To illustrate my conne\nfour photographs taken of me in\nfor one of the photographs m\nmuseum in Santa Fe, New Mexi.\nthe day. Epstein took this picture\nat the time, judging from the lox\nwe returned to Epstein’s Zorro R,\non one of Epstein’s horses on th\n\nfollowing two are from wintertin\n\n17, When I was with him, E;\ngirls on a daily basis. His inte\nobvious to the people around\nobvious and bold that anyone S|\nat one of Epstein’s residences we\nof what was going on.\n\n18. Epstein’s code word for st\nwas a “massage.” At times the |\nand the girls would start in the 1\nWas always a sexual encounter a\n\n137\n\nHOUSE_OVERSIGHT_021992",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021992.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2585,
    "word_count": 504,
    "line_count": 80,
    "import_date": "2025-11-19T21:47:45.151978",
    "prefix": "IMAGES-006"
  }
}