{
  "document_id": "HOUSE_OVERSIGHT_023249",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023249.txt",
  "text": "since you asked since last nov. ifound 11 million dollars in dormant accounts. 4 million dollars in\neileens drawer. . went through cash flows for phaidon shwoing that john murphy is not an accountant.\nredid your gagosian contract ,. organized structure in case of divorce. set up gift trust. stopped ada from\nincluding multiple times things not in your interest. dealt with bad sales tax use tax income tax . created\n8 millino in deductions ,500k in mistakes , found bank of scotland fbar problems, . . reorg bad art\npurchases , funds taken, , charibale decustions , helped with fincnacil sttment gamoing commions fling. .\nboat deductions, rescued stock from grats.. may | after months of brad not finding anyone i sent an\nemail saying you would have to pay more. . on april 15. I sent an email detailing payments owed if i could\nfigure out the basis issue, please see attached, .\n\nquestions you might ask your team ask them to provide a balance sheet or p&1 for REgan arts.\n\ndoesnt exist\n\nask . either wechsler or haperin to tell you what brh is, or how the tra works. .. ? as bronstein to tell you\nwhy the proposed phaidon transaction DOES not work. . as them to give you a plan for the plane. ? ask\nthem to show you the cash mgmt for over 100 million dollars. . ask them to show you the IT system\nprogress after one year. . the approval process for payables. . the cash flow projections? assumptions? ask\nfor a comparative review of investments. ask haperin to describle to you in any detail BRH , the major\nasset of his two biggest clients. tax basis, disposiotion in the estate. . etc. ask brad to show you the\nliquidation of the inteveing art space cos? .\n\nLast year you asked , for my help I told you I preferred not as we would be better off having no financial\nintereactions. the risk was not worth it. You told me that as my friend i had to do it Iagreed., here\nwe are in what I find to be an awkward situation. the transactions that 1 decvised were used _, our\nagreement was ignored. and im not sure how to respond.\n\nDate: Thu, Sep 29, 2016 at 11:47 AM\n\nSubject: new info\n\nTo: Brad S ae | Melanie Spinella hii!\n\nbrad, leon.\n\nAfter I spoke to you both, I excused myself from a dinner with some heads of state to walk into the\nbathroom to make some calls re 8865. I wondered whether any group that we could assert had control\nhad filed in the past years. I called Fenn and he told me- yes.???!! he said that on friday , for the first\ntime he learned that AGM was not delinquent at all. and had filed. !!_| I asked why no one had ever told\nme or given me the purported justification for no filings in the past for the founders. and he said Well,\nsorry , it was discussed on fridays call. ? the calli was not on . not invited to ,the call wechsler didnt\nlisten in and joslin didnt transmit , if itis true. Im also now told there is a note from Deloitte re 13 and\n14 that says the founders DO NOT have to file. but fenn could not tell me who wrote it and said\nDeloitte says to ignore it. , that s why they are pushing now.\n\nsteps 1 8865 has many exemptions for filing. let see if we can find one . ( an elegant position might be\njosh and agm if he is panicked and leave us out ). The requirments are FACT specific , so without the\nfacts we still have nothing. fenn said he has now put someone on it\n\n2 leon, I suggest need to focus on 1040 , 2015. , we may even consider filing the minimum\n8865 , and wait until we are sure of our specific requirements, and file an amendment for 15 as well as\npast. no harm no foul\\\n\nDate: Thu, Sep 29, 2016 at 12:34 PM\n\nHOUSE_OVERSIGHT_023249",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023249.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3583,
    "word_count": 694,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:44.318745",
    "prefix": "IMAGES-007"
  }
}