{
  "document_id": "HOUSE_OVERSIGHT_017127",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017127.txt",
  "text": "4.2.12\nWC: 191694\n\nMostly, I worked very hard, achieving an A average and Phi Beta Kappa Honors, winning debate\ntournaments and being elected president of the student council and captain of the debate team.\nReading became my passion: literature (Dostoyevski, Shakespeare, Bellow); philosophy (Kant,\nAristotle, Plato, Neitsche; history ( ) and politics ( ). Lloved\narguing with my professors. One of my favorites was John Hope Franklin, the first African\nAmerican appointed to the chairmanship of a department (history) in a college that was not\nhistorically black. We remained friends and colleagues until his death in his mid-90s.\n\nMy presidency of the student council brought me into repeated conflict with Professor Harry\nGideonese, the President of the College, a Midwestern conservative who was brought to\nBrooklyn to “clean out” what had become “the little red schoolhouse.” Several professors had\nbeen fired, or not hired, because of the “red” or “pink” affiliations and I fought against this post-\nMcCarthy purge, on freedom of speech grounds. Leading the other side was a professor of\nromance languages named Eugene Scalia, an elegant and brilliant reactionary, whose son Antonin\nhas followed in his ideological footsteps.\n\nDespite my conflict with President Gideonese, the school nominated me for a Rhodes Scholarship.\nIn my application, I wrote the following:\n\nI believe that my college career has been a period of moral and intellectual growth\nthroughout which time I have felt an increasing responsibility to my conscience in matters\nof self improvement. I felt this personal responsibility so strongly in college because I had\nalmost completely neglected it throughout high school. A firm determination to show\nmyself, as well as my high school contemporaries, that I could become an outstanding\nstudent in college has been a most potent motivating force.\n\nI also listed my academic, political and athletic achievements, and promised that if admitted to\nOxford:\n\nI would read for the Oxford B.A. in the Honor School of Jurisprudence and then enter\nLaw School in the United States.\nIn those days Jewish boys (only males were eligible for Rhodes) from Brooklyn were not selected\nby the Rhodes Committee, and despite my academic, political and athletic accomplishments, I did\nnot even get an interview. It took several decades before Brooklyn College received its first\nRhodes Scholarship.\n\nBy my senior year at Brooklyn, I had decided to go to law school. That path seemed natural in\nlight of my success in debate and school politics. I had no idea what the practice of law was,\nexcept what I had read about the careers of such legal luminaries as Clarence Darrow, Thurgood\nMarshall, and Louis Brandeis. My uncle Morris was a lawyer, but he spent most of my formative\nyears in the Army and when he returned he specialized in contract cases, which held little interest\nfor me. I asked Grandma Ringel to introduce me to an old friend of hers, whom she always\nreferred to as “Judge Berenkoff.” I had no idea what kind of judge he was, but he was the only\njudge I knew. My grandmother wondered why I wanted to meet Judge Berenkoff. I told her that\nsince he was a judge, he might have some good career advice for an aspiring lawyer. My\n\n40\n\nHOUSE_OVERSIGHT_017127",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017127.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3270,
    "word_count": 539,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:46.180690",
    "prefix": "IMAGES-004"
  }
}