{
  "document_id": "HOUSE_OVERSIGHT_030037",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030037.txt",
  "text": "Article 2.\n\nPolitico\n\nObama failing as commander in chief\n\nRobert D. Blackwill\n\nMarch 28, 2011 -- The Obama administration deserves credit for its\nforeign policy achievements.\n\nThere has been no successful terrorist attack on U.S. soil. President\nBarack Obama and his colleagues have, thus far, skillfully handled\nthe popular eruptions in Tunisia and Egypt — though those crises are\nfar from over. They strengthened sanctions against Iran regarding its\nnuclear weapons program; reset U.S.-Russia relations and completed\nthe New START Treaty. They have begun to deal effectively with the\nrise of Chinese power; continued, after a slow start, the\ntransformation of U.S.-India relations, and signed a bilateral trade\naccord with South Korea. They also modernized the North Atlantic\nTreaty Organization with summit agreements on a new strategic\nconcept and ballistic missile defense.\n\nBut the administration’s record of failure is equally as long. It has not\nseriously tackled our deficit and debt problem, the single greatest\nthreat to long-term U.S. power and influence. It is now mishandling\nrelations with the Gulf Arab monarchs and made a mess of the\nMiddle East peace process. It has allowed the U.S.-Turkey\nrelationship to reach historic lows, just as Turkey is becoming a\nformidable actor in the Greater Middle East.\n\nBy concentrating on health care for its first two years, the\nadministration, and the large majorities in Congress, missed a crucial\nopportunity to pass climate change legislation. With the Democratic\nparty’s internal constituencies, there also has been almost no\nmovement on international trade.\n\nHOUSE_OVERSIGHT_030037",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030037.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1641,
    "word_count": 249,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:46.477531",
    "prefix": "IMAGES-010"
  }
}