{
  "document_id": "HOUSE_OVERSIGHT_018536",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018536.txt",
  "text": "One such question is the \"BDSM versus sex” question. Is BDSM always sex? Is it always\nsexual? A lot of people see BDSM as something that \"always\" includes sex, or is \"always\nsexual in some way.\" In the documentary \"BDSM: It's Not What You Think!\", one\nfamous BDSM writer is quoted saying something like: \"I would say that eros is always\ninvolved in BDSM, even if the participants aren't doing anything that would look sexual\nto non-BDSMers.\"\n\nBut a lot of other people see BDSM, and the BDSM urge, as something that doesn't\nnecessarily have anything to do with sex -- that is separate from sex.\n\nI see two sides to this question: the political side, and the \"how does it feel?\" side. Both\nsides are intertwined; when it comes to sex, politics can't help shaping our experiences\n(and vice versa). I acknowledge this. And yet even when I try to account for that,\nthere is still something deeply different about the way my body feels my BDSM\nurges, as opposed to how my body feels sexual urges. I don't think that those bodily\ndifferences could ever quite go away, no matter how my mental angle on those processes\nchanged.\n\nKOK ok\n\nThe Political Side of BDSM versus Sex\n\n\"BDSM versus sex\" could be viewed as a facet of that constant and irritating question --\n\"What is sex, anyway?\" I've always found that the more you look at the line between\n\"what is sex\" and \"what is not sex,\" the more blurred the line becomes.\n\nFor example, recall that ridiculous national debate that happened across America when\nBill Clinton told us that he hadn't had sex with Monica -- and then admitted to getting a\nblowjob from her. Is oral sex sex? Maybe oral sex isn't sex! Flutter, flutter, argue, argue.\n\nIt is my experience that (cisgendered, heterosexual) women are often more likely to claim\nthat oral sex is not sex, while (cis, het) men are more likely to claim that oral sex is sex. I\nsuspect this is because women face steeper social penalties for having sex (no one wants\nto be labeled a \"slut\"), so we are typically more motivated to claim that sex acts \"don't\ncount\" as sex... whereas men are usually congratulated for having sex (more notches on\nthe bedpost!), so men are typically more motivated to claim that sex acts \"count\" as sex.\n(Unless they're Bill Clinton.)\n\nSo we already have this weird ongoing debate, about what \"qualifies\" as sex. And you\nthrow in fetishes such as BDSM, and everyone gets confused all over again. A cultural\nexample of this confusion came up in 2009, when a bunch of professional dominatrixes\ngot arrested in New York City... for being dominatrixes... which everyone previously\nbelieved was legal. Flutter, flutter, argue, argue, and it turns out that \"prostitution\" (which\nis illegal in New York) is defined as \"sexual conduct for money.\"\n\nBut what does \"sexual conduct\" mean? At least one previous court had set the\nprecedent that BDSM-for-pay is not the same as \"sexual conduct for money\"... and\nyet, in 2009, the Manhattan District Attorney's office decided that \"sexual conduct\"\nmeans \"anything that is arousing to the participants\"... and then decided that this\nsuddenly meant they ought to go arrest dominatrixes. It's not clear why the Manhattan\n\nHOUSE_OVERSIGHT_018536",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018536.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3198,
    "word_count": 551,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:47.667417",
    "prefix": "IMAGES-005"
  }
}