{
  "document_id": "HOUSE_OVERSIGHT_026759",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026759.txt",
  "text": "6910 Great Bay, St. Thomas, USVI 00802\nBoardStThomas@aol.com\n\n1-340-715-9042\n\nSeptember 13, 2017\nDear Fellow Ritz-Carlton Club Member,\n\nIf you’ve been following the TV news, you already know that St. Thomas has taken a dreadful hit by\nHurricane Irma. President Donald Trump, who has authorized disaster relief for the Virgin Islands, plans to\nvisit St. Thomas “in the next six or seven days” according to Governor Kenneth Mapp.\n\nOur Club appears to have stood up reasonably well, at least when compared with the devastation\nelsewhere on the island. Many homes have been reduced to rubble, including those of some of our employees\nas you have heard. The insurance adjusters arrived today, an important step in obtaining the detailed damage\nand insurance information. The damage seems to grow from the far end of the beach toward the Hotel, with\nonly modest damage in the Lily Building, more damage in Gardenia and Heliconia and even more at the Hotel.\n\nAbout 40% of our Residences are currently usable—with electricity and air conditioning—and they are\nfully occupied mostly by our employees. Many of these employees have returned to work, notwithstanding the\nhardships in their personal lives. 70% of the exterior lighting has been restored. Road and pathways on our\nproperty have been cleared. Work has also begun on restoring the landscaping, which was decimated by Irma.\nThe Food Center is back open. Some electricity has been restored in the downtown area. Many ATM machines\nare now operational but with most limiting cash withdrawals to $100.\n\nThe airport is still closed to commercial traffic. We know that some of our roofs have been damaged.\nOur air conditioners have been damaged. Some windows were broken and some doors were blown in by the\n200 mph gusts. So we know there is water damage. But we don’t know how much. Communication is still a\nmajor challenge. There is no internet service at the club yet and cell service on our side of the island is\nextremely spotty.\n\nHOUSE_OVERSIGHT_026759",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026759.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2002,
    "word_count": 330,
    "line_count": 32,
    "import_date": "2025-11-19T21:47:46.456203",
    "prefix": "IMAGES-009"
  }
}