{
  "document_id": "HOUSE_OVERSIGHT_013868",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013868.txt",
  "text": "Don’t enter the black hole of the inbox off hours because you’re afraid you'll forget something. Use\nthese services instead to keep focused, whether on completing a critical project or simply enjoying the\nweekend.\n\n> Jott ( www.jott.com )\n\nCapture thoughts, create to-do’s, and set reminders with a simple toll-free phone call. The service\ntranscribes your message (15-30 seconds) and e-mails it to whomever you want, including yourself, or\nto your Google calendar for automatic scheduling. Jott also enables you to post voice message links to\nTwitter (www.twitter.com), Facebook (www.facebook.com), and other services that tend to consume\nhours if you visit the sites themselves.\n\n> Copy talk ( www.copytalk.com )\n\nDictate any message up to four minutes and have the transcription e-mailed to you within hours.\nExcellent for brainstorming, and the accuracy is astounding.\n\nPreventing Web Browsing Completely\n\n> Freedom ( http://www. ibiblio.org/fred/freedom/_)\n\nFreedom is a free application that disables networking on an Apple computer for 1-480 mintues (up to\neight hours) at a time. Freedom will free you from the distractions of the Internet, allowing you the focus\nto get real work done.\n\nFreedom enforces freedom; a reboot is the only method for turning Freedom off before the time limit\nyou’ve set for yourself. The hassle of rebooting means you’re less likely to cheat, and you'll be more\nproductive. Experiment with the software for short periods of time at first (30-60 minutes.)\n\n=> COMFORT CHALLENGE\n\nRevisit the Terrible Twos (2 Days)\n\nFor the next two days, do as all good two-year-olds do and say “no” to all requests. Don’t be selective.\nRefuse to do all things that won’t get you immediately fired. Be selfish. As with the last exercise, the\nobjective isn’t an outcome—in this case, eliminating just those things that waste time—but the process:\ngetting comfortable with saying “no.” Potential questions to decline include the following:\n\nDo you have a minute?\nWant to see a movie tonight/tomorrow?\nCan you help me with X”\n\n“No” should be your default answer to all requests. Don’t make up elaborate lies or you'll get called\non them. A simple “I really can’t—sorry; ve got too much on my plate right now” will do as a catch-all\nresponse.\n\nHOUSE_OVERSIGHT_013868",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013868.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2281,
    "word_count": 366,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:47.476456",
    "prefix": "IMAGES-002"
  }
}