{
  "document_id": "HOUSE_OVERSIGHT_023399",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023399.txt",
  "text": "In re: TERRORIST ATTACKS ON SEPTEMBER 11, 2001., 2012 WL 257568 (2012)\n\nnecessary to mount a significant transborder attack. See JA3777-78. In particular, plaintiffs alleged that support during that\ncrucial period enabled al-Qaeda to expand its footprint, train terrorists, plot and plan acts of terror, and carry out such acts\naround the world. JA798-800, 823, 843-44, 3783, 3836, 3871; cf SPA152 (Terrorist Attacks IV) (as the district court\nelsewhere acknowledged, “[s]ince its inception in the late 1980’s, al-Qaeda has relied on well-placed financial facilitators and\nlogistical sponsors to raise, manage and distribute money and resources, enabling it to grow rapidly into a formidable\ninternational terrorist network”).\n\nImposing ATA liability on defendants who provide this crucial formative support for a terrorist organization is clearly\nconsistent with Congress’ intent, see supra pp. 66-73, and consistent with the nature of *119 how terrorist groups grow and\nbecome capable of undertaking attacks which, like the September 11 attacks, often take years of planning and development.\nSee, e.g., 9/11 Commission Final Report p. 48. Thus, as the Seventh Circuit has held en banc, the ATA is predicated on the\nassumption that “[t]errorism campaigns often last for many decades .... Seed money for terrorism can sprout acts of violence\nlong after the investment.” Boim IIT, 549 F.3d at 700. The court went so far as to conclude that, as a general matter, imposing\nliability upon “someone who with the requisite state of mind contributed to a terrorist organization in 1995 that killed an\nAmerican abroad in 2045 ... would not be as outlandish, given the character of terrorism, as one might think.” Jd. at 699-700.\nHere, of course, a much more direct connection of a few years exists between defendants’ acts that supported the\ndevelopment of what became the world’s most extensive and capable global terrorist organization and that group’s execution\nof its most sophisticated and deadly operation.\n\nLastly, the district court found that “[t]he United States had not even been targeted by al Qaeda” when “defendants provided\n[Osama bin Laden] with funding” while “in Sudan during the early 1990’s.” SPA247 (Terrorist Attacks V). This finding is\nblatantly incorrect. See supra pp. 28- *120 29. Osama bin Laden had been openly “singl[ing] out the United States for attack”\n“since 1992.” 9-11 Commission Final Report, at 48. “Plans to attack the United States were developed with unwavering\nsingle-mindedness throughout the 1990s.” Jd.\n\nII. The District Court Improperly Dismissed The Alien Tort Statute Claims Because The Statute Encompasses Claims\nBased On Acts Related To International Terrorism\n\nThe district court dismissed the Alien Tort Statute (“ATS”) claims against a handful of defendants because it thought\nplaintiffs were required to, but did not, plead “factual allegations [to] support a reasonable inference that the defendant(s]\npurposefully aided and abetted, conspired with, or materially supported al Qaeda in the commission of an act of terrorism\ninvolving the hyacking of a commercial airplane.” SPA233 (Terrorist Attacks V). That holding is based on a mistaken\nassumption that the ATS authorizes, or plaintiffs alleged, only tort claims based on the hijacking of a commercial airplane in\nviolation of international law. Neither the ATS nor plaintiffs’ complaints are so limited. Instead, the ATS permits the federal\ncourts to adjudicate a civil action “by an alien for a tort only, committed in violation of the laws of nations or a treaty of the\nUnited States.” 28 U.S.C. § 1350. As explained below, the “laws of nations” *121 prohibit acts of international terrorism,\nincluding the provision of material support for terrorism, and is not so narrowly focused on hijacking commercial airplanes.\nSee infra at Points II.B & C. And, plaintiffs adequately pled facts that readily support a reasonable inference that defendants\nknowingly and intentionally provided financing and other forms of material support to al-Qaeda to further its international\nterrorism. See supra Points I.B.2 & I.B.3.\n\nThe ATS is a jurisdictional statute that Congress enacted as part of the Judiciary Act of 1789 on the “understanding that the\ncommon law would provide a cause of action for the modest number of international law violations with a potential for\npersonal liability at that time,” namely “violation of safe conducts, infringement of the rights of ambassadors, and piracy.”\nSosa v. Alvarez-Machain, 542 U.S. 692, 712, 724 (2004). In Sosa, the Supreme Court held that federal courts also may permit\naliens to assert tort claims “based on the present-day law of nations” as long as they “rest on a norm of international character\naccepted by the civilized world and defined with a specificity comparable to the features of the 18th-century paradigms.” Jd.\nat 724-25. In making this determination, courts should consider “the potential implications for the foreign relations of the\nUnited *122 States” and should be “wary of impinging on the discretion of the Legislative and Executive Branches in\nmanaging foreign affairs.” Jd. at 727.\n\nIn cases decided after Sosa, this Court has looked to three factors to determine whether a claim adequately alleges a violation\nof customary international law that is cognizable in a tort action under the ATS. To state an ATS claim, the alleged tort must\n\nWESTLAW\n\nHOUSE_OVERSIGHT_023399",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023399.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5434,
    "word_count": 849,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:46.054258",
    "prefix": "IMAGES-007"
  }
}