{
  "document_id": "HOUSE_OVERSIGHT_022585",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022585.txt",
  "text": "83\n\nOn August 12, 2011, the final rules for SEC’s\nWhistleblower Program became effective. These rules set\nforth the requirements for whistleblowers to be eligible for\nawards consideration, the factors that SEC will use to deter-\nmine the amount of the award, the categories of individuals\nwho are excluded from award consideration, and the cate-\ngories of individuals who are subject to limitations in award\nconsiderations. The final rules strengthen incentives for\nemployees to report the suspected violations internally\nthrough internal compliance programs when appropriate,\nalthough it does not require an employee to do so in order\nto qualify for an award.”\n\nIndividuals with information about a possible viola-\ntion of the federal securities laws, including FCPA viola-\ntions, should submit that information to SEC either online\nthrough SEC’s Tips, Complaints, and Referrals (TCR)\nIntake and Resolution System (available at hteps://dene-\nbleo.sec.gov/TCRExternal/disclaimer.xhtml) or by mail-\ning or faxing a completed Form TCR to the Commission's\nOffice of the Whistleblower.\n\nWhistleblowers can submit information anony-\nmously. To be considered under SEC’s whistleblower pro-\ngram as eligible for a reward, however, the information\nmust be submitted on an anonymous whistle blower’s behalf\n\nby an attorney.”\n\nWhether or not a whistleblower reports\nanonymously, SEC is committed to protecting the identity\nof a whistleblower to the fullest extent possible under the\nstatute.” SEC’s Office of the Whistleblower administers\nSEC’s Whistleblower Program and answers questions from\nthe public regarding the program. Additional informa-\ntion regarding SEC’s Whistleblower Program, including\n\nanswers to frequently asked questions, is available online at\n\nhetp://www.sec.gov/whistleblower.\n\n100 F Street NE, Mail Stop 5971\nWashington, DC 20549\n\nFacsimile: (703) 813-9322\nOnline Report Form: http://www.sec.gov/\nwhistleblower\n\nHOUSE_OVERSIGHT_022585",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022585.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1948,
    "word_count": 273,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.432967",
    "prefix": "IMAGES-007"
  }
}