{
  "document_id": "HOUSE_OVERSIGHT_014363",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014363.txt",
  "text": "eauiy Market Structure: Simplifying the Complex\nGuest speakers in this panel included Anthony Barchetto (EVP, Head of Corporate\nDevelopment, BATS Global Markets, Inc.), Jamil Nazarali (Head of Execution\nServices, Citadel Securities Inc.), Eric Stockland (Chief Strategy Officer, IEX Corp.)\nand Pankil Patel (Managing Director, Electronic Sales, BofA Merrill Lynch).\n\ne Panel members had a spirited debate regarding the current market structure pros\nand cons, rebates, off-exchange trading, latency, market maker obligations, and the\nfuture of regulation post the election.\n\ne We asked investors what they thought of the current state of the equity market\nstructure, and 74% thought that the market needs revamping. 32% believe that\nthere was a problem with the depth of liquidity and 23% thought there were\nmisaligned incentives.\n\nChart 72: What is your view of the current state of the equity market structure?\n\n35% 32%\n30%\n25%\n20%\n15%\n10%\n5%\n0%\nThe market The market The market The market The market\nstructure is overall structure needs —structureneeds structure needs structure needs a\nadequate improvement-  improvement- — improvement — full revamp\nnotably in notably in liquidity notably in\ntransparency of size misaligned\nincentives\n\nSource: BofA Merrill Lynch Global Research\n\n« Given the announcement that SEC Chairwoman White will leave at the end of\nPresident Obama’s term, this will likely lead to some regulatory uncertainty and lack\nof activity given not enough commissioners to make forward progress. In addition,\nthe new Chair will likely be focused on less regulation and one panel member\nthought Reg NMS could come under review.\n\nLite after DOL: Evolving Beyond the Fiduciary Rule\nWe hosted industry experts for a panel on the Department of Labor’s (DOL)\nfiduciary rule, which is set to go into effect in April 2017. Panel participants\nincluded Michael Hadley (Partner at Davis & Harman LLP), Lisa Bleier (Associate\nGeneral Counsel at SIFMA), and Kevin Crain (Head of Workplace Financial Solutions\nat Bank of America Merrill Lynch).\n\n« Given potential changes for the brokerage industry, we asked investors “Will the\nDOL’s fiduciary rule cause meaningful changes to the brokerage industry?”. Most\ninvestors believe that the rule will cause a number of significant changes to the\nbrokerage industry (83%), including significant pressure on commission revenues, a\nshift to advisory and fee based accounts, and assets in motion with some to robo\nadvisor and RIA platforms.\n\nBankof America a 2016 Future of Financials Conference | 17 November 2016 49\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014363",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014363.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2601,
    "word_count": 401,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:45.055884",
    "prefix": "IMAGES-002"
  }
}