{
  "document_id": "HOUSE_OVERSIGHT_023933",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023933.txt",
  "text": "How the Best Universities Inadvertently Ruin Our Schools 187\n\nhowever, professors don’t really have bosses in the traditional sense. I\nremember the provost of a top university complaining to me that with\nprofessors everything is a la carte. The provost is the guy who runs the\nuniversity. What he meant was that he could not ask any professor to\ndo anything without the professor asking what he would get in return.\nThe traditional sense of boss is gone, of course, when the boss can’t\nfire you.\n\nThe real bosses in the university system are your colleagues.\n\nHuh?\n\nYour colleagues can’t fire you. But this is what they can do. In\norder to hire a new senior faculty member at Yale, we actually had\nto write letters, at the beginning of the process, to all the important\nfaculty members around the world in the subspecialty in which we\nwanted to hire, asking them to rank the top ten people in the world in\nthat subspecialty. If the person we wanted was not on that top ten list,\nwe would not be able to hire them without proving why we couldn’t\nget one of the people in the top ten and why we so desperately needed\nsomeone who clearly wasn’t that good.\n\nTop universities are caught up in a game they can’t get out of that\nhas two very bad results. The game is the superstar-prestige game. Top\nuniversities want to be number one. They want this very badly. Uni-\nversity administrators worry about this on a daily basis. All hirings\nrevolve around this issue. All professors worry about their status in the\nacademic world at large. It is the coin of the realm in academia.\n\nAlthough it does not obviously follow from this, one effect of\nthis game is less than stellar education for undergraduates. And, in-\ncidentally, this game also has a disastrous effect on the nation’s high\nschools. This is not at all obvious to professors and to the universities\nfor whom they work. To understand this, we need to first see what\nprofessors do and how they think about what they do.\n\nI will start by telling a story about someone I barely know. He is a\nprofessor of aerospace engineering at the University of Washington,\nwhich is in the top tier of state universities. I met him because I was\nworking on creating a high school aerospace curriculum that I hope\none day will replace some of what is now in high school for those in-\nterested in engineering. I asked Boeing to host a meeting to design this\ncurriculum and they agreed. They invited some of their engineers as\nwell as this professor, I brought some of my people, and we began to\ndesign a series of projects that would take students with no knowledge\n\nHOUSE_OVERSIGHT_023933",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023933.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2621,
    "word_count": 470,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:44.551697",
    "prefix": "IMAGES-007"
  }
}