{
  "document_id": "HOUSE_OVERSIGHT_023641",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023641.txt",
  "text": "eae —A)) V\n\nThe Disneyland Memorial Orgy, by Paul Krassner and Wallace Wood, published in the May, 1967 issue of The Realist. Readers\nwith annoying bare patches on their wall can buy a copy at www.paulkrassner.com for $35.00 plus shipping and handling.\n\npromised him that I would go to prison\nsooner than identify him.\n\nEP: Was that a concern of his?\n\nPK: | just volunteered it. So that he would\nknow. And he allowed me to interview\nhim, albeit anonymously.'\n\nWhen I published the interview, I\nstarted to get calls. Women who were\npregnant that didn’t want to be, and didn’t\nknow where to go. These were differ-\nent ages, different classes. I remember\none that really had the most force to it:\nA nurse called. And she couldn’t get a\ndoctor to help her. From a hospital, or\neven privately.\n\nSo, I referred her to Dr. Spencer. And\nshe sent me a gift. She knew I had a little\ndaughter. And she sent me a doll. A lion.\nHolly, my daughter, named it Lenny the\nLion, after Lenny Bruce.\n\nEP: Oh, that’s great.\n\nPK: | began to get more and more calls,\nand I couldn’t say no. You know this is\nnot an abstract placard saying “Peace\nNow”, this was somebody that I could\nhelp. I couldn’t say no -- ‘cause there are\nso many things going on in the world that\nyou can‘ help.\n\nI never thought ’'d become an under-\néround abortion referral service. But, you\n\nknow, it became my calling, in a way.\nEP: How long did you continue to help\npeople out?\n\nPK: I stopped when I moved to San Fran-\ncisco [in 1971]. By that time there were\nothers doing referrals -- Protestant min-\nisters. So, I left my practice behind me.\nEP: The Realist was one of the first, if\nnot the first, news sources to talk about\nEnovid [the first birth control pill].\n\nPK: In the first few issues! And the pill\nwas just a rumor. This guy, a journalist\n-- | didn’t pay him much — he did a two-\npart article, I think I paid him $100 for\neach. He went to Puerto Rico, where they\nwere testing women. I had mixed feelings\nabout this, because they were testing\nthem like guinea pigs. But it worked, and\nit became known as “the Pill.”\n\nEP: Since we’re referring to a lot of\nissues of The Realist, we should prob-\nably mention the online archive. I recall,\nwith some humor and business sense, you\nonly asked one thing: That we edit the\nimage to the Disneyland Orgy to include\na link to your site, saying a poster was\navailable for sale on your website.\n\nPK: Oh yeah, that was a pure ad.\n\n1“An Impolite Interview With An Abortionist,”\nThe Realist #35, June 1962.\n\nEP: The first ad to run in The Realist,\nprobably?\n\nPE: Well, sure. (laughs) It was letting\npeople know the poster existed.\n\nEP: In the ten years that the archive’s been\nup, it’s enjoyed a lot of regular traffic and\nis now referenced in many dissertations.\nBy the way, did you see the Washington\nPost article linking to the archive, specifi-\ncally the LBJ story?”\n\nPK: Oh, yeah. I heard about that from\nHarry Shearer. He sent me the link to\nthe article, where they refer to me as\nan “obscure 1960s figure.” The subject\nline of Harry’s email was “It’s official!”\nand then in the message, a link to the\narticle and the words “youre obscure!”\nI laughed hysterically.\n\nI think the LBJ piece (“The Parts Left\nOut of the Kennedy Book,” The Realist\n#74, May 1967) is still the most notorious\narticle; people remember it. Lewis Black\nsaid he was fifteen when he read it and\nsaid he was shocked! You know, because\nthe article was written as a seduction, in\na way. To the culmination, to the... what\ndo they call it in sex? The climax!\n\nAnd then I published the anagram for\nNixon’s veep’s name, Spiro Agnew.\n\nEP: “Grow a penis.” Do you remember\n\nWw\n\nHOUSE_OVERSIGHT_023641",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023641.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3665,
    "word_count": 681,
    "line_count": 119,
    "import_date": "2025-11-19T21:47:48.851652",
    "prefix": "IMAGES-007"
  }
}