{
  "document_id": "HOUSE_OVERSIGHT_016306",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016306.txt",
  "text": "Those are also the processes by which all new knowledge is created: They are how we\ninnovate, make progress, and create abstract understanding for its own sake. This is\nhuman-level intelligence: thinking. It is also, or should be, the property we seek in\nartificial general intelligence (AGI). Here I'll reserve the term “thinking” for processes\nthat can create understanding (explanatory knowledge). Popper’s argument implies that\nall thinking entities—human or not, biological or artificial—must create such knowledge\nin fundamentally the same way. Hence understanding any of those entities requires\ntraditionally human concepts such as culture, creativity, disobedience, and morality—\nwhich justifies using the uniform term people to refer to all of them.\n\nMisconceptions about human thinking and human origins are causing\ncorresponding misconceptions about AGI and how it might be created. For example, it is\ngenerally assumed that the evolutionary pressure that produced modern humans was\nprovided by the benefits of having an ever greater ability to innovate. But if that were so,\nthere would have been rapid progress as soon as thinkers existed, just as we hope will\nhappen when we create artificial ones. If thinking had been commonly used for anything\nother than imitating, it would also have been used for innovation, even if only by\naccident, and innovation would have created opportunities for further innovation, and so\non exponentially. But instead, there were hundreds of thousands of years of near stasis.\nProgress happened only on timescales much longer than people’s lifetimes, so in a typical\ngeneration no one benefited from any progress. Therefore, the benefits of the ability to\ninnovate can have exerted little or no evolutionary pressure during the biological\nevolution of the human brain. That evolution was driven by the benefits of preserving\ncultural knowledge.\n\nBenefits to the genes, that is. Culture, in that era, was a very mixed blessing to\nindividual people. Their cultural knowledge was indeed good enough to enable them to\noutclass all other large organisms (they rapidly became the top predator, etc.), even\nthough it was still extremely crude and full of dangerous errors. But culture consists of\ntransmissible information—memes—and meme evolution, like gene evolution, tends to\nfavor high-fidelity transmission. And high-fidelity meme transmission necessarily entails\nthe suppression of attempted progress. So it would be a mistake to imagine an idyllic\nsociety of hunter-gatherers, learning at the feet of their elders to recite the tribal lore by\nheart, being content despite their lives of suffering and grueling labor and despite\nexpecting to die young and in agony of some nightmarish disease or parasite. Because,\neven if they could conceive of nothing better than such a life, those torments were the\nleast of their troubles. For suppressing innovation in human minds (without killing them)\nis a trick that can be achieved only by human action, and it is an ugly business.\n\nThis has to be seen in perspective. In the civilization of the West today, we are\nshocked by the depravity of, for instance, parents who torture and murder their children\nfor not faithfully enacting cultural norms. And even more by societies and subcultures\nwhere that is commonplace and considered honorable. And by dictatorships and\ntotalitarian states that persecute and murder entire harmless populations for behaving\ndifferently. We are ashamed of our own recent past, in which it was honorable to beat\nchildren bloody for mere disobedience. And before that, to own human beings as slaves.\nAnd before that, to burn people to death for being infidels, to the applause and\namusement of the public. Steven Pinker’s book The Better Angels of our Nature contains\naccounts of horrendous evils that were normal in historical civilizations. Yet even they\n\n86\n\nHOUSE_OVERSIGHT_016306",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016306.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3899,
    "word_count": 607,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:44.154289",
    "prefix": "IMAGES-003"
  }
}