{
  "document_id": "HOUSE_OVERSIGHT_019741",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019741.txt",
  "text": "Off to Moscow | 253\n\nexpressed concern to him about the direction of the book I was writ-\ning. “What is it about?” Stone asked me.\n\nI was taken aback. I had no idea that Snowden was aware of my\nbook. (I had not tried to contact him.) I told Stone that I considered\nSnowden an extraordinary man who had changed history and was\nintentionally vague in my description of my book’s contents. Stone\nseemed to be reassured, so I asked him about the possibility of my\nseeing Snowden in Moscow. He said that I “might want to speak\nto Anatoly [Kucherena].” Kucherena, it seemed to me, was clearly\nSnowden’s gatekeeper.\n\nIn Snowden’s two years in Moscow, he, or his handlers, had granted\nonly a handful of face-to-face press interviews. Most of these were\nwith the journalists who had published his story, but one was with\nJames Bamford for his 2014 Wired piece. According to Bamford, it\ntook nearly nine months to arrange the meeting. “I have been try-\ning to set up an interview with him [Snowden]—traveling to Ber-\nlin, Rio de Janeiro twice, and New York multiple times to talk with\nthe handful of his confidants who can arrange a meeting,” Bamford\n\n© recounted in Wired. After my dinner with Stone, I hoped to find a ©\nquicker route.\n\nI was advised by a Moscow-based journalist that I needed a\n“fixer,” the curious term that journalists commonly use to describe a\nlocal intermediary who arranges appointments in foreign countries.\nI retained Zamir Gotta, a highly respected TV producer in Mos-\ncow, who I was told had helped “fix” the Bamford interview with\nSnowden.\n\n“There is only one door to Snowden,” Zamir wrote to me. “His\nname is Kucherena.” Zamir said Kucherena rarely saw journal-\nists, but he had a contact in his office. He further told me Kucher-\nena required any journalist seeking an interview with Snowden to\nsubmit his questions to the lawyer two weeks in advance and, if\napproved, to sign a document stating he would not deviate from the\nquestions. Next, my questions had to be translated from English to\nRussian (even though Snowden does not speak Russian) and then\nvetted by Kucherena’s staff. Zamir also suggested I stay at the Hotel\nNational in Red Square because Snowden had gone there for pre-\n\n| | Epst_9780451494566_2p_all_r1.indd 253 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019741",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019741.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2297,
    "word_count": 398,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:46.217377",
    "prefix": "IMAGES-005"
  }
}