{
  "document_id": "HOUSE_OVERSIGHT_011835",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011835.txt",
  "text": "/ BARAK / 78\n\nand refining our position on Jerusalem. I think Clinton expected a formal offer\nfrom us. Since I’d been guided by his request for a list of questions for Arafat,\nhowever, that is what we came to him with. As we’d discussed, I wanted finally to\nelicit some sign of whether Arafat, too, was ready to make difficult decisions.\n\nThe questions were specific. “Will you accept an agreement that stipulates the\nfollowing...” it began, and proceeded to outline the kind of peace we could accept\nand still hoped for. The points included not just Jerusalem, but areas I knew would\nalso be sensitive for Arafat, such as the “right of return” and formal agreement to\nan end of conflict. We went further than before in some areas. One of the outer\nEast Jerusalem neighborhoods would be under Palestinian sovereignty. The rest of\nthe city would remain under Israeli sovereignty, but most of the other Arab villages\nwould be subject to a system of Palestinian administration. The Haram al-Sharif,\nthe mosque complex above the wall of the Jewish temple, would be under\nPalestinian “administrative and religious management.” We also suggested\n“special arrangements” implying a Palestinian presence in the Old City, but again\nunder Israeli sovereignty. The questions envisaged eventual Palestinian control in\nthe Jordan Valley, with an Israeli security zone for 12 years, rather than our\nproposal in pre-summit talks for 30 years. Then, explicitly, we proposed a question\nto Arafat to confirm my understanding with Clinton that the “right of return”\nwould apply not to Israel proper, but to a Palestinian state on the West Bank and\nGaza. Finally, the document said: “I understand that such an agreement constitutes\nan end of conflict.”\n\nAfter he read it, the President blew up. Far from the “bottom lines” he’d\napparently hoped for, but which I’d never thought were expected at this stage, I\nseemed to be retreating from ideas Shlomo and Gili had presented in their all-night\nsession with the Palestinians. Given the ground rules of that exercise, they’d felt\nable to go beyond anything we’d actually agreed, and in some areas beyond what\nthey knew I could support. As a result, the list of questions assumed Israel would\nkeep a little more than 11 percent of the West Bank, nearly one percent more than\nShlomo had mentioned. Shlomo and Gili had also raised the possibility of up to\nthree of the outer Jerusalem villages coming under full Palestinian sovereignty.\n“You keep us, and Arafat, waiting for 13 hours,” Clinton fumed, his face nearly\nscarlet. “And you want me to present something /ess than you’ve already offered.”\nHe said he wouldn’t do it. “This is not real. It’s not serious.” He said that he’d\ngone to Shepherdstown in search of what was supposed to be an endgame with the\n\n364\nHOUSE_OVERSIGHT_011835",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011835.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2811,
    "word_count": 472,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:46.122297",
    "prefix": "IMAGES-001"
  }
}