{
  "document_id": "HOUSE_OVERSIGHT_012875",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012875.txt",
  "text": "The sweetness of control\n\nWhen humans and other animals travel the road to excess, whether for food consumption, violence,\npower, or sex, it is either because they gave in to an in-the-moment impulsive itch or because a history of\nlosing self-control turned into an addictive habit. What causes us to lose our sense of moderation, allow\nour mental brakes to slip, and give in to temptation? What causes our preferences to inconsistently and\nirrationally shift over time, allowing seductive offerings to win? If you are the eminent social\npsychologist Roy Baumeister who has contributed fundamental insights into the nature of evil, the answer\nis simple: sugar. Love it. Want it. Need it.\n\nWhen we work hard, focusing on a difficult problem or trying to figure out the best decision,\nexhaustion strikes. Part of our exhaustion comes from the fact that we have depleted a critical resource:\nsugar, or more precisely, glucose. When the availability of this resource diminishes, we also lose self-\ncontrol. This is why the loss of self-control has a cycle that follows the time of day, with the greatest\nlosses occurring late rather than early: diet breakers are more likely to pig out in the evening than early in\nthe morning; shoppers are more likely to buy impulsively as the day moves on; impulsive crimes and\nrelapses of addiction are evening affairs; judges are more likely to dole out punishment at the end of a day\nin court than when they start a new day. Dozens of experiments show that if you have to exert self-\ncontrol in one context it taxes your capacity to exert self-control in another. For example, if you ask\nsubjects to avoid laughing while watching a comedy routine, avoid thinking about a white bear, or avoid\neating chocolates now to have radishes later, these same subjects will squeeze a hand grip for a shorter\nperiod of time than subjects who never contended with the various self-control tasks. When you deplete\nyour personal resources, you lose your grip, opening yourself up to binge eating, unnecessary violence,\nsexual promiscuity, and drug relapses.\n\nHow do we know that glucose is responsible? If you give people a milkshake with real sugar\nbefore they have to take a hard test involving self-control, they do better than if you give them a\nmilkshake with an artificial sweetener. If you first make people take a test that taxes their attention, and\ncauses their glucose to drop, they do worse on a subsequent test, including the hand grip squeezing test. In\nan extraordinary series of experiments and observations, the American psychologist Nathan DeWall\nfound that subjects who drank lemonade with glucose were less likely to respond aggressively to an insult\nthan subjects who drank lemonade with artificial sweetener; individuals with diabetes — who have\ndifficulty regulating blood glucose, and thus have less of it— reported higher levels of aggression on a\nquestionnaire than non-diabetics; within the United States, those states with higher numbers of diabetics\nshowed higher crime rates; and countries with a higher frequency of a genetic disorder that lowers\n\nglucose levels showed higher killing rates both in and out of war.\n\nHauser Chapter 4. Wicked in waiting 129\n\nHOUSE_OVERSIGHT_012875",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012875.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3230,
    "word_count": 531,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:49.069607",
    "prefix": "IMAGES-002"
  }
}