{
  "document_id": "HOUSE_OVERSIGHT_024348",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024348.txt",
  "text": "Table of Contents\n\nCEO PAY RATIO\n\nThe 2018 annual total compensation of our median-compensated employee other than Mr. Garcia was $36,204. We identified our median-\ncompensated employee by calculating the annual salary of all our employees as of December 31, 2018, annualized for those who joined Carvana during the\nyear and who were not seasonal or temporary employees. Mr. Garcia’s 2018 annual total compensation was $2,075,726, as disclosed in the “Summary\nCompensation Table” above. The ratio of our median-compensated employee to Mr. Garcia is 1-to-57.\n\nCERTAIN RELATIONSHIPS AND RELATED PARTY TRANSACTIONS\n\nPOLICIES FOR APPROVAL OF RELATED PARTY TRANSACTIONS\n\nWe have adopted a written policy with respect to the review, approval, and ratification of related party transactions. Under the policy, our Audit\nCommittee is responsible for reviewing and approving related party transactions. In the course of its review and approval of related party transactions, our\nAudit Committee will consider the relevant facts and circumstances to decide whether to approve such transactions. In particular, our policy requires our\nAudit Committee to consider, among other factors it deems appropriate:\n\n. the related person’s relationship to us and interest in the transaction,\n\n. the material facts of the proposed transaction, including the proposed aggregate value of the transaction,\n\n° the impact on a director’s independence in the event the related person is a director or an immediate family member of the director,\n\n. the benefits to us of the proposed transaction,\n\n. if applicable, the availability of other sources of comparable products or services, and\n\n. an assessment of whether the proposed transaction is on terms that are comparable to the terms available to an unrelated third party or to\n\nemployees generally.\n\nThe Audit Committee may only approve those transactions that are in or are not inconsistent with our best interests and those of our\nstockholders, as the Audit Committee determines in good faith.\n\nAMENDED AND R ESTATED OPERATING AGREEMENT\n\nIn connection with the organizational transactions we effected in connection with our IPO, we amended and restated Carvana Group’s existing\noperating agreement, which we refer to as the “LLC Operating Agreement.” In addition, on March 2, 2018, Carvana Group signed an amendment of its\nLLC Agreement to, among other things, create a class of convertible preferred units. The convertible preferred units were created in connection with the\nDecember 5, 2017, issuance and sale of 100,000 shares of convertible preferred stock of Carvana Co. The amendment was effective December 5, 2017. As\nof December 31, 2018, the 100,000 shares of convertible preferred stock had all been converted into shares of Class A common stock and are no longer\noutstanding.\n\n-39-\n\nHOUSE_OVERSIGHT_024348",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024348.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2843,
    "word_count": 436,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:46.719529",
    "prefix": "IMAGES-007"
  }
}