{
  "document_id": "HOUSE_OVERSIGHT_014910",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014910.txt",
  "text": "GrubHub (Buy, $49 PO)\n\nStock view: Marketing ramp should drive diner growth re-acceleration\n\nIn recent quarters, GrubHub has been leveraging a series of recent investments,\nincluding expanded delivery, more restaurants on the platform, repositioned brand\ndriving more effective advertising, and product optimization, which is driving higher\nconversion rates. We think GrubHub is well-positioned to continue to leverage these\ninvestments to drive growth in 2017 and beyond.\n\nGrubHub’s delivery business is reaching scale in more markets, and delivered gross food\nsales run-rate increased from $500mn in 3Q to nearly S600mn in 4Q (20% of ’16 food\nsales). Delivered orders were 40% higher than in 3Q. We think delivery will continue to\ndrive take rate higher and be EBITDA accretive by YE17 as efficiencies are gained.\n\nCompetition remains a key concern for investors and weighs on sentiment. However, we\nbelieve that GrubHub’s user base is sticky and its repeat order rate (>90%) is defensible.\nIn 2016, as UberEats, Amazon Prime Now, DoorDash, and Postmates invested in\nexpansion, GrubHub’s active diner growth and order growth remained solid. Google\nTrends indicates that over the past 12 months, though competitors have expanded to\nmore cities in the US, GRUB remains the overwhelming leader in the market, with both\nof its core brands (GrubHub and Seamless) many times the size of any of its\ncompetitors.\n\nGrubHub 1Q results may also face a modest growth headwind from warmer weather in\nkey markets like NYC and Chicago. For context, in 4Q15, GrubHub called out warmer\nweather was a 200bps y/y order growth drag (~$2mn in revenue, $12.7mn in gross food\nsales). Warmer weather can impact order volume and new diner growth, though new\ndiners can partially shift to 2Q. We forecast 26% y/y gross food sales and 36% y/y\nrevenue growth in 1Q’17.\n\nWe think active diner growth will accelerate in 2017 as the company invests more\nheavily in marketing and it comps out against its “quality over quantity” marketing\nStrategy started in 1Q16. Investors, however, should expect that accelerating active\ndiner growth will be counterbalance by lower order frequency as newer diners to the\nsystem tend to order less frequently. At the same time, we expect take rate will\ncontinue to expand as the delivery business grows.\n\nKey theme/metric(s) for 1Q: gross food sales growth\n\nWe forecast gross food sales growth in 1Q of 26%, a modest deceleration from 27% in\n40 (flat with 4Q less the 1% hit from the lack of Leap Day in 1Q17}. Though we think\nthere is likely upside to our forecast given a 500bps easier y/y comp in 1Q vs. 4Q. We\nexpect 1Q active diner growth of 25%, Grubs per Diner decline of 3%, and average order\nsize growth of 5%.\n\nBiggest 1Q issues/risks:\n\n« Despite positive Google Trends data and commentary from management, mounting\ncompetition eats away at GRUB’s growth and take rate, driving diner acquisition\ncosts higher.\n\ne Warmer weather during 1Q, particularly in GrubHub’s core NYC and Chicago\nmarkets, may be a headwind to growth.\n\n« RDS (restaurant delivery service) investments weigh on earnings at a rate higher\nthan the $3mn in EBITDA drag that we have in our model for 1Q’17.\n\ne Site and conversion rate improvements turn out to be one-time in nature rather\nthan an ongoing, longer-term focus for management.\n\n24 Internet/e-Commerce | 06 April 2017 Bankof America <2\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014910",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014910.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3418,
    "word_count": 558,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:49.268230",
    "prefix": "IMAGES-003"
  }
}