{
  "document_id": "HOUSE_OVERSIGHT_017023",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017023.txt",
  "text": "language lexica, we tried whenever possible to have the annotation performed by a third party with no\nknowledge of the analyses we were undertaking\n\nIlI.3. Controls\n\nTo confirm the quality of our data in the English language, we sought positive controls in the form of\nwords that should exhibit very strong peaks around a date of interest. We used three categories of such\nwords: heads of state (‘President Truman’), treaties (‘Treaty of Versailles’), and geographical name\nchange (‘Byelorussia’ to ‘Belarus’). We used Wikipedia as a primary source of such words, and manually\ncurated the lists as described below. We computed the timeserie of each n-gram, centered it on the date\nof interest (year when the person became president, for instance), and normalized the timeserie by\noverall frequency. Then, we took the mean trajectory for each of the three cohorts, and plotted in Figure\nS5.\n\nThe list of heads of states include all US presidents and British monarchs who gained power in the 19\" or\n20\" centuries (we removed ambiguous names, such as ‘President Roosevelt’). The list of treaties is taken\nfrom the list of 198 treaties signed in the 19\" or 20\" centuries (S7); but we kept only the 121 names that\nreferred to only one known treaty, and that have non zero timeseries. The list of country name changes is\ntaken from Ref S8. The lists are given in APPENDIX.\n\nThe correspondence between the expected and observed presence of peaks was excellent. 42 out of 44\nheads of state had a frequency increase of over 10-fold in the decade after they took office (expected if\nthe year of interest was random: 1). Similarly, 85 out of 92 treaties had a frequency increase of over 10-\nfold in the decade after they were signed (expected: 2). Last, 23 out of 28 new country names became\nmore frequent than the country name they replaced within 3 years of the name change; exceptions\ninclude Kampuchea/Cambodia (the name Cambodia was later reinstated), Iran/Persia (Iran is still today\nreferred to as Persia in many contexts) and Sri Lanka/Ceylon (Ceylon is also a popular tea).\n\nIII.4. Lexicon Analysis\n\nII.4A. Estimation of the number of 1-grams defined in leading\ndictionaries of the English language.\n\n(a) American Heritage Dictionary of the English Language, 4th Edition (2000)\n\nWe are indebted to the editorial staff of AHD4 for providing us the list of the 153,459 headwords that\nmake up the entries of AHD4. However, many headwords are not single words (“preferential voting” or\n“men’s room”), and others are listed as many times as there are grammatical categories (“to console’, the\nverb; “console”, the piece of furniture).\n\nAmong those entries, we find 116,156 unique 1-grams (such as “materialism” or “extravagate”).\n\n(b) Webster's Third New International Dictionary (2002)\n\nThe editorial staff communicated to us the number of “boldface entries” of the dictionary, which are taken\nto be the number of n-grams defined: 476,330.\n\nThe editorial staff also communicated the number of multi-word entries 74,000 out of a total number of\nentries 275,000. They estimate a lower bound of multi-word entries at 27% of the entries.\n\nTherefore, we estimate an upper bound of unique 1-grams defined by this dictionary as 0.27*476,330,\nwhich is approximately 348,000.\n\n15\n\nHOUSE_OVERSIGHT_017023",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017023.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3288,
    "word_count": 535,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:44.416774",
    "prefix": "IMAGES-004"
  }
}