{
  "document_id": "HOUSE_OVERSIGHT_020504",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020504.txt",
  "text": "45\n\nabroad.** This is potentially a good thing for American universities. Indeed, since 2011,\nChinese sources have participated in at least 1,186 donations or contracts worth more\nthan $426 million to seventy-seven American universities, according to disclosures\nmade to the US Department of Education, making China the fifth most active country\nby number of gifts, and fourth, behind Qatar, England, and Saudi Arabia, in total\nmonetary value of gifts. (These disclosures are only required of universities that accept\nfederal aid, and the figures also include funds from Taiwanese sources.)”°\n\nAll US institutions of higher education cultivate lifetime giving from both graduates\nand their families. Given the numbers of Chinese students matriculating from\nAmerican universities and the wealth of many of their families back in China as well\nas their own potential career earnings, Chinese students have become a growing\npriority for university development officers. Indeed, some Chinese families also\nseem to believe that they can ensure, or at least enhance, their children’s chances\n\nof acceptance into top colleges through charitable gifts.’”\n\nGiven the government’s extensive role in China’s economy, acceptance of all Chinese\ngifts and grants requires due diligence that should be above and beyond the standard\npractices currently employed by universities for other charitable giving. This is\nobviously the case when funding comes from the Chinese government itself, for\nexample via the Hanban (the oversight body of the Confucius Institutes), which doles\nout research grants via its Confucius China Studies Program,’* the “Young Sinologists”\nprogram of the Chinese Ministry of Culture and Chinese Academy of Social Sciences,’\nand, in one instance, the endowing of a faculty position at Stanford University.\n\nChinese corporate and private donors are now also starting to pour millions of\ndollars into the US educational system, think tanks, and nonprofit organizations.\nGiven that privately owned companies in China exist and prosper at the sufferance\nof political authorities there, even seemingly independent actors are often likely to\nact at government direction or in ways that they believe will please the government.\nMajor mainland Chinese and Hong Kong companies and individuals with active\nbusiness ventures in China have now pledged or donated substantial funds to\n\nUS universities.\n\nThis is also the case with some Hong Kong-based or US-based foundations that are\nlinked directly or indirectly to the Chinese government or to enterprises and families\nthat have prospered with the help of the Beijing government. The most notable case is\nthe China-United States Exchange Foundation.*° CUSEF was established in 2008 on the\ninitiative of former Hong Kong chief executive and shipping magnate Tung Chee Hwa\n(C.H. Tung) who continues to be the chairman of the foundation. Tung is also the vice\nchairman of the Chinese People’s Political Consultative Conference (CPPCC), China’s\nhighest-level “united front” organization™ and he attended the Communist Party’s\n\n19 Congress in October 2017. Moreover, the number of mainland-based members of\n\nSection 4\n\nHOUSE_OVERSIGHT_020504",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020504.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3184,
    "word_count": 477,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:48.187227",
    "prefix": "IMAGES-006"
  }
}