{
  "document_id": "HOUSE_OVERSIGHT_025356",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025356.txt",
  "text": "Honorable Mark Filip\nMay 19, 2008\nPage 4\n\nThese statutes are intended to target crimes of a truly national and international scope:\nSpecifically, § 1591 was enacted to combat human trafficking, § 2422 is aimed at sexual\npredation of minors through the Internet, and § 2423 deals with sex tourism. The nature of these\ncrimes results in multi-jurisdictional problems that state and local authorities cannot effectively\nconfront on their own. However, Mr. Epstein’s conduct was purely local in nature and, thus,\ndoes not implicate federal involvement. After researching every reported case brought under 18\nU.S.C. §§ 1591, 2422(b), and 2423(b), we found that not a single case involves facts or a\nscenario similar to the situation at hand. Our review of each precedent reflects that there have\nbeen no reported prosecutions under § 1591 of a ‘john’ whose conduct with a minor lacked\nforce, coercion, or fraud-and who was not profiting from commercial sexual trafficking. There\nhave likewise been no cases under § 2422(b)}—~a crime of communication—where there was no\nuse of the Internet, and where the content of phone communications did not contain any inducing\nor enticing of a minor to have illegal sexual activity as expressly required by the language of the\nstatute, Furthermore, the Government’s contention that “routine and habit” can fill the factual\nand legal void created by the lack of evidence that such a communication ever occurred sets this\ncase apart from every reported case brought under § 2422(b). Lastly, there are no reported cases\nof violations of § 2423(b) of a person whose dominant purpose in traveling was merely to go to\nhis own home.3\n\nAlthough these matters were within the scope of the CEOS review, rather than\nconsidering whether federal prosecution 1s appropriate, CEOS only determined that U.S.\nAttorney Acosta “would not be abusing his prosecutorial discretion should he authorize federal\nprosecution” in this case. The “abuse of discretion” standard constitutes an extremely low bar of\nevaluation and while it may be appropriate when the consideration of issues are exclusively\nfactual in nature, this standard fails to address concems particular to this situation, namely the\n“novel application” of federal statutes. The “abuse of discretion” standard in such pure legal\nmatters of statutory application risks causing a lack of uniformity. The same federal statutes that\nwould be stretched beyond their bounds in Miami have been limited to their heartland in each of\nthe other federal districts. Also, because this case implicates broader issues of the administration\nof equal justice, federal prosecution in this matter risks the appearance of selectivity in its\nstretching of federal law to fit these facts.\n\n3 Federal prosecution of aman who engaged in consensual conduct in his home that amounted to, at most, the\nsolicitation of prostitution, is unprecedented, Since prostitution is fundamentally a state concern, (see United\nStates v. Evans, 476 F.3d 1176, n.1 (11th Cir. 2007) (federal law “does not criminalize all acts of prostitution (a\nvice traditionally governed by state regulation}’}), and there is no evidence that Palm Beach County authorities\nand Florida prosecutors cannot effectively prosecute and punish the conduct, there is no reason why this matter\nshould be extracted fram the hands of state prosecutors in Florida.\n\nA00 1441\n\nHOUSE_OVERSIGHT_025356",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025356.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3406,
    "word_count": 535,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.117166",
    "prefix": "IMAGES-008"
  }
}