{
  "document_id": "HOUSE_OVERSIGHT_010563",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010563.txt",
  "text": "Scott Link\nJune 19, 2019\nPage 4\n\nHE thought this is what it must feel like to become a woman. She was both\nthrilled and ashamed. She followed the path that Mr. Epstein set out for her because he said if\nshe trusted him and did what he told her to do, everything would go according to his plan and her\ncareer would soar. Without him the world was a scary and unpredictable place. When she was\nwith him, she felt like everything was right because of how much love and care she received\nfrom him. She started to think and believe that they would be together and that he would marry\nher.\n\nHe used the purple massage vibrator on her time and time again. She closed her eyes\nfeeling lost, overwhelmed and out of control.\n\nWhen he stuck his penis in her mouth, she did what she was told. She choked and\ngagged and when she tried to move her head away he forced it back into place. Mr. Epstein was\nextremely aggressive. When it was over he told her how amazing she was. She continued to\nbelieve in Mr. Epstein’s friendship and guidance.\n\nMr. Epstein took her virginity. This was the trajectory for which he groomed her. |\nWE first sexual experience was devoid of tenderness or affection. She was stripped down\nand made to shower. Mr. Epstein told her, “If you’re lying about being a virgin, or I get a\ndisease from you, I’ll kill you.” She felt her mind separate from her body during intercourse.\n\nShe began to feel like a shell of her former self. She was mortified and in agony. She\nfelt she had become everything her parents feared she would become. She was appearing in\nbeauty magazines and making hundreds of thousands of dollars, but felt dirty and worthless. Mr.\nEpstein made her feel like nothing more than a teenage prostitute. Everything came crashing\ndown once she realized that this was not love.\n\n| left Mr. Epstein’s residence for the last time feeling less than human. On\nher way out, she passed a young girl who appeared to be another young model. As\nturned around to glance back, she saw the young woman entering Mr. Epstein’s residence. She\nwas disgusted with the realization that she was one of many called to “massage” Epstein.\n\nhad a nervous breakdown while alone in New York. She found herself\ncrying inconsolably, shaking, hyperventilating and unable to go to her castings and meetings.\nShe was suicidal. She feared confiding in her agents and reaching out for help from them\nbecause she was so ashamed. She booked a ticket to go home.\n\nShe flew back to Kansas where her parents were living. She never returned to New York.\n\nPF | was devastated with the realization of what she was lured into and how she\n\nHOUSE_OVERSIGHT_010563",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010563.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2643,
    "word_count": 476,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:48.677134",
    "prefix": "IMAGES-001"
  }
}