{
  "document_id": "HOUSE_OVERSIGHT_016025",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016025.txt",
  "text": "Free Will 335\n\nWe could liken photons knowing three pieces of information to\nchildren in a playground choosing to wear either hats, scarfs or gloves in\nsome combination: hats for vertical, gloves for 120 degrees and scarfs for\n240 degrees. There are eight choices for each child; nothing, hat, gloves,\nscarf, hat and scarf, hat and gloves, scarf and gloves, or all three.\n\nBell asked how often we would see two measurements agree. Look\nat the illustration and you can see when this happens. If a child was\nwearing all the clothes then if you check any pair, say gloves and scarfs\nyou will always get a yes. If one of the children is wearing none of their\nwinter clothes, you will always get a no for any pair you check. In these\ntwo cases, we are always sure to get agreement. For all the other cases,\nonly one in three of the tests will agree. So Bell said that any time you\nhave something with three hidden variables, there is at least a one in\nthree chance that the measurements you make will agree, since six of the\ntests are one in three and the other two are certain.\n\nDue to Heisenberg’s Uncertainty Principle we can only look at one\npiece of clothing at a time. But, there is a trick. If there are identical twins\namong the children — who always dress the same way in our analogy —-\nwe can look at the gloves of one twin and the hat of another. Because they\nare twins if the first twin is wearing a hat we know the second one is too,\nwithout looking. We have a trick to measure two things at once.\n\nWhen the test is done on twin photons only one in four, one\nquarter, agree. So there is a problem with the children analogy. It turns\nout photons don't wear gloves, hats, and scarfs. There are no hidden\nvariables. A photon does not know what it will do before you measure it\nand can only decide on the fly at the point of measurement.\n\nThis means quantum particles are not there when they are not being\nobserved. Observing them does appear to make them real. If the hidden\nvariables, the gloves, hats and scarfs were in set positions when we were\nnot observing them, the photon measurements would agree at least\none-third of the time, but they do not. When we measure them, the two\nparticles somehow communicate and agree to give a positive result only\none quarter of the time. Bizarre, but that’s just the way it is!\n\nThe Bell result is still somewhat controversial and has not been\nproven to everyone's satisfaction. Potential loopholes exist but are steadily\nbeing eroded. An experiment by Nicolas Giseng of CERN using the fiber\noptic network of Swiss Telecom to separate twin photons, shows the\ncoordination signals must travel at least 10,000 times the speed of light -\nthe limitation, and reason it is not infinitely fast, being the accuracy of his\nclocks. Daniel Sego, Daniel Danziger and Michael Wise have performed\nthe Bell test experiment with an apparatus installed near Innsbruck\n\nHOUSE_OVERSIGHT_016025",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016025.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2922,
    "word_count": 527,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:47.146277",
    "prefix": "IMAGES-003"
  }
}