{
  "document_id": "HOUSE_OVERSIGHT_017709",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017709.txt",
  "text": "Page 74 of 78\n2007 Utah L. Rev. 861, *964\n\n[*965] Any lack of interest in crime victims is regrettable and might lead to harmful consequences. Congress has decided that\ncrime victims must be fully integrated into the federal criminal justice system. The Rules of Criminal Procedure are an\nimportant part of that system and must fully reflect the congressionally protected interests of crime victims. If the judiciary will\nnot do the job, no doubt Congress will step in to finish the task. Indeed, Congress will be looking carefully at the CVRA's\neffectiveness in changing the system in 2008, as it directed the General Accounting Office to \"prepare and submit to the\nappropriate committees a report\" on the effectiveness of the act at that time. °74\nIt would be unfortunate if initiative for rules on crime victims were to pass from the courts to Congress. The courts do have\ninstitutional advantages in assessing changes in the Rules. */° The rulemaking committees are staffed with judges who have\nlong experience in applying rules of procedure. And the rulemaking process itself guarantees considerable public involvement\nand careful deliberation about any rules that are ultimately adopted.\n\nBut having a good rulemaking process is one thing; producing a good product is another. Unfortunately, the Advisory\nCommittee's current proposals do not treat crime victims fairly and, even more indisputably, do not fully implement Congress's\ncommands in the CVRA. As the CVRA directs, crime victims are now participants in the federal criminal justice system. The\nFederal Rules of Criminal Procedure must faithfully reflect that new reality and ensure that crime victims, no less than\nprosecutors and defendants, are treated fairly throughout the process.\n\nVI. Afterword\n\nAfter this Article was completed in January 2007, several significant developments occurred that are relevant to rule changes\ndiscussed here. First, several members of Congress wrote the Advisory Committee to explain that they were concerned about\nthe timid approach to implementing the CVRA. Then, in the spring and summer of 2007, the Advisory Committee itself made\nseveral changes to the Rules discussed in this Article. Finally, as anticipated in the conclusion to this Article, Congress has\nbegun to move on legislation that would finish the task of enshrining crime victims' rights in the federal rules. Rather than\nrevise the Article in light of these subsequent developments, it seemed to make more sense to let the Article stand as originally\nwritten and supplement it with a brief afterward discussing each of these developments.\n\n[*966]\nA. Congressional Public Comment on the Advisory Committee's Proposed Rules\n\nPublic comment on the Advisory Committee's proposed rule changes closed in February 2007. As comment was closing,\nseveral members of Congress wrote the Committee, confirming that they too are troubled by the minimalist approach to the\nproposed CVRA amendments. On February 15, 2007, Senator Jon Kyl wrote to the Committee to express his \"strong concern\"\nabout the proposed amendments. He explained as follows:\n\nAs a sponsor of the Act, I believe that passage by overwhelming majorities in both the House and the Senate signifies\nCongress's intent to provide crime victims with substantive rights and protections in federal court. But the proposed\namendments do little more than reiterate limited parts of the statute. Crime victims have been mistreated by the federal\ncriminal justice system for far too long. To comply with Congress's intent, the Advisory Committee must take decisive and ...\n\ncomprehensive action to thoroughly amend the rules and fully ensure that crime victims are protected in federal courts. >/°\n\nSenator Kyl went on to say he \"fully endorsed\" my specific proposals, indicating that they were, however, in some areas \"too\n\ncautious.\" 577\n\nB. The Advisory Committee's Response to this Article and Other Public Comments\n\n*4 Pub. L. No. 108-405, § 104(b)(2), 178 Stat. 2260, 2265 (codified as amended at /8 U.S.C. § 3771 (Supp. 2006)).\n\n575 See generally Peter G. McCabe, Renewal of the Federal Rulemaking Process, 44 Am. U_L. Rev. 1655,1687-91 (1995).\n\n576 Letter from Senator Jon Kyl to Hon. David F. Levi, Chairman, Comm. on Rules of Practice and Procedure 1 (Feb. 16, 2007).\n\n577 Td. at 3.\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017709",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017709.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4343,
    "word_count": 685,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:46.282467",
    "prefix": "IMAGES-004"
  }
}