{
  "document_id": "HOUSE_OVERSIGHT_017389",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017389.txt",
  "text": "4.2.12\nWC: 191694\n\n“Tf there is any fixed star in our constitutional constellation, it is that no official, high or\npetty, can...force citizens to confess by word or act their faith...”\n\nElon was excused from saying the words for the remainder of the year.\n\nElon suffered no adverse consequences from his religious dissent, but the same cannot be said for\nSusan Shapiro, a 17 year old high school senior in the Boston area. When she exercised her right\nnot to participate in the pledge, her teacher said it was as if someone had spit on the Star of\nDavid. She was called names by fellow students and told to “go back to Israel.” (She was born\nin America). I agreed to represent her and, after we threatened to bring a lawsuit; we got the\nschool to permit her not to participate in the pledge and to inform the students that she was within\nher rights.\n\nA few years later I was to become involved in a highly publicized case involving the right of a\ncriminal defendant not to be discriminated against on account of his religion, even though he\nhimself was accused of using his religion to defraud co-religionists. The case involved television\nevangelist Jim Bakker, who was married to the equally famous Tammy Faye Bakker. I was\nretained to argue his sentencing appeal, following his conviction for defrauding PTL (“Praise the\nLord” and “People that Love”) Club Lifetime Partners who had paid for homes in Heritage\nU.S.A.—a Christian family retreat—but were never able live in them. This is how the appellate\ncourt summarized the case:\n\nBakker planned to finance these projects by selling lifetime partnerships [that promised]\nannual lodging in one of the Heritage Village facilities... Many of these partners drew on\nmeager incomes to purchase Heritage Village lodging benefits. Appellant raised at least\n$158 million through the sale of approximately 153,000 partnerships with lodging benefits.\n\nBakker promised television viewers that he would limit the sale of partnerships to ensure\nthat each partner would be able to use the facilities annually. Appellant, however, oversold\nthe partnerships. ..Bakker used relatively few of the funds solicited from the partners to\nconstruct promised facilities...Instead, Bakker used partnership funds to pay operating\nexpenses of the PTL and to support a lavish lifestyle. This extravagant living included gold-\nplated fixtures and a $570 shower curtain in his bathroom, transportation in private jets\nand limousines, an air-conditioned tree house for his children and an air-conditioned\ndoghouse for his pets. This combination of overselling partnerships and diverting\npartnership proceeds meant that the overwhelming majority of the partners never received\nthe lodging benefits Bakker promised them.\n\nAfter a lengthy and emotional trial, Bakker was convicted by a jury. The judge sentenced him to\n45 years in prison. In imposing that lengthy sentence, the judge—the Honorable Robert Potter,\nknown around the courthouse as “maximum Bob’—said the following:\n\n\"He had no thought whatever about his victims, and those of us who do have a religion\nare ridiculed as being saps from money-grubbing preachers or priests.\"\n\n302\n\nHOUSE_OVERSIGHT_017389",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017389.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3184,
    "word_count": 508,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:48.008153",
    "prefix": "IMAGES-004"
  }
}