{
  "document_id": "HOUSE_OVERSIGHT_025281",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025281.txt",
  "text": "Commodities overview\n\nCommodities — Key points\n\n2 UBS\n\nThe impact of new quantitative easing (QE) measures on commodity prices is losing strength, as broadly\ndiversified commodity indices have not been advancing anymore on a month-on-month basis. Investors\nhave started to reflect on the underlying economic challenges that motivated the easing decisions by\nkey central banks. With global economic growth barely accelerating, the asset class will struggle to\nappreciate firmly over the coming months. We therefore advise investors to have only low single digit\nreturn expectations for commodities warranting a neutral stance.\n\nGold is less depending on economic growth, however the metal could be a beneficiary of ample\nliquidity provided by central banks. But ebbing QE news flow at a later stage (6-12 months) might\nchallenge the necessary investment demand inflows to balance the market. Hence, we stay neutral\non precious metals.\n\nThe return outlook of the energy sector remains not compelling in 4Q12 and we stay neutral. Global\ncrude oil supply should expand firmly and surpass incremental demand in 4Q12. We think this will bring\nBrent crude oil prices temporarily towards USD 95/bbI while WTI should slide towards USD 78/bbl in\n4Q12. However, a weaker USD due to QE3, ongoing social turmoil in the Middle East and North Africa\nand the risk that Iranian tensions have the potential to heat up after the US presidential elections are\nlikely to keep the oil price at around USD 105-110/bbl in 6 months. In addition, demand growth from\nEM countries in 1Q13 could start to gather pace.\n\nBase metal prices should hold their ground, with China's growth deceleration coming to an end. So\nwe keep our neutral stance. That said, it is too early to call for a strong extension of the liquidity\ndriven price rally seen until now, despite the RMB 1 trillion in infrastructure approvals by the NDRC\n(National Development and Resource Commission) in rail, highways, ports and other infrastructure\nprojects. Many of the announced projects are already part of the 12th 5-year plan. The incremental\ndemand impact of speeding up investments should therefore be rather muted this time compared with\nprevious stimulus packages. Besides that, China's steel intensity for one unit of RMB of investment (FAI)\nhas halved over the last 5 years.\n\nA 15% increase in grain prices remains our base case for 4Q12, with room for prices to top out in\n1Q13. Demand rationing in case of corn and soybeans is still needed to limit the damage done to global\ninventories by lower supply. The quarterly stock and the monthly WASDE report by the USDA are\nreiterating the critical conditions of US grain inventories. The softs, on the other hand, should remain\nunder pressure due to ample South American production and export activity. That said, the sub-sector\nalready weakened quite a bit, which will limit the downside in the short run and we remain neutral.\n\nPreferences (6 months)\n\nunderweight neutral overweight\n\nCommodities |\n\ntotal\n\nPrecious |\n\nMetals\n\nEnergy\nBase Metals\n\nAgricultural\n\nBnew old\n\nSource: UBS CIO WM Global Investment Office\n\nFor further information please contact ClO's asset class specialists Dominic Schnider, dominic.schnider@ubs.com or Giovanni Staunovo, giovanni.staunovo@ubs.com\n\nPlease see important disclaimer and disclosures at the end of the document.\n\nHOUSE_OVERSIGHT_025281",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025281.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3377,
    "word_count": 531,
    "line_count": 68,
    "import_date": "2025-11-19T21:47:45.090384",
    "prefix": "IMAGES-008"
  }
}