{
  "document_id": "HOUSE_OVERSIGHT_014470",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014470.txt",
  "text": "ae — a return to positive EPS growth\nin 201\n\n7% EPS growth in 2017 as global growth improves and Resources EPS recovers\nWe think the earnings backdrop will be supportive in 2017 with a return to positive EPS\ngrowth in Europe for the first time since 2014 and with downside to consensus\nforecasts for the year ahead that are well below average. Our base case assumes +7%\nEPS growth in 2017 and 2018. With EPS broadly stagnant over the last 6 years,\ninvestors might justifiably ask what is different this time. We see several reasons to\nthink mid to high single digit EPS growth is achievable next year.\n\nChart 25: Earnings revisions are currently modestly positive Chart 26: Broad based recovery in global growth (based on 29 PMIs)\n20% 100%\n10% 90%\n0% 80%\n70%\n-10%\n60%\n-20% 50%\n-30% 40%\n40% si a\n42/00 12/03 12/06 42109 42/12 12/15 soy, __—__—\" Pills 50 eee’ OF PMIG incimasing (last tn)\nStoxx 600 EPS revisions ratio (4 wk avg) ====13-week average 113 0384 O74 1144 03/15 O75 11/15 03/16 07/16\nSource: BofA Merrill Lynch Global Research, Datastream, IBES Source: BofA Merrill Lynch Global Research, Markit, Bloomberg\n\nReturn to positive EPS growth feasible with global GDP at 3.5%... First, global\ngrowth is accelerating and on our economists’ base case forecasts global GDP growth\nwill be 3.5%, the first materially above trend growth year since 2010. That is significant\nfor European earnings given a reasonably tight relationship to global GDP growth. 3%\nrepresents the tipping point around which earnings growth tends to turn positive\naccording to our regression model. At the BofAML forecast of 3.5% global GDP growth,\n7% EPS growth is implied as likely by the same model.\n\n..as leading Indicators point to a synchronized global recovery. What gives us\nconfidence in this putative earnings recovery is the more synchronized nature of the\ncurrent recovery. All major regions of the world are showing momentum in growth\nindicators for the first time in several years. One measure of the broad nature of the\nimprovement is manufacturing PMI surveys. Of 29 Markit PMIs 83% are currently above\n50, highest since August 2014. More importantly, 79% have improved over the last 3\nmonths — higher than at any point in the last three years.\n\nBull case of global GDP towards 4% would signal double digit EPS growth. To see a\nmore bullish outcome for EPS we would need to see global GDP accelerating further. Based\non our regression model, double digit EPS growth historically was consistent with global GDP\ngrowth above 3.8%. Under our bull case scenario for 2017, with say 4.0% global GDP growth,\nconsensus EPS growth forecasts for +14% in Europe would become realistic.\n\nPMs beyond 55 would suggest upside to base case. Significant further gains in\nleading indicators would be a signal that earnings growth could exceed our base case.\nOver the longer term EPS growth has followed manufacturing PMI surveys with a 9-\nmonth lag approximately (using an average of US and Eurozone). Historically readings\nabove 55 were consistent with mid-teens EPS growth. The relationship has weakened in\nrecent years as low interest rates and weaker commodity prices weighed on earnings in\nFinancials and Resources. Nevertheless, in the last year of decent EPS growth in Europe\nin 2014 the PMIs peaked at 54 so we would look for upside to our base case EPS\nforecast should PMIs improve to the mid-50s level or beyond.\n\nBankof America <> :\nMerrill Lynch European Equity Strategy |01 December 2016 =—-11\n\nHOUSE_OVERSIGHT_014470",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014470.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3503,
    "word_count": 588,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:45.983390",
    "prefix": "IMAGES-002"
  }
}