{
  "document_id": "HOUSE_OVERSIGHT_018399",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018399.txt",
  "text": "Chapter Ten:\nDefense in Depth\n\nIn which gates, operated with our new instinct, become at once a tool of prosperity and\nsurvival.\n\nIf you walk for a few minutes to the south of Tinanmen Square in Beijing, leaving the\ntomb of Mao Zedong behind you, there’s a small lane that runs back into a warren of\nanonymous, white-walled buildings. The streets are unusually clean; the\nsurveillance cameras unusually - even for Beijing - dense. The neighborhood is\nhome to many of the last of the generation of Communist Party cadres who joined\nand supported its rise decades ago. Several years ago, I found myself settled into one\nof them for an afternoon tea with Huang Hua, one of the great modern Chinese\nforeign policy figures - and a member of that early revolutionary generation. Huang\nwas, in a sense, heir to the Warring States diplomat Su Qin, whom Master Nan had\nencouraged me to study. Huang had penetrated the madness of Mao’s revolutionary\nera to see the possibility of a different order, one he’d brought to vivid life after\nDeng Xiaoping ascended to the Chinese leadership in 1976. Huang had been the\ncountry’s Foreign Minister and later a Vice Premier. He was always calm, with an\neasy and relaxed temperament. One of my favorite images of him was from the mid-\n1970s when, while sitting on a flight to the US from Paris to take China’s seat at the\nUnited Nations, he was ambushed by Walter Cronkite. Huang is completely\nunflustered in the scratchy video of that encounter. He sits quietly in a cloud of\nsmoke. Cronkite pesters him. Huang smiles, offers a cigarette to the news crew, and\nthough he is in the midst of a transit from the poverty, chaos and smashed politics of\nChina he is nothing but serene, a statesman - not the nervous representative ofa\ntwitchy power.\n\n“Do you know the difference between Western and Chinese thinking?” Huang asked\nthat afternoon as we sat inside his courtyard house. Leaves were turning outside. He\nwas in his early 90s then, still tack-sharp. “You see, when Chinese want to do\nsomething, we begin with the question: What is the nature of the age? Westerners\nbegin with the goal. What do they aim to achieve?” Deng’s foreign policy, one Huang\nshaped and executed, had been an excellent example. Mao, who ruled China from\n1949 until 1976, had a darting, paranoid, murderously strategic temperament. The\nnature of his age, he was convinced in his Marx-addled mind, was one of zhanzheng\nyu geming - war and revolution. From this first principle, everything followed: He\nhoneycombed Beijing with bomb-proof tunnels, relocated Chinese industry to\nisolated and gaspingly poor mountain strongholds, reacted to foreign ideas or\ninfluence with a snapping electricity - and was bent on protective isolation as he\ndragged the country through one impossible and failed isolationist development\ninitiative after another.\n\nDeng, when he came to power in 1977, read the nature of his age too. He read it\ndifferently. “There is no possibility of a great war. Don’t be afraid of it, there is no\n\nrisk of it,” he assured a group of Chinese cadres during a chat in 1983. The cadres\nwere having a hard time replacing their Maoist paranoia with confidence that China\n\n167\n\nHOUSE_OVERSIGHT_018399",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018399.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3214,
    "word_count": 548,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.644391",
    "prefix": "IMAGES-004"
  }
}