{
  "document_id": "HOUSE_OVERSIGHT_028750",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028750.txt",
  "text": "DP: The U.S. has been the patron for democracy for a century, since\nWilson’s 14 Points, and a wonderful heritage it has been. When an\nAmerican travels the world, he finds himself in country after country\nwhere his country played a monumentally positive role, especially in\ndemocratizing the system. We naturally want to extend this to Muslim-\nmajority countries. Sadly, these for some time have offered an unpleasant\nchoice between brutal and greedy dictators or ideological, extreme, and\nantagonistic elected Islamists. It’s not a choice we should accept.\n\nTB: So what should we do?\n\nDP: I offer three simple guidelines. One, always oppose the Islamists. Like\nfascists and Communists, they are the totalitarian enemy, whether they\nwear long beards in Pakistan or suits in Washington.\n\nTwo, always support the liberal, modern, secular people who share our\nworldview. They look to us for moral and other sustenance; we should be\ntrue to them. They are not that strong, and cannot take power soon\nanywhere, but they represent hope, offering the Muslim world’s only\nprospect of escape from the dreary dichotomy of dictatorship or\nextremism.\n\nThree, and more difficult, cooperate with dictators but condition it on\npushing them toward reform and opening up. We need the Mubaraks of\nthe world and they need us. Fine, but relentlessly keep the pressure on\nthem to improve their rule. Had we begun this process with Abdullah\nSaleh of Yemen in 1978 or with Mubarak in 1981, things could have been\nvery different by 2011. But we didn’t.\n\nTB: Egypt might be the test case.\n\nDP: Well, it’s a bit late. Mohammed Mors! 1s not a greedy dictator but he\nemerged from the Muslim Brotherhood, and his efforts since reaching\npower have been purely Islamist.\n\nTB: What about the recent elections?\n\nDP: I do not believe that a single one of the elections and referenda in\nEgypt was fairly conducted. It surprises me that Western governments and\nmedia are so gullible on this score.\n\nHOUSE_OVERSIGHT_028750",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028750.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1984,
    "word_count": 329,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:44.780501",
    "prefix": "IMAGES-010"
  }
}