{
  "document_id": "HOUSE_OVERSIGHT_026005",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_026005.txt",
  "text": "From: Weingarten, Reid \nSent: 8/12/2016 1:58:39 PM \nTo: jeffrey E. [jeeyacation@gmail.com] \nSubject: RE: Re: \nImportance: High \nThis is a big deal \nFrom: Jeffrey E. [mailto:jeeyacation@gmail.com] \nSent: Friday, August 12, 2016 9:26 AM \nTo: Weingarten, Reid \nSubject: Re: \nAugust 11, 2016 \nA federal jury decided Thursday that one of the Middle East's most prominent banks did not commit fraud and \nsteal technology from an Irvine firm that sued it for half a billion dollars in damages after their partnership \ncollapsed. \nOrange County company InfoSpan had alleged that Emirates NBD ended a partnership for a mobile payment \nsystem because it didn't want to share revenue and stole InfoSpan's technology to launch its own service. \nThe Dubai-based bank, in turn, denied it stole or ever used InfoSpan's technology. It argued that it cancelled the \npartnership because InfoSpan couldn't produce a working product and misled it into thinking it was an \nestablished company, not one with little to no track record. \nAfter deliberating for a day, the jury unanimously decided that InfoSpan did not prove its case of fraud and theft \nof trade secrets. \nInfoSpan had asked for $540 million in damages. An attorney for InfoSpan declined to comment on the \npossibility of an appeal. \nThe verdict capped a two-week trial that involved dueling accusations of fraud levied by high-profile attorneys \non both sides, including the former White House counsel to President Obama. \nAt the center of the high-stakes battle was San Juan Capistrano resident and entrepreneur Farooq Bajwa and a \nmobile payment system that he said would allow migrant workers in the Middle East to send remittances back \nhome through text messages. \nBajwa contended that InfoSpan, with support from outside investors, spent $87 million developing the business \nand technology. \nTo launch the system, known as SpanCash, Bajwa partnered in 2007 with Emirates Bank, which is controlled \nby the United Arab Emirates' sovereign wealth fund. \nIt seemed the ideal collaboration for the Pakistani immigrant, who earned millions operating another Irvine \ncompany that manufactured computer components in the 1980s and 1990s \nThe Gulf States rely heavily on migrants to work construction and other low-wage jobs, offering a ready-made \nmarket for SpanCash. InfoSpan aimed to allow migrants to transfer money back home far more cheaply than \nWestern Union or hawala, a traditional Middle Eastern broker-to-broker money transfer system. \nA study from McKinsey & Co., cited in court records, projected annual revenue of $3.5 billion by the deal's \nfifth year, with InfoSpan receiving more than $2.8 billion in fees. \nBut the relationship between InfoSpan and Emirates Bank soured and the bank cancelled the deal in 2009. \nA few days later, Emirates filed a criminal complaint in Dubai against Bajwa and a partner alleging that they \ndefrauded the bank and misrepresented InfoSpan as an established business with a working technology. \nTwo years later, InfoSpan sued in U.S. District Court in Santa Ana and alleged that its technology was working \nand that it delivered its source code to the bank on servers. Emirates ended the deal, InfoSpan said, to launch its \nown mobile payment system after stealing InfoSpan's technology. \nIn court, an attorney for InfoSpan argued that Emirates torpedoed the InfoSpan relationship because it abhorred \nhow much money it would have to share with the Irvine firm. \nHOUSE OVERSIGHT 026005 \n\"They wanted SpanCash and they wanted the money,\" attorney William A. Isaacson said in his closing \narguments Wednesday. \nIsaacson — a partner with powerhouse law firm Boies Schiller & Flexner, chaired by high-profile litigator David \nBoies — argued that the bank resorted to \"pure extortion\" in an attempt to get its way. \nAs a result of the bank's criminal complaint, InfoSpan alleged Bajwa's partner, Larry Scudder, was detained at \nthe Dubai International Airport and taken to a cell where he was locked in with 30 other men for 19 hours until \nhe secured his release by turning over his passport. \nAccording to the lawsuit, Bajwa tried to resolve the situation but was told Scudder's passport would be released \nand he could leave the country only if InfoSpan gave up ownership and control of SpanCash to the bank. \nSix months later, the bank withdrew the fraud accusations and Scudder got his passport back, but SpanCash's \nreputation was tarnished and it collapsed, Bajwa previously told The Times. \nThe bank disputed that it acquired InfoSpan's source code or used it at any time. \nFormer White House counsel and an attorney for the bank, Kathryn Ruemmler, said that Emirates never would \nhave acquired source code in a joint-partnership deal like the one reached with InfoSpan. She said such \ntechnology would instead be held by a third-party escrow company for the length of the partnership. \nIn her closing arguments, the partner with global firm Latham & Watkins told the jury that Bajwa and InfoSpan \nsold the bank a \"bill of goods,\" arguing that despite promises to Emirates, the technology never worked and \nInfoSpan wasn't as big a company as it claimed. \nThe bank cancelled the deal and filed a criminal complaint, not as a form of extortion but simply to regain the \nbank's money after it was misled and doubts grew about the character of InfoSpan's employees, Ruemmler told \nthe jury. \n\"They concluded, definitively, that they had been defrauded,\" she said. \nLubna Qassim, group general counsel for Emirates Bank, said in a statement after the verdict that \"Emirates \nBank is gratified by today's decision and the opportunity to receive a fair trial in U.S. courts.\" \nBajwa said the trial has taken a toll on him and he doesn't know his next steps. \n\"I am just beat up,\" he said. \nPhil Hirschkorn contributed to this report. \nOn Fri, Aug 12, 2016 at 7:23 AM, Weingarten, Reid > wrote: \nHope she is pleased/happy/satisfied/proud \nFrom: Jeffrey E. [mailto:jeevacation@gmail.com] \nSent: Thursday, August 11, 2016 8:16 PM \nTo: Weingarten, Reid \nSubject: \nyour girl won \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nHOUSE OVERSIGHT 026006 \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 026007",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_026005.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 7331,
    "word_count": 1147,
    "line_count": 110,
    "import_date": "2025-11-19T21:47:46.348248",
    "prefix": "TEXT-001"
  }
}