{
  "document_id": "HOUSE_OVERSIGHT_026585",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026585.txt",
  "text": "Unlike the check-the-box rules, there are conflicting views regarding the treatment of a grantor\ntrust as a DRE. While the plain language of the Code's grantor trust rules appears to imply that a\nwholly grantor trust (i.¢., a trust that is deemed to be entirely owned by a single individual or\nentity) will be disregarded for federal income tax purposes and the IRS has treated grantor trusts\nas DREs, at least one court has not interpreted the rules in that manner. © Given the varying\nviews on the topic, each practitioner needs to determine whether his or her particular grantor\ntrust may be treated as a DRE. This article assumes that the grantor trust rules treat applicable\ngrantor trusts as DREs, and will survey the exceptions and modifications that apply given such\nassumption.\n\nCheck-the-Box Rules.\n\nPrior to 1997, the federal tax classification of an unincorporated business entity was determined\nunder what were known as the “Kintner Regulations,” which analyzed four characteristics of the\nentity to determine whether it more closely resembled a corporation or a partnership. 2 In 1997,\nthe Treasury Department showed sympathy for practitioners when it simplified the classification\nof unincorporated business entities by promulgating Regs. 301.7701-1, -2, and -3, now\nuniversally known as the “check-the-box” regulations. ®\n\nA business entity that is not automatically classified as a corporation (a “per se corporation”)\npursuant to the check-the-box regulations (an “eligible entity”) may generally elect its\nclassification for federal tax purposes. ° The default classification for a domestic eligible entity is:\n\n(1) A partnership if the entity has two or more members.\n(2) “Disregarded as an entity separate from its owner” if it has a single owner. *°\n\nThe default classification for a foreign eligible entity is:\n\n(1) A partnership if it has two or more members and at least one member does not have\nlimited liability.\n\n(2) A corporation if all members have limited liability.\n\n(3) A DRE if it has a single owner that does not have limited liability. +\n\nA member of a foreign eligible entity has limited liability if the member has no personal liability\nfor the debts or claims against the entity by reason of being a member. 7”\n\nAlthough a single-member eligible entity, such as a domestic limited liability company (LLC) with\na single owner (SMLLC), is automatically treated as “disregarded as an entity separate from its\nowner,” it may elect on Form 8832 to be taxed as a corporation. +2 If an SMLLC does not elect to\nbe treated as a corporation, the check-the-box regulations treat its activities “in the same\nmanner as a sole proprietorship, branch, or division of the owner.” ** Thus, except where an\nexception or modification exists, a non-electing SMLLC is generally ignored for federal tax\npurposes.\n\nQualified Subchapter S Subsidiary Rules.\n\nA very common form of DRE is the qualified Subchapter S corporation (QSub). Any domestic\ncorporation that is eligible to be a Subchapter S corporation and that is wholly owned by a\nSubchapter S corporation will be treated as a QSub if its parent corporation so elects. 2 The\nQSub election is made on Form 8869. When the QSub election is made, the subsidiary is\ngenerally deemed to have liquidated into the S corporation parent. 2°\n\nHOUSE_OVERSIGHT_026585",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026585.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3327,
    "word_count": 541,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:47.924654",
    "prefix": "IMAGES-009"
  }
}