{
  "document_id": "HOUSE_OVERSIGHT_023147",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023147.txt",
  "text": "OUP CORRECTED PROOE - FINAL, 12/9/2014, SPi\n\nAbout the Editors xv\n\nNUR LAIQ\n\nNur Laiq is the author of Talking to Arab Youth: Revolution and Counterrevolution in\nEgypt and Tunisia. Nur focuses on the transitions in the Middle East and North Africa,\nthe Israeli-Palestinian conflict and issues related to US foreign policy.\n\nShe has worked as a senior policy analyst at the International Peace Institute in New\nYork, where she headed the Arab Youth Project. She previously worked with Labour\nParty members of parliament in London on foreign policy and on the European\nCommission's Middle East desk in Brussels. She has also worked with refugees via\nUnited Nations Refugee Agency in New Delhi. Nur has an MPhil in Modern Middle\nEastern Studies from Oxford University.\n\nFABRICE AIDAN\n\nFabrice Aidan graduated from the Ecoles de Hautes Etudes Commerciales (HEC),\nParis, School of Management in 1998. He also holds a degree in Arabic and Islamic\nstudies from the Sorbonne University (Paris IV).\n\nIn 2000, he joined the French Ministry of Foreign Affairs and became a permanent\nmember of the Foreign Service. He was first assigned to the Department of North\nAfrica and the Middle East. In 2002, he served as a Diplomat at the French Mission to\nthe United Nations in New York.\n\nIn 2003, the Government of France seconded him to the United Nations. In this\ncapacity, he served first in Gaza/Jerusalem as the special assistant of the UN Special\nCoordinator for the Middle Peace Process. In 2005, he moved to UN headquarters in\nNew York as special assistant and senior political adviser to UN Under-Secretary-\nGeneral and Special Envoy of the Secretary-General, Terje Rod-Larsen, dealing with\nthe Middle East.\n\nIn 2013, after ten years at the United Nations, he returned to the French Ministry of\nForeign Affairs as senior adviser to the Director of North Africa and the Middle East.\n\nHOUSE_OVERSIGHT_023147",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023147.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1897,
    "word_count": 311,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:47.736035",
    "prefix": "IMAGES-007"
  }
}