{
  "document_id": "HOUSE_OVERSIGHT_019549",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019549.txt",
  "text": "String Puller | 61\n\nSnowden was an avid reader of Greenwald’s screeds against the\ngovernment. If he were to assume the role of a modern-day Pro-\nmetheus, delivering forbidden NSA secrets to the public, Greenwald\nwould be a logical candidate to break the story. Snowden could safely\nassume that Greenwald would be sympathetic to exposing NSA sur-\nveillance from his many blogs, tweets, and YouTube comments on\nthe subject. For example, on November 13, 2012, just eighteen days\nbefore Snowden contacted him, Greenwald had written a blog for\nThe Guardian asserting that the United States was “a surveillance\nstate run amok.” In it, echoing very closely what Snowden said at his\nCryptoParty, Greenwald wrote, “Any remnants of internet anonym-\nity have been all but obliterated between the state and technology\ncompanies.” Citing a story in The Washington Post, he continued,\n“Every day, collection systems at the National Security Agency\nintercept and store 1.7 billion e-mails, phone calls and other types\nof communications.”\n\nAsa result, Greenwald called for action in that blog posting, writ-\ning, “The US operates a sprawling, unaccountable Surveillance State\n\n© that, in violent breach of the core guarantees of the Fourth Amend- ©\nment, monitors and records virtually everything even the most\nlaw-abiding citizens do.” That same week, Snowden invited Runa\nSandvik to co-host his CryptoParty.\n\nOne problem for Snowden in reaching out to Greenwald was\nGreenwald’s lack of any encryption for his e-mails. Communicating\nwith a journalist like Greenwald who famously attacked the very\norganization for which Snowden worked was itself a risky under-\ntaking, especially if he wanted to pass classified NSA documents to\nhim. If his e-mails were intercepted by the NSA in Brazil (where\nGreenwald lived) and where the NSA was not restricted by U.S. law,\nhe could lose his job or even be arrested. As Cincinnatus, he told\nGreenwald that he needed to immediately encrypt his computer. To\nmake his point, he cited Greenwald’s November 12, 2012, blog. In it,\nGreenwald noted that General David Petraeus, then the CIA direc-\ntor, had been caught in a sex scandal because his personal e-mails\nhad been intercepted. Snowden wrote to Greenwald that Petraeus\nwould not have been exposed if he had used encryption. Snowden\nsent Greenwald instructions on how to install the necessary encryp-\n\n| | Epst_9780451494566_2p_all_r1.z.indd 61 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019549",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019549.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2462,
    "word_count": 391,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:47.200452",
    "prefix": "IMAGES-005"
  }
}