{
  "document_id": "HOUSE_OVERSIGHT_013226",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013226.txt",
  "text": "310 17 A Preschool-Based Roadmap to Advanced AGI\n\nHowever, the briefer treatment given here should suffice to give a sense for how the competencies\nmanifest themselves practically in the AGI Preschool context.\n\n1. Perception\n\ne Vision: image and scene analysis and understanding\n— Example task: When the teacher points to an object in the preschool, the robot\nshould be able to identify the object and (if it’s a multi-part object) its major\nparts. If it can’t perform the identification initially, it can approach the object and\nmanipulate it before making its identification.\nHearing: identifying the sounds associated with common objects; understanding which\nsounds come from which sources in a noisy environment\n— Example task: When the teacher covers the robot’s eyes and then makes a noise\nwith an object, the robot should be able to guess what the object is\nTouch: identifying common objects and carrying out common actions using touch alone\n— Example task: With its eyes and ears covered, the robot should be able to identify\nsome object by manipulating it; and carry out some simple behaviors (say, putting\na block on a table) via touch alone\ne Crossmodal: Integrating information from various senses\n— Example task: Identifying an object in a noisy, dim environment via combining\nvisual and auditory information\ne Proprioception: Sensing and understanding what its body is doing\n— Example task: The teacher moves the robot’s body into a certain configuration. The\nrobot is asked to restore its body to an ordinary standing position, and then repeat\nthe configuration that the teacher moved it into.\n\n2. Actuation\n\ne Physical skills: manipulating familiar and unfamiliar objects\n— Example task: Manipulate blocks based on imitating the teacher: e.g. pile two blocks\natop each other, lay three blocks in a row, etc.\ne Tool use, including the flexible use of ordinary objects as tools\n— Example task: Use a stick to poke a ball out of a corner, where the robot cannot\ndirectly reach\ne Navigation, including in complex and dynamic environments\n— Example task: Find its own way to a named object or person through a crowded\nroom with people walking in it and objects laying on the floor.\n\n3. Memory\n\ne Declarative: noticing, observing and recalling facts about its environment and expe-\nrience\n— Example task: If certain people habitually carry certain objects, the robot should\nremember this (allowing it to know how to find the objects when the relevant people\nare present, even much later)\ne Behavioral: remembering how to carry out actions\n— Example task: If the robot is taught some skill (say, to fetch a ball), it should\nremember this much later\ne Episodic: remembering significant, potentially useful incidents from life history\n\nHOUSE_OVERSIGHT_013226",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013226.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2765,
    "word_count": 450,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:44.013480",
    "prefix": "IMAGES-002"
  }
}