{
  "document_id": "HOUSE_OVERSIGHT_025945",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_025945.txt",
  "text": "From: Bruce Moskowitz \nSent: 6/30/2016 6:26:23 PM \nTo: jeffrey E. [jeeyacation@gmail.com] \nSubject: Re: Locate a Clinical Trial Near You - MyClinicalTrialLocator.com \nImportance: High \nThank you \nSent from my iPhone \nOn Jun 30, 2016, at 2:23 PM, jeffrey E. <jeevacation@gmail.com> wrote: \nsent to biden private \nOn Thu, Jun 30, 2016 at 10:33 AM, Bruce Moskowitz <_______________________________ wrote: \nThis is Aaron's website not an app it allows anyone to type in any cancer term and find any clinical trial or \nresearcher worldwide. It is updated every 24 hours and is in process of being updated with additional \ninformation for the benefit of patients and researchers. We allow it as a free open platform that can be \nexpanded to specific interests. If for instance you type in glioblastoma and go out 10,000 miles from your \nlocation you can see researchers and clinical trials worldwide. Look at the map then press for example \nGermany and see what is available. \nhttp://www.myclinicaltriallocator.com/  \nSent from my iPad \nBruce Moskowitz M.D. \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 025945",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_025945.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1686,
    "word_count": 254,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:48.555497",
    "prefix": "TEXT-001"
  }
}