{
  "document_id": "HOUSE_OVERSIGHT_033523",
  "filename": "IMAGES-012-HOUSE_OVERSIGHT_033523.txt",
  "text": "On June 3, 2019, Semyon Rosenfeld, the last living Holocaust\nsurvivor who participated in the revolt and escape from the Sobibor\ndeath camp, died at the age of 97 in Israel. Rosenfeld joined the Red\nArmy in 1940. While he was fighting the Germans, his family was\nkilled by the Nazis. He was captured by the Germans in 1941 and,\ntwo years later, he was transferred to Sobibor. Rosenfeld escaped\nduring the revolt and survived by hiding in the woods until 1944. He\nthen rejoined the Red Army and participated in the capture of Berlin.\n\nClick here to read more...\n\nViews on Israel of U.S. Presidential Candidates 2020:\nJoe Biden\n\nFormer Vice President Joseph Robinette Biden, Jr., was born\nNovember 20, 1942, in Scranton, Pennsylvania, the first of four\nsiblings. In 1953, the Biden family moved from Pennsylvania to\nClaymont, Delaware. He graduated from the University of Delaware\nand Syracuse Law School.\n\nOne of his first overseas visits as a senator was to Israel, on the eve\nof the 1973 Yom Kippur War during which he met Golda Meir. “She\nread letters and told me how this young man or woman had died and\nthis is their family. This went on for | don’t know how long, and | guess\nshe could tell | was visibly moved by this, and | was getting depressed\nabout it.” The Prime Minister said, “Senator, don’t look so sad....we\nhave a secret weapon in our confrontation in this part of the world.\nAnd | thought she was about to lean over and tell me about a new\nsystem or something....she said, our secret weapon, Senator, is we\nhave no place else to go. We have no place else to go.”\n\nHOUSE_OVERSIGHT_033523",
  "metadata": {
    "original_filename": "IMAGES-012-HOUSE_OVERSIGHT_033523.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1603,
    "word_count": 287,
    "line_count": 32,
    "import_date": "2025-11-19T21:47:46.260518",
    "prefix": "IMAGES-012"
  }
}