{
  "document_id": "HOUSE_OVERSIGHT_019614",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019614.txt",
  "text": "126 | HOW AMERICA LOST ITS SECRETS\n\nies. The holders of this darker view of Snowden base it on classified\nreports of the full extent of the theft of classified data. Those officials\nbelieve that only a handful of the tens of thousands of documents he\nstole involved domestic surveillance and that those few documents\nserved as a cover for a much larger theft.\n\nAdmiral Michael Rogers, who replaced General Alexander as\nhead of the NSA in March 2014, said at a public forum at Princeton\nUniversity, “Edward Snowden is not the ‘whistleblower’ some have\nlabeled him to be.” He further explained to Congress, “Snowden\nstole from the United States government a large amount of classi-\nfied information, a small portion of which is germane to his apparent\ncentral argument regarding NSA and privacy issues.”\n\nGeneral Martin Dempsey, the chairman of the Joint Chiefs of Staff,\nwent even further. In testifying before the House Armed Services\nCommittee on March 6, 2014, after estimating that the Snowden\nbreach could cost the military “billions” to repair, he added, “The\nvast majority of the electronic documents that Snowden exfiltrated\nfrom our highest levels of security had nothing to do with exposing\n\n© government oversight of domestic activities.” Dempsey based this ®\nassessment on a then still-secret Defense Intelligence Agency report\non the breach. The classified DIA report showed that Snowden took\n“over 900,000” military files from the Department of Defense in\naddition to the NSA files he had taken. The Defense Department\nloss in terms of the number of files stolen actually exceeded the\nloss—in sheer numbers—of NSA documents. Lieutenant General\nMike Flynn, the DIA director who directed the study, testified to the\nSenate Select Committee on Intelligence that the breach “has caused\ngrave damage to our national security.”\n\nTo be sure, this was not the first time that the cryptological\nbranches of the military had been compromised. The spy ring of John\nWalker had provided thousands of the navy’s reports on breaking\nRussian ciphers to the KGB during the Cold War. But the Snowden\nbreach exposing military sources was an order of magnitude greater\nthan any past breach.\n\nThe CIA’s assessment was no less grim. Morell, the deputy director\nof the CIA in 2013, wrote that Snowden’s action went beyond taking\nthe handful of documents, such as the FISA order, “that addressed\n\n| | Epst_9780451494566_2p_all_r1.z.indd 126 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019614",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019614.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2475,
    "word_count": 401,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:47.676257",
    "prefix": "IMAGES-005"
  }
}