{
  "document_id": "HOUSE_OVERSIGHT_014769",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014769.txt",
  "text": "and less disruptive for markets, in particular given the expected improved foreign\nrelations with the US (Chart 67). However, the currency remains overvalued and highly\nexposed to global factors, in particular oil price, and positioning is crowded. Despite our\nforecast is for USD/RUB to remain around 63 in 1Q17, we prefer to mitigate the above-\nmentioned risks by choosing a more favorable funding currency.\n\nIf liquidity is a major consideration, we prefer to use the EUR as a funding currency,\nwhich offers negative carry vs the USD, and gives the ruble the best risk-adjusted carry\nacross all potential funding currencies. In addition to the already seen impact on US\nrates, Trump’s victory implies that political risks are becoming increasingly important in\nEurope, with the Italian referendum in December and elections in Netherlands, Germany\nand France in 2017. This scenario strengthens our call for a six-month extension to ECB\nQE at the current pace. We expect the EUR/USD to trade at 1.05 by end 1Q17.\n\nSince short EUR/RUB is still exposed to much lower oil prices, an alternative way to\nexpress the trade is to use a basket of euro, Colombian peso and Canadian dollar as\nfunding basket (Chart 66). The COP remains overvalued, the central bank is expected to\nease monetary policy as the economy decelerates and oil represents 35% of Colombian\nexports. We expect the COP to depreciate 2.5% by end 1Q17. Carry, on the other hand,\nis higher than EUR and CAD. The CAD offers very low carry and we forecast a 1.5%\ndepreciation by 1Q17 vs the USD. The economy keeps displaying weak growth and we\nexpect the Bank of Canada likely to cut rates and maintain the accommodative stance of\nmonetary policy.\n\nAsia: short SGD/INR\n\nWe like short SGD/INR (spot 47.96, target 47, stop 48.44). While the performance of\nAsia FX can be influenced by broader risk conditions, we expect most to weaken vs. the\nUSD. The Korean won and the Singapore dollar, as well as the Taiwanese dollar for\ninstance stand out as being the most sensitive to a stronger USD, as they act as a high\nbeta proxy for CNY, which we expect to continue depreciating in this new high US rates\nenvironment. Others like Indonesian rupiah and Malaysian ringgit are more sensitive to\nhigher USD rates. Consequently, outflows from these countries will adversely impact the\nrespective FX. That said, Bank Indonesia has built good amount of reserves to prevent\nrupiah from weakening excessively. Moreover, tax amnesty related repatriation flows\nand global bond issuance is still expected to come in December, which should also\nsupport the rupiah.\n\nHistorically, large US tax cuts have been followed by a widening of the US current\naccount deficit driven by higher imports. This supported Asia export growth and\nexchange rates, especially after the Bush tax cuts. However, this time could be different\npartly because US household spending has been shifting towards non-tradable services.\nMore importantly, Trump’s policy platform itself is geared towards reducing dependence\nupon foreign goods and services (Chart 68).\n\nChart 68: Export exposure to the US across EM Asia Chart 69: SSNEER has depreciated 50bp below par since Oct MPS\n20 F Index\nm Exports to the US in 2015 (% of GDP) 30\n15 5\n10 20\n45 a= BofA-ML SGD NEER\n5 === lower end of band\n10 ——= mid-point\n0 —— upper end of band\neS & es &\ny “J Si es Q OwOeOMDODoOOT TAN MYATT OOO CO\nSF xs SF WV we & & ec Sete RESET RERER EB ER\n“ ge wv < & £626 S68 S828 Z8Z8 28285\nSource: BofA Merrill Lynch Global Research, Bloomberg Source: BofA Merrill Lynch Global Research estimates, Bloomberg\nBankof America 2 Global Rates, FX & EM 2017 Year Ahead| 16 November 2016 39\n\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014769",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014769.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3707,
    "word_count": 632,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:47.748044",
    "prefix": "IMAGES-003"
  }
}