{
  "document_id": "HOUSE_OVERSIGHT_019037",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019037.txt",
  "text": "Date: 7/13/06 @.: BEACH POLICE DEPARTMEN Page: B4\n\nTime: 9:27:55 Incident Report Program: CMS301L\n\nCase No. . - +: 1-05-000368 . (Continued)\n\nAtty Guy Fronstin and acknowledged the deal made between them.\n\nFronstin stated in the message, he spoke with his client, Jeffrey b6é\nEpstein, and agreed to the deal. Fronstin asked to call off the grand 7c\njury as they would accept this deal. Belohlavic stated a probable\n\ncause would be needed to book Epstein in the county jail and would let\n\nme know as to when it would be needed. I explained my disapproval of\n\nthe deal and not being consulted prior to the deal being offered.\n\nHowever I expressed that was only my opinion and the final approval\n\nwould come from the Chief of Police. She explained to have Chief\n\nReiter call Barry Krisher about the deal. I left the area and\n\nreturned to the police station where I briefed the Chief about the\n\ndeal offered.\n\nstepmother for the victim She was calling because the State\nAttorney's Office still had not returned any of her calls as to when\nthey are needed for this case. I then called ASA Belohlavic's office\nand left messages for her to call the victims on this case and\nexplained to them what the State Attorney's Office had done.\n\nI checked my voice mail mee | 8 and discovered a message from[___]\n\nOn April 17, 2006, at approximately 4:30 pm, State Attorney\nInvestigator Tim Valentine called to officially notify me of the\ncancellation of the Grand Jury. He requested I contact the victims\nthat had been served to appear, to notify them of the cancellation. I\nadvised Valentine that as this Grand Jury session was called based on\nthe State Attorney's Office decision to have the victims heard by the\nGrand Jury that I felt it was the States Attorney's Office\nresponsibility to contact the victims and advise them of the reason\nthey were no longer needed.\n\nKKK KEKE KE RK EEE RKKEEEEEKEKEEKK MN AR RA T IV Ei ft 43 RRR KRRERRA KK RK EEK ER EKEERE\nNA Reported By: RECAREY, JOSEPH 5/04/06\nEntered By.: ALTOMARO, NICKIE A. 5/04/06\n\nAs I had not received any contact from anyone at the State Attorney's\nOffice, on May 1, 2006, I prepared three arrest warrant requests and\nsubmitted them to the State Attorney's Office. The packages were\ndelivered to the Crimes against Children Unit in care of ASA Lana\nBelohlavek. Jeffrey Epstein's arrest warrant was requested for 4\ncounts of Unlawful Sexual activity with certain minors and one count\nof. Lewd and Lascivious Molestation. EM, Epstein's\nassistant's, arrest warrant request was for 4 counts of Principal in\nthe 1st degree Unlawful Sexual activity with certain minors and one\ncount of Principal in the 1st degree Lewd and Lascivious Molestation. °\n\n's arrest warrant request was for Lewd and Lascivious\nActs on a victim under 16 years of age. The receipt of delivery was\nsigned and brought back to the records division at the police\ndepartment.\n\nOn May 3, 2006, at approximately 2:54 pm, I received a telephone call\nfrom ASA Daliah Weiss on my cellular telephone. ASA Weiss advised she\n\nHOUSE_OVERSIGHT_019037",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019037.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3052,
    "word_count": 527,
    "line_count": 70,
    "import_date": "2025-11-19T21:47:45.462397",
    "prefix": "IMAGES-005"
  }
}