{
  "document_id": "HOUSE_OVERSIGHT_024698",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024698.txt",
  "text": "A\n\n>\n\nKR\nI\n\nP\n\nELL\nTAL Cannabis Investment Report | December 2017\n\nw U.S. State Law\n\nOf the 51 jurisdictions comprising the 50 U.S. states and the District of Columbia, 47 have enacted\nat least one law that permits the manufacturing, distribution, dispensing or possession of cannabis or\nconcentrates. These laws fall into three general categories:\n\n¢ 29 USS. states and the District of Columbia have enacted medical cannabis laws that permit\nthe production and possession of cannabis or concentrates for use in treating a broad range of\nqualifying medical conditions,\n\n° 19 U.S. states have enacted narrow CBD/limited laws that permit possession of small amounts\nof low-THC/high-CBD cannabis concentrates for use in treating a few serious medical condi-\ntions—in particular, severe forms of childhood epilepsy.\n\n° 8 USS. states have enacted recreational laws that permit the commercial production and sale of\ncannabis to adults for recreational and other uses.\n\nSome states have passed more than one of these laws, and some state laws do not fall clearly into\nany one of these categories. Florida and Delaware have both medical cannabis and CBD/limited laws.\nEvery state that has enacted a recreational law has also passed a medical cannabis law. A District of\nColumbia law that permits adults to grow and consume cannabis is often cited as a recreational law;\nhowever, we do not characterize it as such because it does not permit the commercial production and\nsale of cannabis. The following map of the United States shows states with medical cannabis laws,\nCBD /limited laws or recreational laws (a state with more than one of these laws is represented on the\nmap by its most permissive law).\n\n62 © 2017 Ackrell Capital, LLC | Member FINRA/SIPC\n\nHOUSE_OVERSIGHT_024698",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024698.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1771,
    "word_count": 288,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:45.941369",
    "prefix": "IMAGES-008"
  }
}