{
  "document_id": "HOUSE_OVERSIGHT_029065",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029065.txt",
  "text": "Force, that fought this great war, really the Judeo-Christian West versus atheists, right?\nThe underlying principle is an enlightened form of capitalism, that capitalism really gave\nus the wherewithal. It kind of organized and built the materials needed to support,\nwhether it’s the Soviet Union, England, the United States, and eventually to take back\ncontinental Europe and to beat back a barbaric empire in the Far East.\n\nThat capitalism really generated tremendous wealth. And that wealth was really\ndistributed among a middle class, a rising middle class, people who come from really\nworking-class environments and created what we really call a Pax Americana. It was\nmany, many years and decades of peace. And I believe we’ve come partly offtrack in the\nyears since the fall of the Soviet Union and we're starting now in the 21st century, which I\nbelieve, strongly, is a crisis both of our church, a crisis of our faith, a crisis of the West, a\n\ncrisis of capitalism.\n\n“T believe we’ve come partly offtrack in the\nyears since the fall of the Soviet Union and\nwe’re starting now in the 21st century, which I\nbelieve, strongly, is a crisis both of our church,\na crisis of our faith, a crisis of the West, a\ncrisis of capitalism.”\n\nAnd we're at the very beginning stages of a very brutal and bloody conflict, of which if the\npeople in this room, the people in the church, do not bind together and really form what I\nfeel is an aspect of the church militant, to really be able to not just stand with our beliefs,\nbut to fight for our beliefs against this new barbarity that’s starting, that will completely\neradicate everything that we’ve been bequeathed over the last 2,000, 2,500 years.\n\nNow, what I mean by that specifically: I think that you’re seeing three kinds of converging\ntendencies: One is a form of capitalism that is taken away from the underlying spiritual\n\nand moral foundations of Christianity and, really, Judeo-Christian belief.\n\nHOUSE_OVERSIGHT_029065",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029065.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1971,
    "word_count": 334,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:43.997063",
    "prefix": "IMAGES-010"
  }
}