{
  "document_id": "HOUSE_OVERSIGHT_013856",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013856.txt",
  "text": "Time Wasters: Become an Ignoramus\n\nThe best defense is a good offense.\n\n—DAN GABLE, Olympic gold medalist in wrestling and the most successful coach in history;\npersonal record: 299-6-3, with 182 pins\n\nTime wasters are the easiest to eliminate and deflect. It is a matter of limiting access and funneling all\n\ncommunication toward immediate action.\n\nFirst, limit e-mail consumption and production. This is the greatest single interruption in the modern\n\nworld.\n\n1. Turn off the audible alert if you have one on Outlook or a similar program and turn off\nautomatic send/receive, which delivers e-mail to your inbox as soon as someone sends them.\n\n2. Check e-mail twice per day, once at 12:00 noon or just prior to lunch, and again at 4:00 P.M.\n12:00 P.M. and 4:00 P.M. are times that ensure you will have the most responses from previously\n\nsent e-mail. Never check e-mail first thing in the morning“Instead, complete your most\nimportant task before 11:00 A.M. to avoid using lunch or reading e-mail as a postponement excuse.\n\n8:00\n9:00\n10:00\n11:00\n12:00\n1:00\n2:00\n3:00\n4:00\n\n5:00\n\nBefore scheduled e-mail /phone\n\n1]\nnm\nS\nw\no\n#\nv\n-_\nCc.\n; g\n~<\n\nLunch break/\npers\n\n@ 3 times/day\n8:00\n9:00\nPE 0:00\n11:00\n\nLunch break/\npersonal 12:00\n\n|.\n\n2:00\n\nB 4 times/day\n\nLunch breck/\npersonal\n\nAfter scheduled e-mail /phone\n\nLIGHT GRAY INDICATES TIME AVAILABLE FOR HIGH-PRIORITY TASKS . Courtesy of SANDIA\n\nBefore implementing the twice-daily routine, you must create an e-mail autoresponse that will train\nyour boss, co-workers, suppliers, and clients to be more effective. I would recommend that you do not\nask to implement this. Remember one of our ten commandments: Beg for forgiveness; don’t ask for\n\npermission.\n\nIf this gives you heart palpitations, speak with your immediate supervisor and propose to trial the\napproach for one to three days. Cite pending projects and frustration with constant interruptions as the\nreasons. Feel free to blame it on spam or someone outside of the office.\n\nHOUSE_OVERSIGHT_013856",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013856.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2004,
    "word_count": 330,
    "line_count": 86,
    "import_date": "2025-11-19T21:47:47.654884",
    "prefix": "IMAGES-002"
  }
}