{
  "document_id": "HOUSE_OVERSIGHT_021226",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021226.txt",
  "text": "ceremony in New York City on May 7.\n\n\"In a time when this country's highest powers have taken it as their business to demean the\nwork of journalists, it is particularly significant for us to honor those who have taken up the\ntools of journalism to challenge corrupt power wherever it may reside,” said Hillman judge Ta-\n\nNehisi Coates.\n\nIn 2011, the Sidney Hillman Foundation inaugurated the Canadian Hillman Prize. This year’s\nwinners, Harvey Cashore, Bob McKeown and Kimberly Ivany of CBC’s The Fifth Estate, won for\ntheir sweeping investigation into the research and regulatory failures that have put millions of\nchildren at risk on their way to and from school each day. Their reporting exposed fraudulent\nscience behind Transport Canada’s seminal seatbelt study and led the Transport Minister to\nform a task force with the provinces to look at implementing seatbelts on school buses across\n\nthe country.\n\nThe Hillman Foundation announced Monday that CUNY professor and historian, Joshua B.\nFreeman, is the recipient of its 2019 Sol Stetin Award for Labor History. Freeman has written\nextensively about the history of labor, industry, modern America, and New York City. The\nHillman Foundation established the award in 2005 to honor a labor historian who has made\n\nsignificant contribution to the field, researching and telling the stories of working peoples’ lives.\n\nSince 1950, the Hillman’s Prizes for Journalism honor the legacy of Sidney Hillman, an\nimmigrant who dedicated his life to a “better America.” Hillman believed that a free press was\nessential to a fair and equal society. The Sidney Hillman Foundation has sought to carry on his\nlegacy by honoring journalists who illuminate the great issues of our times—from the search for\na basis for lasting peace, to the need for better housing, medical care, and employment security\nfor all people, to the promotion of civil liberties and the battle against discrimination based on\n\nrace, nationality, or religion.\n\nFor more information, including to RSVP to the event, please contact Alexandra Lescaze at 646-\n\n448-6413 or Alex@HillmanFoundation.org\n\nHOUSE_OVERSIGHT_021226",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021226.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2133,
    "word_count": 336,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:49.096147",
    "prefix": "IMAGES-006"
  }
}