{
  "document_id": "HOUSE_OVERSIGHT_011798",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011798.txt",
  "text": "/ BARAK / 41\n\ncontrol of something like 40 percent of the West Bank. That meant — at least in\ntheory — that Israel could limit phase-three to a mere token pullout, leaving the\nPalestinians with less than half of the territory.\n\n“T don’t know what percentage, exactly,” I replied. “But one of my cabinet\nministers thinks that a formula of 70-10-20 would work, meaning 70 percent for\nthe Palestinians, ten percent to allow us to retain and secure the largest of the\nsettlement blocs, and the rest to be worked out in further talks.”” When he nodded, I\nadded: “Peres thinks it could end up at 80-20, and says he thinks Arafat would find\nit hard to walk away from getting control of four-fifths of the West Bank. But it’s\nnot about the number. It’s about the area needed for the major settlements, and\nwhatever else is required to safeguard our security. Beyond that, we don’t need a\nsingle inch of the West Bank, and we won’t ask for a single inch.”\n\nI replied in much the same vein when President Clinton urged me to help kick-\nstart new talks with Assad by formally reaffirming Yitzhak’s “pocket deposit” on\nthe Golan Heights. As with the Palestinians, I was not going to cede a major\nnegotiating card — our only real negotiating card — before we had any indication\nAssad was serious about making peace. But I did feel it was necessary to reassure\nClinton that / was serious. I told him that, if and when the Syrians showed real\nsigns of readiness to address our needs in a peace agreement, I would reaffirm the\n\n“pocket deposit.”\n\nI’d come to Washington hoping that President Clinton would be with me on the\nmain issues of substance. But what I needed most at this point was his support on\nthe procedural decisions I’d made in order to get to real peace negotiations:\nengaging with Syria first, and shifting the emphasis on the Palestinian track away\nfrom the redeployments toward the core permanent-status issues we’d have to\nresolve in order to get a peace agreement. What emerged from my first meetings\nwith President Clinton was essentially a trade-off. He knew I would be ready to\nmake concessions in pursuit of genuine peace. I was confident that on the route\nthat I was proposing to take, he would have my back.\n\nBut what I couldn’t be sure of was whether my own government would have\nmy back. On paper, we had a comfortable Knesset majority: 75 out of the 120\nseats. But I knew it was inherently vulnerable, both to friction between the\nOrthodox parties and assertively secular MKs from Meretz and inside Labor, and\nto possible defections over the concessions we might have to consider in peace\n\n327\nHOUSE_OVERSIGHT_011798",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011798.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2630,
    "word_count": 466,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:45.970877",
    "prefix": "IMAGES-001"
  }
}