{
  "document_id": "HOUSE_OVERSIGHT_026137",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_026137.txt",
  "text": "value of USD 19.3 billion). The debt profile has become more favorable with the\nincrease of the share of official debt, a decline in the foreign currency debt share\n\nand the very low share of short term debt. This should effectively make easier the\nrefinancing of the debt in 2019 and 2020.\n\nThe synthesis of the current parliament allows the government to push for reforms\nin 2017 and early 2018 before they turn to populist measures just before elections.\nLeading the country off-track with the IMF program will surely limit even further\nthe funding resources of the country.\n\n7,000\n\nUS$ million\n6,000 -\n\n5,000\n4,000\n\n3,000 a —\n2,000 - Sm i\n\n| |\n=H litte\n\n2017 2018 2019 2020 2021 2022 2023 2024 2025 2026 2027\n\nm= SOE principal and interest payments IMF budget repayments”\n™ Sovereign interest payments = Principal - AID bonds\nm@ Principal - UKRAIN bonds\n\nSource: Bloomberg, Morgan Stanley Research; See Ukraine Economics and Strategy: Kyiv Trip Takeaways,\nApril 7, 2017.\n\nPolitics\n\nEU has verified its support by (1) lifting its visa requirements to Ukrainian citizens\nfor traveling, a long awaited move that embeds symbolism of support and (11)\nfollowing the vote by the Dutch parliament to support Ukraine’s Association\nAgreement, it is expected that the ratification of the Association Agreement,\nincluding the Deep and Comprehensive Free Trade Area component will be ratified\nin the Ukraine-EU Summit on July 13.\n\nNATO has also shown strong support to Ukraine by providing various forms of\nassistance through advice and training to strengthen its defence by building\nstronger security structures. The Ukrainian defence industry may also get\npermission to participate in tenders for the supply of goods and services for NATO.\n\nHOUSE_OVERSIGHT_026137",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_026137.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1756,
    "word_count": 284,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:46.543981",
    "prefix": "IMAGES-008"
  }
}