{
  "document_id": "HOUSE_OVERSIGHT_011645",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011645.txt",
  "text": "part because of Bruria Shaked, his girlfriend, whom he’d met while\ncommanding the tank unit after 1973. While he was a thinker and a brooder and\nin many ways a loner, Bruria was outgoing, playful, funny and full of life. She\nsensed his need for a shoulder to lean on, a hand to hold at the movies or on a\nSaturday stroll on the beach. They made their apartment a home. The shelves\ncreaked under the weight of Yoni’s books. Often on a Saturday, when Nava and\nI dropped in to see them, an old 33 rpm record would be playing on the stereo.\nYoni would be sitting puffing on his pipe, reading, and smiling.\n\nBut outside this domestic haven, he still struggled. He had looked forward to\ncommanding Sayeret Matkal. But there was a growing distance between him\nand those he led, a kind of dissonance between these more typically Israeli\nyoungsters and the aloof, reflective, intellectual side of their commander. There\nwas another tension as well. Sayeret training was notoriously tough. Yoni\nearned the admiration of his men by participating personally in the most\ndifficult of the exercises. But just as he pushed himself to his limits, he insisted\nrelentlessly on seeing the same drive in them. This was a challenge all sayeret\ncommanders faced to some extent. I had, too. But a number of the officers had\ngone to the kirya to urge that Yoni be replaced. He knew this. Though I tried to\nreassure him, telling him that every sayeret commander was different, with his\nown strengths and weaknesses, he became only more determined to push\nhimself and those around him harder.\n\nNo we were in the final countdown for Entebbe. It was a life-or-death\nmission not just for us, but the hostages, an operation in which even a second’s\nhesitation or tension or uncertainty could prove fatal. I was worried that the\nrumblings of uneasiness in the unit might prove an additional obstacle that\nwasn’t worth the risk.\n\nWhen I tried to persuade Kuti to stick with the original plan, however, he\nwas insistent. He told me to get ready to fly not into Uganda, but to Nairobi. I'd\nbeen re-assigned to accompany a Mossad team to Kenya. Our first task would\nbe to get the answers to the questions Rabin had asked us. Then, we would be in\ncharge of arranging for the Kenyans to allow us to refuel the C-130s on the way\nout, and to set up a medical facility for any injured soldiers or hostages. During\nthe attempted rescue, I would also be the channel of communications from the\nNairobi side of the operation to Kuti, tens of thousands of feet above Entebbe in\na command 707. Dan, as overall commander, would be in charge on the ground.\n\n174\nHOUSE_OVERSIGHT_011645",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011645.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2636,
    "word_count": 469,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:48.710584",
    "prefix": "IMAGES-001"
  }
}