{
  "document_id": "HOUSE_OVERSIGHT_018582",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018582.txt",
  "text": "by text message. We discussed etymology, traded literary recommendations, compared\nreligion -- I'm Unitarian, he’s a Baha'i convert. He lived one summer in Chicago, and we\ndiscovered that we'd shopped at the same bookstores.\n\nOne night, we found ourselves in the same nightclub. Using a cigarette as an excuse to go\noutside, we abandoned the music and talked for hours. Our friends came to check on us\nmultiple times, with varying degrees of smirking insinuation; we kept promising to go\nback in after one cigarette, then neglecting to actually smoke it. The conversation went\nthrough homesickness, ethics, roleplaying games, more literature. I lent him a book. He\npromised to visit me.\n\nHis next text message, a few days later, was plainly nervous. Can you imagine someone\nblurting a text message? That's what he did when he told me that he takes the \"no sex\nbefore marriage” part of his Baha'i faith seriously. I was stunned -- but I had to laugh,\ntoo. Of course Miss Clarisse Thorn, pro-sex advocate, just had to fixate on a man who\nwouldn't sleep with her!\n\nKK ok\n\nI did not undergo abstinence-only sex education. My middle school's health teachers were\nadmirably forthright and even hosted condom demonstrations in the auditorium, more\npower to 'em. I also had the good fortune to be raised Unitarian -- so I received incredibly\ncompassionate, complete sex education in Sunday School.\n\nStill, for a long time I was strongly attracted to chastity. In my teens, I decided that I\nwouldn't lose my virginity until I was much older -- I think I picked age 25 -- because I\nwanted to be sure I'd be mature enough to handle it. This resolution didn't last, but after I\nbecame sexually active, I occasionally came back to the idea. A few female friends took\n\"time off\" -- in some cases, full years of abstinence. I considered doing so myself,\nstrongly and for a long time.\n\nBack then, I was terrible at communicating about sex. Reading explicit sex scenes made\nme feel anxious, perhaps because I felt they set standards I couldn't \"perform.\" Talking\nexplicitly to my partners felt impossible, not least because I had practically no idea what I\nwanted. Worst of all, I could feel the societal boxes around my sexuality, but I couldn't\narticulate them. Plus, there were dark undercurrents to my sexuality that simply scared\nme. Abstinence was the only obvious way around my sex-negative cultural baggage!\n\nOnce I adjusted into my BDSM orientation, once I got a grip on how to circumvent some\nproblems with how Americans tend to think about sex, once I experienced mutual sexual\ncommunication that was totally trusting and adventurous... my attraction to chastity was\ngreatly reduced. These days, the idea only seems awesome when (a) I've just been\nromantically burned, or (b) I want more time to myself.\n\nIt's tempting to think that Mr. Chastity might be the same way: that he's uncomfortable\nfor similar reasons; that he'll \"get over it.\" Tempting -- and offensively presumptuous.\nMaybe he'll re-examine his motives someday, and maybe he won't. The important thing is\nto respect his feelings. So when he sent me that text, I did what any responsible sex-\npositive girl ought to do: I honored his boundaries and thought seriously about whether I\ncould work within them.\n\nHOUSE_OVERSIGHT_018582",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018582.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3287,
    "word_count": 554,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:49.142946",
    "prefix": "IMAGES-005"
  }
}