{
  "document_id": "HOUSE_OVERSIGHT_013908",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013908.txt",
  "text": "Many of these theories have been killed off only when some decisive experiment exposed their\nincorrectness.... Thus the yeoman work in any science ... is done by the experimentalist, who\nmust keep the theoreticians honest.\n\n—MICHIO KAKU, theoretical physicist and cocreator of String Field Theory, Hyperspace\n\nBove: than 5% of the 195,000 books published each year sell more than 5,000 copies. Teams of\n\npublishers and editors with decades of combined experience fail more times than not. The founder of\n\nBorder’s Books lost $375 million of investor funding with WebVan.2 a nationwide grocery delivery\nservice. The problem? No one wanted it.\n\nThe moral is that intuition and experience are poor predictors of which products and businesses will be\nprofitable. Focus groups are equally misleading. Ask ten people if they would buy your product. Then\ntell those who said “yes” that you have ten units in your car and ask them to buy. The initial positive\nresponses, given by people who want to be liked and aim to please, become polite refusals as soon as real\nmoney is at stake.\n\nTo get an accurate indicator of commercial viability, don’t ask people if they would buy —ask them to\nbuy. The response to the second is the only one that matters. The approach of the NR reflects this.\n\nStep Three: Micro-Test Your Products\n\nMtcro testing involves using inexpensive advertisements to test consumer response to a product\n\nprior to manufacturing 22\n\nIn the pre-Internet era, this was done using small classified ads in newspapers or magazines that led\nprospects to call a prerecorded sales message. Prospects would leave their contact information, and based\non the number of callers or response to a follow-up sales letter, the product would be abandoned or\nmanufactured.\n\nIn the Internet era, there are better tools that are both cheaper and faster. We’ll test the product ideas\nfrom the last chapter on Google Adwords—the largest and most sophisticated Pay-Per-Click (PPC)\nengine—in five days for $500 or less. PPC here refers to the highlighted search results that are listed\nabove and to the right of normal search results on Google. Advertisers pay to have these ads displayed\nwhen people search for a certain term related to the advertisers’ product, such as “cognitive supplement,”\nand are charged a small fee from $.05 to over $1 each time someone clicks through to their site. For a\ngood introduction to Google Adwords and PPC, visit www.google.com/onlinebusiness. For expanded\nexamples of the following PPC strategies, visit www.fourhourblog.com and search “PPC.”\n\nThe basic test process consists of three parts, each of which is covered in this chapter.\nBest: Look at the competition and create a more-compelling offer on a basic one-to-three-page website\n(one to three hours).\n\nTest: Test the offer using short Google Adwords advertising campaigns (three hours to set up and five\ndays of passive observation).\n\nDivest or Invest: Cut losses with losers and manufacture the winner(s) for sales rollout.\n\nHOUSE_OVERSIGHT_013908",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013908.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3028,
    "word_count": 486,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:47.500680",
    "prefix": "IMAGES-002"
  }
}