{
  "document_id": "HOUSE_OVERSIGHT_018272",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018272.txt",
  "text": "Such a system, Jefferson wrote, was particularly appealing to him because it\ncontrasted so sharply with the violent shearing of daily life then underway all\naround him in Europe. “France, with all its despotism, and two or three hundred\nthousand men always in arms, has had three insurrections in the three years | have\nbeen here,” he marvels. In fact, France’s revolutionary age was only just beginning.\nThe fall of the Bastille was 18 months away; the flight and death of the King five\nyears off. Paris would soon see a time when one riot a year felt like peace. You can’t\nmiss in Jefferson’s letter, and in the others he exchanged with Madison that winter\nand the following spring, his instinct that the world was changing, that it was being\nriven by urgent new forces, and that America must be positioned for the fresh order\nboth internally and in her foreign policy. Jefferson knows what this new age\ndemands - liberty - and in that spirit he fires off suggestions for Madison. It is in this\nDecember, 1787 letter that he remarks that he “does not like” the absence of a “bill\nof rights”, a hint that led to an adjustment of historic import.\n\nIt is possible to regard the transformations of politics, economics and military affairs\nover the past centuries, the sorts of bold remakings that tore apart places like the\nBastille or built up instruments like the American Constitution, as emerging froma\nfew crucial periods, the sorts of historic turns that mark moments when power\nmakes an epochal shift. It is striking how, in passing through these periods of\nunthinkable change, America has benefited so much, so fully. The country was, to\nbegin with, born out of the social and political revolutions of the 18\" century. The\nnational liberation that pulled Jefferson from his Virginia farm and into politics was\nthe first of the great, revolutionary movements that convulsed and fractured a\ndozen European powers. France followed America, as did Germany and Italy and\nsoon most of the continent. “The boisterious sea of liberty,” Jefferson called the new\npolitical order*. It required a strong stomach. Tempests of accumulated social\npressures - the Reformation, the Enlightenment, the Scientific Revolution - had\npassed over one ancien regieme after another like powerful waves. America, begun\non fresh land and with new ideas inked onto clean paper, had a natural advantage in\nthe situation of her birth. “I think our government,” Jefferson concluded in his letter\nto Madison, “will remain virtuous for many centuries.”\n\nA second transformation of global order began in the middle of the 19 Century, as\nJefferson and Madison's age ended. Their period had largely been one of internal\nrevolutions, as the nations of Europe realigned their domestic orders. What came\nnext were furious contests between these countries. We might think of this new\nperiod as starting with the Franco-Prussian war of 1870 and as running, with\nincreasing violence, through to the summer of 1945 and the end of World War Two.\nIn this era, Europe’s statesmen struggled from one tragically collapsed balance to\nanother. The demands of industry and nationalism and ideology and economy could\nonly be reconciled, it seemed, by war, as if it was absolutely necessary to devour the\nold buildings and the young men before a new order could settle in. The scale of this\n\n45 “The bousterious sea of liberty”: Thomas Jefferson to Philip Mazzei, The Papers\nof Thomas Jefferson, Volume 29: 1 March 1796 to 31 December 1797 (Princeton\nUniversity Press, 2002), 81-3\n\n40\n\nHOUSE_OVERSIGHT_018272",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018272.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3561,
    "word_count": 593,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:43.998560",
    "prefix": "IMAGES-004"
  }
}