{
  "document_id": "HOUSE_OVERSIGHT_019067",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019067.txt",
  "text": "FD-302a (Rev. 10-6-95)\n\n31E-MM-108062\n\nContinuation of FD-302 of fo En 2.2/3 /2.006 , Page 2\n\nb6\n\nYoung females meen ed traveled on the two private bic\n\naircraft with Epstein. believed most of the females were\nfrom Spain or Russia and were 18 years of age or older, although\nsome of their ages were questionable. Several of the females lived\nin the apartment building located at[L__—“C(C‘“C;C™CCCCédsSWNNew\nYork, New York. [believed the females traveled with Epstein\nso they could be associated with a person of wealth. The majority\nof the females were aspiring models who met Epstein through\n[Jand his modeling agency. Epstein was controlling toward the\nfemales and would not allow them to associate with other\nindividuals. [~__]described the women as \"not very bright\"\nreferring to their intelligence.\n\n[| believed[(——t—~—~—“‘*;™C*di Wass a personal assistant to\n[Janda Epstein. deaaribed| las an attractive,\nnice girl in her 20's. was responsible for preparing\nEpstein's travel arrangements.\n\n[_]Last Name Unknown (LNU) was another individual who\nworked as an assistant to believed[____] and\nEpstein's relationship was nothing more than friendship.\nbelieved Epstein had feelings for] but they frequently did\nnot get along. [____] provided[T__—sdys contact information\n\nstored in his cellular telephone: email work\ntelephone home telephone mobile\ntelephone and PIN was unaware of\n\nwhat the PIN represented.\n\nOne unknown male, 20's in age, frequently brought local\nteenaged females to Epstein's residence in Palm Beach, Florida.\n[believed the unknown male drove a red Honda Accord.\nestimated that approximately four or five teenaged females would\nvisit Epstein's Palm Beach residence daily. Sometimes the females\nat the residence would go upstairs with Epstein and sometimes they\nwould gather and talk in the living room area.\n\n[| was aware that Epstein received massages every\nday. In addition to massages provided by massage therapists\n(masseuses), local teenaged females also gave Epstein massages.\n\nexplained that it was easy to distinguish between the\nmasseuses and the local teenaged females based on their appearance\nand demeanor. [______] was unaware of what occurred between the\nteenaged females and Epstein behind closed doors, but opined that\nEpstein was receiving more than just massages based on the number\nof teenaged females that were going upstairs with him. [L__]did\n\nHOUSE_OVERSIGHT_019067 >",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019067.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2410,
    "word_count": 363,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:48.969598",
    "prefix": "IMAGES-005"
  }
}