{
  "document_id": "HOUSE_OVERSIGHT_018585",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018585.txt",
  "text": "EDUCATION:\n[theory] Sexual ABCs in Africa, Part 2: Be Faithful\n\nThis is the second in the three-part \"Sexual ABCs\" series, but I originally intended it to\nbe the last one, because it's the most complicated by far.\n\nTK OK ok\n\nSexual ABCs in Africa, Part 2: Be Faithful\n\nSouth African President Jacob Zuma has three wives; in a headline-making ceremony, a\nSouth African businessman recently married four women at once. King Mswati of\nSwaziland has thirteen wives, and his father King Sobhuza had 70. (Yes. Seventy.) Here\nin southern Africa, even those rich men who don't take multiple wives almost always\nsupport mistresses. Naturally, local women don't get multiple spouses, and the social\npenalties for infidelity are much worse for women. In America, feminists often point out\nthat \"slut\" is an insult while \"stud\" is a compliment; there's a similar linguistic trend in\nsiZulu, but the English words are mild compared to their siZulu equivalents.\n\nte Kk ok\n\nI rarely practice consensual non-monogamy myself, but I don't hesitate to advocate\ndestigmatizing polyamory and swing in America. True, my primary interest is BDSM,\nbut there's so much to learn from every form of consensual sexuality. Plus, we're\nbasically on the same side -- it'd be great if different sex subcultures had more\nconsciousness of a sex-positive \"agenda\" or \"movement\"! Although our communities\nhave different emphases and, sometimes, profoundly different values, I see swingers and\npolyfolk as my brothers- and sisters-in-arms.\n\nBut enough of the soapbox! The point is that I've often defended poly -- and I've gotten\ninto interesting arguments doing so. One friend noted just how hard it is for poly people\nto negotiate their relationships. \"It's so complicated,” he complained. \"So much\ncommunication is required. Doesn't that seem like an argument against it? If polyamory\nwere really a good relationship model, then people wouldn't have to put so much effort\ninto accomplishing it.”\n\n\"It's only complicated because polyamory isn't our societal default,\" I replied. \"People\nhave to put extra effort into negotiating relationships that fall outside the norm. The same\nthing happens with BDSM. Kinksters must spend a lot more time discussing our sexual\nrelationships, because it's more dangerous for us to make assumptions about where our\npartners want to go. That doesn't mean there's anything wrong with kink.\n\n\"And,\" I added, \"that extra effort can be a feature, not a bug! The fact that kinksters spend\nso much time isolating different aspects of our sexuality has given us a uniquely fine-\ngrained sexual vocabulary. I think most kinksters tend to make fewer assumptions about\nour partners' boundaries than vanilla people do. And circumstances have forced us to\ndevelop some brilliant strategies for bedroom communication. I'm not saying we're all\nbrilliant communicators, but I think we've got a unique window on it. When I run sexual\ncommunication workshops, half the tactics I share are filched from the BDSM\n\nHOUSE_OVERSIGHT_018585",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018585.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3016,
    "word_count": 480,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:48.592558",
    "prefix": "IMAGES-005"
  }
}