{
  "document_id": "HOUSE_OVERSIGHT_013911",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013911.txt",
  "text": "Sherwood and Johanna decide on the best search terms by using the search term suggestion tools\nmentioned earlier. Both aim for specific terms when possible (“french sailor shirts” vs. “french shirts;”\n“voga for sports” vs. “yoga”’) for higher conversion rates (the percentage of visitors that purchase) and\nlower cost-per-click (CPC). They aim also for second through fourth positioning, but no more than $.20\nCPC.\n\nSherwood will use Google’s free analytical tools to track “orders” and page abandonment rates— what\npercentage of visitors leave the site from which pages. Johanna will use www.wufoo.com to track e-mail\nsign-ups on this small testing scale4\n\nCost to both: $0.\n\nBoth Johanna and Sherwood design Adwords ads that focus on their differentiators. Each Google\nAdwords ad consists of a headline and then two lines of description, neither of which can exceed 35\n\ncharacters. In Sherwood’s case, he creates five groups of 10 search terms each. The following are two of\nhis ads.\n\nSAILOR SHIRTS FROM FRANCE\n\nSAILOR SHIRTS FROM FRANCE REAL FRENCH SAILOR SHIRTS\nFrench Quality, Shipped from U.S. French Quality, Shipped from U.S.\nLifetime Guarantee! Lifetime Guarantee!\nwww.shirtsfromfrance.com www.shirtsfromfrance.com\n\nJohanna creates the same five groups of 10 terms each and tests a number of ads, including these:\n\nYOGA FOR ROCK CLIMBERS YOGA FOR ROCK CLIMBERS\nDVD Used by 5.12 Climbers DVD Used by 5.12 Climbers\nGet Flexible Fast! Get Flexible Fast!\nwww.yogaclimber.com www.yogaforsports.com\n\nNotice that these ads can be used to test not just headlines but guarantees, product names, and domain\nnames. It’s as simple as creating several ads, rotated automatically by Google, that are identical except\nfor the one variable to be tested. How do you think I determined the best title for this book?\n\nBoth Sherwood and Johanna disable the feature on Google that serves only the best-performing ad.\nThis is necessary to later compare the click-through rates from each and combine the best elements\n(headline, domain name, and body text) into a final ad.\n\nLast but not least, ensure that the ads don’t trick prospects into visiting the site. The product offer\nshould be clear. Our goal is qualified traffic, so we do not want to offer something “free” or otherwise\nattract window shoppers or the curious who are unlikely to buy.\n\nCost to both: $50 or less per day x 5 days = $250\nInvesting or Divesting\nFive days later, it’s time to tally the results.\n\nWhat can we consider a “good” click-through and conversion rate’? This is where the math can be\ndeceiving. If we’re selling a $10,000 abominable snowman suit with an 80% profit margin, we obviously\nneed a much lower conversion rate than someone who is selling a $50 DVD with a 70% profit margin.\n\nHOUSE_OVERSIGHT_013911",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013911.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2777,
    "word_count": 449,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.570878",
    "prefix": "IMAGES-002"
  }
}