{
  "document_id": "HOUSE_OVERSIGHT_024595",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024595.txt",
  "text": "destroy it.\"\n\nAre Qadhafi and other deposed leaders deluded in thinking all is\nwell in their kingdom or their country?\n\nDeluded isn't quite the word, because if you're surrounded by a group\nof sycophants who tell you what you want to hear, not what you need\nto hear, you can be in touch with reality by psychological tests but\nquite out of touch with reality politically. With Saddam Hussein, this\nwas particularly true—where to provide criticism of him was either to\nlose your job or lose your life. Everyone was constantly praising him\nand his brilliance, and he was spared wise council.\n\nIn addition to these circles of sycophants, is narcissism a common\ntrait among autocrats?\n\nThat is a wonderful question. I'm just putting the finishing touches on\nmy capstone book, which will be called Dreams of Glory: Narcissism\nand Politics. | see narcissism as being a very powerful explanatory\nfactor for many of these leaders, who display a number of traits of\nnarcissism. One is they have a really exalted self-concept on the\nsurface, and are very sensitive to slight or any information to the\ncontrary. So they can get very angry if someone questions them.\nSecondly, when there is something that shatters that image—and this\nwill be interesting to see what happens with Qadhafi—there can be\nwhat's called a narcissistic rage. So, for example, with Saddam\nHussein as he was exiting Kuwait, lighting the oil wells on fire—that\nwas probably an example of that. Their interpersonal relationships\nare very disturbed, and they surround themselves with people who\nmake them feel good. So that it is really a great hazard to in any way\ncriticize the leader. Qadhafi did a great deal to hollow out the\n\nHOUSE_OVERSIGHT_024595",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024595.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1714,
    "word_count": 288,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:48.383750",
    "prefix": "IMAGES-008"
  }
}