{
  "document_id": "HOUSE_OVERSIGHT_025244",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025244.txt",
  "text": "Eye on the Market | april9, 2012 J.P Morgan\n\nQ&A on the USA, with a watchful eye on the risk of giant man-eating plants; Spain\nWhat is The Day of the Triffids?\n\nIt’s a 1951 science fiction novel. There’s a meteor shower, and most people go outside to look at it. The next morning,\neveryone who looked at the meteor shower ends up blind, and Earth is taken over by giant man-eating venomous plants. The\npoint: some amazing events which look benign have unforeseen consequences. Will a pact of going for growth pay the\nfreight of higher Federal debt in the long run? Hard to say; there are not a lot of examples to draw from. Economic theories and\ntheir associated debt bubbles don’t always work out as planned’. After WWII, the US also faced a debt ratio of 80% of GDP.\nAusterity was not the answer back then; government receipts and outlays as a % of GDP did not change much during the 1950’s,\nand net debt was flat. So how did US debt/GDP fall from 80% to 46% in just ten years? Robust annualized real growth of\nmore than 4.0%, and 2.0% inflation. However, unique economic conditions and productivity gains of the 1950’s (e.g., interstate\nhighway, rebuilding of Europe and Japan) may not be repeated, and the country was not headed into an entitlement time bomb.\nIf the US does not experience a growth/productivity boom, the burden of higher debt could last for a generation or more. A pro-\ngrowth Administration would probably help, but the difficulty lay in defining exactly what that means.\n\nIsn’t it amazing? 1950’s debt reduction was based on growth, not austerity\n\nNet debt |Net debt] Nominal]|Real GDP (bn|Outlays (%] Receipts (%\n\n80% 16% 14%\n67% = = — 14% 16%\n62% $215 $349 $322 19% 19%\n59% $218 $373 $341 21% 19%\n60% $224 $377 $343 19% 19%\n57% $227 $396 $354 17% 17%\n52% $222 $427 $368 17% 18%\n49% $219 $451 $377 17% 18%\n49% $226 $460 $377 18% 17%\n48% $235 $490 $398 19% 16%\n\n46% $237 $519 $415 18% 18%\n\nComp. ann'l gr: 0.8% 6.6% 4.3%\n\nSource: OMB, BEA.\n\nAre there debt vs austerity parallels at the state and local level?\n\nYes and no. At the state and local level, over last decade, more than 1 trillion in unfunded pension and healthcare (OPEB)\nrelated liabilities were recognized (they were accrued over a longer period). Even these “as-reported” estimates, which come\nfrom the states, may be underestimated. A 2011 analysis by the Joint Economic Committee shows that lower portfolio return\nassumptions on pension assets sharply increase the magnitude of underfunded pensions (see chart, right)’.\n\nAs reported unfunded state pension and OPEB liabilities State and local unfunded pension liabilities under\n\nBillions, USD different portfolio return assumptions, Trillions, USD\n1,400 3.0\n1,200 25\n1,000\n, 2.0\n800\n1.5\n600\n400 10\n200 Pension 0.5\n0 0.0\n2001 2003 2005 2007 2009 8% Return 6% Return 5% Return 4% Return\nSource: State Comprehensive Annual Financial Reports. Source: CBO, Center for Retirement Research.\n\n' Example: here’s a link to a 2007 article by Austan Goolsbee, former Chairman of the Council of Economic advisors and a member of the\nObama Cabinet. Goolsbee praises the benefits of subprime lending and related affordable housing policies, mocks Congress for holding\nhearings on the subject and cites Federal Reserve papers in saying that the “mortgage market has become more perfect, not more\nirresponsible”. Some things are only clear in hindsight. http:/Awww.nytimes.com/2007/03/29/business/29scene.html?_r=2\n\n* This is why under-risked pensions may create huge problems for themselves and their associated state/local governments.\n\nE\n\nHOUSE_OVERSIGHT_025244",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025244.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3587,
    "word_count": 601,
    "line_count": 71,
    "import_date": "2025-11-19T21:47:44.404856",
    "prefix": "IMAGES-008"
  }
}