{
  "document_id": "HOUSE_OVERSIGHT_017028",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017028.txt",
  "text": "known, their article will be a member of a “decade_births” category such as “1890s_births” and\n“1930s_births”. We treat these individuals as if born at the beginning of the decade.\n\nFor every parsed article, we append metadata relating to the importance of the article within Wikipedia,\nnamely the size in words of the article and the number of page views which it obtains. The article word\ncount is created by directly accessing the article using its URL. The traffic statistics for Wikipedia articles\nare obtained from http://stats.grok.se/.\n\nFigure $10a displays the number of records parsed from Wikipedia and retained for the final cohort\nanalysis. Table S7 displays specific examples from the extraction’s output, including name, year of birth,\nyear of death, approximate word count of main article and traffic statistics for March 2010.\n\n1) Create a database of records referring to people born 1800-1980 in Wikipedia.\n\na. Using the DBPedia framework, find all articles which are members of the categories\n‘{700_births’ through ‘1980_births’. Only people both in 1800-1980 are used for the\npurposes of fame analysis. People born in 1700-1799 are used to identify naming\nambiguities as described in section III.7.A.7 of this Supplementary Material.\n\nb. For all these articles, create a record identified by the article URL, and append the birth\nyear.\n\nc. For every record, use the URL to navigate to the online Wikipedia page. Within the main\narticle body text, remove all HTML markup tags and perform a word count. Append this\nword count to the record.\n\nd. For every record, use the URL to determine the page’s traffic statistics for the month of\nMarch 2010. Append the number of views to the record.\n\nl1.7.A.2 — Identification of occupation for individuals appearing in Wikipedia.\n\nTwo types of structural elements within Wikipedia enable us to identify, for certain individuals, their\noccupation. The first, Wikipedia Categories, was previously described and used to recognize articles\nabout people. Wikipedia Categories also contain information pertaining to occupation. The categories\n“Physicists”, “Physicists by Nationality’, “Physicists stubs”, along with their subcategories, pinpoint articles\nof relating to the occupation of physicist. The second are Wikipedia Lists, special pages dedicated to\nlisting Wikipedia articles which fit a precise subject. For physicists, relevant examples are “List of\nphysicists”, “List of plasma physicists” and “List of theoretical physicists”. Given their redundancy, these\ntwo structural elements, when used in combination provide a strong means of identifying the occupation\nof an individual.\n\nNext, we selected the top 50 individuals in each category, and annotated each one manually as a function\nof the individual's main occupation, as determined by reading the associated Wikipedia article. For\ninstance, “Che Guevara’ was listed in Biologists; so even though he was a medical doctor by training, this\nis not his primary historical contribution. The most famous individuals of each category born between\n1800 and 1920 are given in Appendix.\n\nIn our database of individuals, we append, when available, information about the occupations of people.\nThis enables the comparison, on the basis of fame, of groups of individuals distinguished by their\noccupational decisions.\n\n2) Associate Wikipedia records of individuals with occupations using relevant Wikipedia\n“Categories” and “Lists” pages. For every occupation to be investigated :\na. Manually create a list of Wikipedia categories and lists associated with this defined\noccupation.\nb. Using the DBPedia framework, find all the Wikipedia articles which are members of the\nchosen Wikipedia categories.\n\n20\n\nHOUSE_OVERSIGHT_017028",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017028.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3734,
    "word_count": 563,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:48.103739",
    "prefix": "IMAGES-004"
  }
}