{
  "document_id": "HOUSE_OVERSIGHT_023925",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023925.txt",
  "text": "How Not to Teach 179\n\nto satisfy the teacher or at least to satisfy their own needs in these\nareas. The problem is, as I stated originally, that learning starts with a\ngoal and that the students’ goals may not be the same as the teacher’s\ngoals. Since the students have no Dickens-related goal, and actually\nhave a teacher satisfaction goal, they simply have misestimated what\nwill satisfy the teacher.\n\nNow let’s consider real goals. Students do not stop driving a car\nbecause they are tired even though they haven’t arrived where they\nare going. They do not fail to ask out Mary Lou on a date because\nthey got bored talking mid-sentence. They do not give up on hitting\na baseball mid-swing or midway through the game. People put in the\neffort required when they are working on truly held goals. Subject-\nbased goals are almost never truly held. But cognitive process goals\nare nearly always truly held if the student is working on real things. If\nschool wants to deal with artificial things (flying an air flight simula-\ntor instead of a real plane, for example, in order to learn to fly), then\nthose artificial things need to feel very real and be very motivating.\n\nRule #6: Try teaching students things they actually may need to\nknow after they leave school.\n\nHere is mistake #7.\n\nMistake# 7: Correcting a student who is doing something wrong\nby telling him what to do instead\n\nThis one seems really weird. Wouldn’t you tell someone to do\nthings differently or what went wrong when you see them making\na mistake? Most of us would because this seems a reasonable thing\nto do. It just isn’t a reasonable thing for a teacher to do. A teacher\nneeds to help a student think about what went wrong as opposed to\ntelling him what went wrong and how to fix it. What do you think\nhappened? Why did it happen, do you suppose? What could you have\ndone differently?\n\nWhy does this matter? It matters because self-generated explana-\ntions are remembered more easily than explanations that we are told.\nIt actually is quite difficult to remember anything you have been told.\nIt is much easier to remember what you yourself have thought up,\nin part because you probably spent some time doing it, considered\n\nHOUSE_OVERSIGHT_023925",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023925.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2218,
    "word_count": 390,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:45.201895",
    "prefix": "IMAGES-007"
  }
}