{
  "document_id": "HOUSE_OVERSIGHT_024389",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024389.txt",
  "text": "Rather, as we repeatedly refuse to learn, appeasement invites more abuse from an enemy. This becomes\n\nthe ’game of guilt;” it tends to expand to greater and greater consequences. Paradoxically, psychological\ndefenses tend to create the very outcomes they seek to eliminate and it is no different here. It is a game we love\nto play but, unfortunately, the game gives us no rules for how to end it.\n\nAll beha vior is instructive. That is, we teach others how to treat us. The game of guilt, along with other Control\nFactor tools, teaches our Enemy it is winning and to continue playing.\n\nFP: The reason Nidal Hasan was able to perpetrate his murder spree at Fort Hood is precisely because of our\nControl Factor. Please connect the dots for our readers.\n\nSiegel: Just as I used to look at Hitler when I was young and be amazed that no one could see what he was\nabout, in retrospect the same applies to Hasan. It is precisely all the elements of the Control Factor that could\nallow this man, a Soldier of Allah, to be positioned as he was. He was blatantly voicing his Islamist views and\nJihadi intent including, even, an essay recommending the “painful liquidation” of non-Muslims. Yet, in the\nArmy of all places, the Control Factor operated to allow and even foster his work. Even after the murders, we\ncont inue the denial by calling it “workplace violence.” He is the Civilization-Violent Jihad combo! And we\ncontinue to enable the same infiltration elsewhere.\n\nFP: Tell our readers about “The Project” and “Explanatory Memorandum.” These are realities that serve as\ngreat threats to the Control Factor, right?\n\nSiegel: These are separate sets of documents that outline the Muslim Brotherhood’s goals and plans underlying\nthe Civilization Jihad. The former was discovered in Europe and extends globally. The 1991 Explanatory\nMemorandum emerged in 2008 from the Holy Land Foundation trial and describes the Brotherhood’s work in\nAmerica as a “Civilization-Jihadist Process with all the word means” and “a kind of grand Jihad in eliminating\nand destroying the Western civilization from within and ‘sabotaging’ its miserable house by their own hands\nand the hands of the believers so that it is eliminated and God’s religion is made victorious over all other\nreligions.”\n\nMuch as the communists of the Soviet Union had formulated in the 1950s a detailed long term plan to\n\ndestroy America (many of the effects of which we are seeing of late including destroying the nuclear family,\nsecularizing the nation, feminizing men ...) these documents identify many strategies to infiltrate while eroding\nthe foundations of our civilization in order to transform it into an Islamic one. The Control Factor has many\ningenious ways to convince us that this is ridiculous, that our courts and system would never allow such a thing,\nthat one is racist or “Islamophobic,” if not insane, for even thinking this is real. And just as with the\ncommunists, time is plentiful. Even more so with our Islamic Enemy, a multi-decade plan is short term. It is not\ncritical that a seriou sly engaged Muslim lives to see the result. It is critical, more correctly a duty,\n\nhowever, that he carries on his Jihad. Patrick Poole and The Center for Security Policy’s Team B Report,\nShariah: The Threat to America, are excellent sources for your readers to pursue these documents.\n\nFP: And so what you call an “Inner Jihad” has to start. It’s our, as you say, mandatory “addiction treatment.”\nPlease explain.\n\nSiegel: The “Inner Jihad” is the effort we must undertake to gain control over our Control Factors. There is a\nfamous Hadith in which Mohammad, returning from a successful battle, essentially says that the physical fight\n\nwas the “lesser Jihad” and it is time to then attend to the “greater Jihad: «= * * + = JB: §2#0Gh - AB: ge -\nfeta: + - + + SPAiGh- RSS- + BG- - + + eG a + A BER he AE:\n\nfe: + BER + ORM: «BE - HB - B“Tihad” is not violent, it is useful to us as a symbol of the\nvicious effort we must take internally against our own Control Factor tendencies.\n\nAs I said earlier, the Control Factor is “active” and “continuous” so we must constantly monitor and combat\nit. Like “Whack-a-Mole,” just as we may think we have addressed it, another variation pops right up. I use the\nterms “addict” and “enabler” because we truly need a form of rehab to break the habitual power of the\nControl Factor and because our relationship with our Islamic Enemy is very much like that between a typical\naddict and his enabler. And just as it is so difficult for an addict to kick his habit, so does the enabler act\nessentially addicted to his behavior and find it so difficult to change. At its core, the relati onship involves the\n\nHOUSE_OVERSIGHT_024389",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024389.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4721,
    "word_count": 821,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:46.917624",
    "prefix": "IMAGES-007"
  }
}