{
  "document_id": "HOUSE_OVERSIGHT_014071",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014071.txt",
  "text": "92 CASSELL ET AL. [Vol. 104\nof court hearings and to attend those hearings.'*’ So it is instructive to\nnotice that the Justice Department policy is to extend certain rights to\nsuspected criminals during certain points in the investigative process. That\npolicy might provide guidance on when crime victims’ rights would attach.\n\nOf particular interest here is the Department’s policy for grand jury\nsubpoenas issued to a “target” of a criminal investigation. When such a\ntarget is subpoenaed to testify before a grand jury, the Department of\nJustice will advise that target of his rights, such as the right to refuse to\nanswer any question that might be incriminating.'*® The Department of\nJustice defines a “target” of a criminal investigation as “a person as to\nwhom the prosecutor or the grand jury has substantial evidence linking him\nor her to the commission of a crime and who, in the judgment of the\nprosecutor, is a putative defendant.”!*”\n\nIf the Department’s investigation has coalesced sufficiently so that it\ncan provide notice of rights to putative defendants, it should likewise be in\na position to provide notice of rights to that defendant’s victims.\nCombining the Department’s definition of “target” with the CVRA’s\ncoverage and definition-of-victim provisions produces a formulation\nwhereby CVRA rights attach in (at least) the following circumstances:\n\nCVRA rights attach when an officer or employee of the Department of\nJustice or any other department or agency of the United States engaged in\nthe detection, investigation, or prosecution of crime has substantial\nevidence that an identifiable person has been directly and proximately\nharmed as a result of the commission of a federal offense or an offense in\nthe District of Columbia, and in the judgment of the officer or employee,\nthat person is a putative victim of that offense.\n\nThis formulation borrows from the CVRA’s coverage provision!”° to\ndefine the relevant universe of substantial evidence as that in the possession\nof the Justice Department or other federal agencies. For instance, if state\nlaw enforcement officers are investigating a bank robbery, the fact that the\nrobbery might also be prosecuted federally'*! does not make the teller at the\nbank a federal “victim” of the crime until evidence regarding the crime\ncomes into the possession of a federal agency. The formulation also tracks\nthe CVRA’s definition of “victim” in limiting the universe of potential\n\n187 See, e.g., Cassell, supra note 15, at 1376-85 (describing the rationale underpinning\nstate victims’ rights statutes).\n\n188 CRIMINAL RESOURCE MANUAL, supra note 87, § 9-11.15].\n\n189 Tq.\n\n190 18 U.S.C. § 3771(e) (2012).\n\n191 Td. § 2113.\n\nHOUSE_OVERSIGHT_014071",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014071.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2712,
    "word_count": 430,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.578587",
    "prefix": "IMAGES-002"
  }
}