{
  "document_id": "HOUSE_OVERSIGHT_020004",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020004.txt",
  "text": "12\n\nREPEAL AND REPLACE\n\nfew days after the election, Steve Bannon told the president-elect—in what Katie\n\nWalsh would characterize with a raised eyebrow as more “Breitbart shenanigans”—\nthat they had the votes to replace Paul Ryan as Speaker of the House with Mark Meadows,\nthe head of the Tea Party-inspired Freedom Caucus and an early Trump supporter.\n(Meadows’s wife had a particular place of regard in the Trump camp for continuing a\ncampaign swing across the Bible Belt over Billy Bush weekend.)\n\nNearly as much as winning the presidency itself, removing Ryan—indeed, humiliating\nhim—was an ultimate expression of what Bannon sought to accomplish and of the mind-\nmeld of Bannonism and Trumpism. From the beginning, the Breitbart campaign against\nPaul Ryan was a central part of its campaign for Donald Trump. Its embrace of Trump,\nand Bannon’s personal enlistment in the campaign fourteen months after it began, was in\npart because Trump, throwing political sense to the wind, was willing to lead the charge\nagainst Ryan and the GOP godfathers. Still, there was a difference between the way\nBreitbart viewed Ryan and the way Trump viewed him.\n\nFor Breitbart, the House rebellion and transformation that had driven the former\nSpeaker, John Boehner, from office, and which, plausibly, was set to remake the House\ninto the center of the new radical Republicanism had been halted by Ryan’s election as\nSpeaker. Mitt Romney’s running mate, and a figure who had merged a conservative fiscal\nwonkishness—he had been the chairman of the House Ways and Means Committee and,\nas well, chairman of the House Budget Committee—with an old-fashioned idea of\nunassailable Republican rectitude, Ryan was the official last, best hope of the Republican\nParty. (Bannon, typically, had turned this trope into an official Trumpist talking point:\n“Ryan was created in a petri dish at the Heritage Foundation.”’) If the Republican Party\nhad been moved further right by the Tea Party rebellion, Ryan was part of the ballast that\nwould prevent it from moving further, or at least at a vastly slower pace. In this he\nrepresented an adult, older-brother steadiness in contrast to the Tea Party’s ADD-hyper\nimmaturity—and a stoic, almost martyrlike resistance to the Trump movement.\n\nWhere the Republican establishment had promoted Ryan into this figure of not only\n\nHOUSE_OVERSIGHT_020004",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020004.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2366,
    "word_count": 378,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.188629",
    "prefix": "IMAGES-005"
  }
}