{
  "document_id": "HOUSE_OVERSIGHT_021126",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021126.txt",
  "text": "4 MICHAEL WOLFF\n\nhear directly from the special counsel, who would send him a compre-\nhensive and even apologetic letter of exoneration.\n“Where” he kept demanding to know, “is my fucking letter?”\n\n+ +\n\nThe grand jury empanelled by Special Counsel Robert Mueller met on\nThursdays and Fridays in federal district court in Washington. Its busi-\nness was conducted on the fifth floor of an unremarkable building at 333\nConstitution Avenue. The grand jurors gathered in a nondescript space\nthat looked less like a courtroom than a classroom, with prosecutors at a\npodium and witnesses sitting at a desk in the front of the room. The Mueller\ngrand jurors were more female than male, more white than black, older\nrather than younger; they were distinguished most of all by their focus\nand intensity. They listened to the proceedings with “a scary sort of atten-\ntion, as though they already know everything,” said one witness.\n\nIn a grand jury inquiry, you fall into one of three categories. You are\na “witness of fact.” meaning the prosecutor believes you have information\nabout an investigation at hand. Or you are a “subject,” meaning you are\nregarded as having personal involvement with the crime under investiga-\ntion. Or, most worrisome, you are a “target,” meaning the prosecutor is\nseeking to have the grand jury indict you. Witnesses often became sub-\njects, and subjects often became targets.\n\nIn early 2018, with the Mueller investigation and its grand jury main-\ntaining a historic level of secrecy, no one in the White House could be sure\nwho was what. Or who was saying what to whom. Anyone and everyone\nworking for the president or one of his senior aides could be talking to the\nspecial counsel. The investigation’s code of silence extended into the West\nWing. Nobody knew, and nobody was saying, who was spilling the beans.\n\nAlmost every White House senior staffer—the collection of advisers\nwho had firsthand dealings with the president—had retained a lawyer.\nIndeed, from the president's first days in the White House, Trump’ tangled\nlegal past and evident lack of legal concern had cast a shadow on those\nwho worked for him. Senior people were looking for lawyers even as they\nwere still learning how to navigate the rabbit warren that is the West Wing.\n\nIn February 2017, mere weeks after the inauguration, and not long\n\nSIEGE $\n\nafter the FBI had first raised questions about National Security Adv\nMichael Flynn, Chief of Staff Reince Priebus had walked into Steve I\nnons office and said, “I'm going to do you a big favor. Give me your ci\ncard. Don't ask me why, just give it to me. You'll be thanking me fo1\nrest of your life.”\n\nBannon opened his wallet and gave Priebus his American Ext\ncard. Priebus shortly returned, handed the card back, and said, “You\nhave legal insurance.”\n\nOver the next year, Bannon—a witness of fact—spent hundrec\nhours with his lawyers preparing for his testimony before the sp:\ncounsel and before Congress. His lawyers in turn spent ever moun\nhours talking to Mueller’s team and to congressional committee coun\nBannons legal costs at the end of the year came to $2 million.\n\nEvery lawyer's first piece of advice to his or her client was blunt\nunequivocal: talk to no one, lest it become necessary to testify about 1\nyou said. Before long, a constant preoccupation of senior staffers in\nTrump White House was to know as little as possible. It was a wre\nside-up world: where being “in the room” was traditionally the r\nsought-after status, now you wanted to stay out of meetings. You wa:\nto avoid being a witness to conversations; you wanted to avoid b\nwitnessed being a witness to conversations, at least if you were sn\nCertainly, nobody was your friend. It was impossible to know whe\ncolleague stood in the investigation; hence, you had no way of knox\nhow likely it was that they might need to offer testimony about some\nelse—you, perhaps—as the bargaining chip to save themselves by cc\nerating with the special counsel, a.k.a. flipping.\n\nThe White House, it rapidly dawned on almost everyone who wo:\nthere—even as it became one more reason not to work there—was\nscene of an ongoing criminal investigation, one that could potent\nensnare anyone who was anywhere near it.\n\n+ + +\n\nThe ultimate keeper of the secrets from the campaign, the transition,\nthrough the first year in the White House was Hope Hicks, the W\nHouse communications director. She had witnessed most everyth\n\nHOUSE_OVERSIGHT_021126",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021126.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4441,
    "word_count": 757,
    "line_count": 87,
    "import_date": "2025-11-19T21:47:47.798407",
    "prefix": "IMAGES-006"
  }
}