{
  "document_id": "HOUSE_OVERSIGHT_017269",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017269.txt",
  "text": "4.2.12\nWC: 191694\n\nOJ Simpson and Claus Von Bulow\n\nMy two most famous—infamous?—cases involved homicide: the OJ Simpson double murder\nprosecution; and the Claus Von Bulow assault with intent to kill (or attempted murder)\nprosecution. I have written books about both the Von Bulow and Simpson case, detailing how\nscience was used to challenge the prosecution’s case.® I will not repeat what I wrote in those\nbooks, except to highlight how important it is for lawyers, especially those involved in complex\nhomicide cases, to master the science, to be able to question the other side’s scientific\nconclusions, and to accept nothing on face value.\n\nI agreed to join the OJ Simpson defense team, despite my earlier public statements that the\nevidence pointed to him as the killer. Among the reasons I took the case was that Simpson was\nfacing the death penalty, and I have a policy of generally accepting capital cases.\n\nEventually the District Attorney decided not to seek the death penalty. This was surprising,\nbecause if Simpson did, in fact, murder his wife and the man she was with, the death penalty\nwould seem appropriate under the usual criteria for imposing it. The killings seemed to be in cold\nblood, especially brutal and there were two victims. The fact that the District Attorney opted\nagainst it, demonstrated, once again, the entirely arbitrary nature of decision-making as it relates\nto who is and who is not subjected to capital punishment.\n\nIn any event, having agreed to join the team, I couldn’t abandon my client even though the death\npenalty was now off the table. Simpson still faced two sentences of life imprisonment without the\npossibility of parole—for some a fate worse than death.\n\nMy special role in the case would be to prepare and argue complex legal motions and to help\nformulate the scientific, or forensic, defense. I would also argue the appeal in the event of a\nconviction. I recommended that Barry Scheck and Peter Neufeld, who were experts in the\nrelatively new science of DNA, be added to the team.\n\nAfter extensive investigation, we were able to demonstrate, by means of sophisticated scientific\nevidence, that the police had planted O.J. Simpson’s blood, along with the blood of his alleged\nvictims, on a sock found in Simpson’s bedroom after the crime. The blood on the sock had high\nlevels of a chemical that are not found in human blood, but that are added to vials of blood to\nprevent it from coagulating. The bloodstains on the sock also proved that the blood had been\ndripped on it while it was lying flat, rather than splattered on it while it was being worn. There\n\n® Reversal of Fortune and Reasonable Doubts.\n\n°° Sometimes the prosecutor seeks the death penalty simply to gain a tactical advantage at the guilt or innocence\nphase of the trial. This advantage derives from the fact that in death penalty cases, the prosecutor is entitled to a\n“death qualified” jury consisting of 12 people who have no conscientious objection to capital punishment and\nwould be willing to sentence someone to death. Such jurors, according to jury experts, tend to be pro-prosecution\nin general and more likely to vote guilty at the trial. Prosecutors know this and ask for the death penalty even in\ncases not warranting it, simply to improve the chances of securing a conviction. Once they get their pro-\nprosecution jury, they sometimes decline to seek the death penalty. Early in my career, I was retained by F. Lee\nBailey to prepare a petition for certiorari to the Supreme Court challenging this practice in the case of Miller v.\nCalifornia. The Supreme Court granted my petition for review, but then after oral argument by Bailey, the justices\ndenied the review over a strong dissent.\n\n182\n\nHOUSE_OVERSIGHT_017269",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017269.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3749,
    "word_count": 633,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:45.409754",
    "prefix": "IMAGES-004"
  }
}