{
  "document_id": "HOUSE_OVERSIGHT_023847",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023847.txt",
  "text": "New Curricula for a New Way of Teaching 107\n\nBut it is not only the accuracy of predictions that factors into our\nsense of a person’s or an animal’s ability to think. We say that a person\nis intelligent even when he predicts badly, if he gives good explana-\ntions for his predictions even though they don’t pan out.\n\nSo when a sportscaster gives his prediction about the outcome of\nan upcoming game, we think he is intelligent if he has thought it out\ncarefully, and if his explanation is coherent, and if his reasoning is\nsound, and we give extra credit if some of his ideas are surprising in\nsome way. So, even if he subsequently turns out to be wrong, we still\nthink he is good at thinking.\n\nBut prediction is actually quite complicated to judge. We respect\ngreat predictors. We think people who can predict well, especially\nthose who can explain their predictions well, are very intelligent. But,\noften, we see intelligence when it may not be there. The reason is\nscripts. And we may fail to see it when it is there. The reason for that\nis explanations.\n\nScripts and explanations are at the beginning and at the end of\nintelligent behavior. What do I mean by that?\n\nWhen a child is learning about the world, she is learning the\nscripts that commonly are followed in the world that she inhabits.\nI have explained this at length in two different books,’ so I will just\nsummarize here.\n\nScripts tell us what will happen next in the aspects of the world\nthat repeat frequently. Anyone who goes to a restaurant knows that\nwhen you order food, someone will bring it to you and later you will\nbe expected to pay for it. There are lots of variations on this standard\nrestaurant script, however. It doesn’t work quite like that at Burger\nKing. The script is different but there is a script there too and we learn\nit if we frequent Burger King. The restaurant script has many varia-\ntions and we are initially confused when we encounter a new one, but\nwe learn through repeated practice. And, we generalize so that we can\nunderstand that the McDonald’s script is pretty much the same as the\none at Burger King.\n\nWe can predict what will happen next in the world based on ex-\nperiences we have repeated. Following scripts is so normal that it is\nnot seen as a sign of intelligence to be able to do it. We don’t exclaim:\nWow, he predicted that the waitress would bring what we ordered and\nshe did. Amazing!\n\nBut the opposite is certainly seen as a sign of stupidity. Once one\nhas experienced something many times, one should know what will\n\nHOUSE_OVERSIGHT_023847",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023847.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2555,
    "word_count": 462,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.677203",
    "prefix": "IMAGES-007"
  }
}