{
  "document_id": "HOUSE_OVERSIGHT_028073",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028073.txt",
  "text": "physically from the weeks of tension, Yitzhak had asked him to take over. He’d\nsaid no. But he said he’d always believed he could and should have been chief-\nof-staff— and that if he hadn’t left to go into politics, he still might have got the\njob. Then, suddenly, he shouted: “Reuma!” When his wife appeared, he said:\n“Tell Barak the missing piece in my life, the one I’ve never stopped regretting.”\nShe smiled, and said: “It’s the fact you did not become ramatkal.”\n\nI saw Rabin a couple of days later. Though I’d pretty much decided to take\nthe deputy’s job, I was still bothered by the prospect of serving as deputy for the\nnext four years only to find someone else being named chief-of-staff. I knew\nthat no matter what assurances Yitzhak gave me, there was no way of being\nsure. He did say he viewed me as the natural next-in-line. But I still felt hesitant.\n“T want you to consider two things,” I said. The first was a formal decision that\nDan would have only a single deputy during his time as chief-of-staff. He said\nyes to that. Yet the second request was going to be even more difficult.\nHeartening though it was to hear I was Dan’s “natural successor’, I asked him\nto put it in writing. It was not that I doubted his word. But if the surprise result\nof the last election was any indication, there was no way of predicting which\nparty would be in power when Dan’s terms ended. I wanted him to keep a\nrecord of our understanding in his desk and pass it on if someone else was\nDefense Minister by that time. Without a moment’s hesitation, he took out a\npiece of paper and wrote down exactly what he’d told me about the succession.\nHe shook my hand as I left. “You’ve made the right decision,” he said.\n\nAnd I had, even though Dan and I — and Rabin too — would soon face by far\nthe most difficult challenge in Israel’s conflict with the Palestinians since our\ncapture of the West Bank and Gaza in the 1967 war.\n\n225\nHOUSE_OVERSIGHT_028073",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028073.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1946,
    "word_count": 362,
    "line_count": 30,
    "import_date": "2025-11-19T21:47:44.619003",
    "prefix": "IMAGES-009"
  }
}