{
  "document_id": "HOUSE_OVERSIGHT_027967",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027967.txt",
  "text": "we'd left the hangar. “If they realize we’re there, we get into the cabin as\nquickly as possible, any way we can. The first five seconds will ne critical. Act\ndecisively,” I told the men. “Assume that everyone else will be doing the same.\nTrust your instincts. You are trained for this.”\n\nBut more than an hour passed as we waited for the green light to storm the\nplane. My main concern wasn’t that the hijackers would see us. There seemed\nlittle reason to believe one of them would suddenly decide to take a walk in the\nmiddle of the night. But sunrise was around five in the morning, and there was\nno way I could see mounting our assault in broad daylight. If we didn’t get the\ngo-ahead soon, the chance would be lost. I called Talik several times, making\nthe point that if we were going to do it, we needed to use darkness as an ally.\nThe sayeret was a breed of night animals. Other people, even terrorists, would\nbe less alert and effective at night. But he kept saying he needed more time.\n\nFinally, an hour before sunrise, he called back. “The big boss is on his way,”\nhe said. I left the others and crept back to meet the Defense Minister, a good\neighty yards from the plane. Dayan greeted me with a whispered hello. Ina\nway, his arrival reminded me of my first operation in the sayeret when, before\nheading north to the Golan, I'd been summoned to brief Tzvi Tzur, the chief of\nstaff. Tzur had seemed less interested in the details than in confirming that / was\nconfident the mission would work. Dayan, of course, had as much operational\nknowledge and experience as anyone in Israel. Yet it seemed to me that he, too,\nwanted to satisfy himself that I honestly felt we were in a position to succeed.\nEspecially, though he never so much as hinted at this, because two of the\nofficers I would be taking in with me, Uzi and Mookie Betzer, were members of\nhis family.\n\n“How do you plan to do it?” he asked. I explained how we would get into the\nplane simultaneously, in four teams, and confront the hiyackers. I said I was\nconfident we’d succeed, especially since darkness gave us an element of\nsurprise, and the terrorists were bound to be tiring. “We can do it,” I said.\n“Better now than in daytime.” Dayan merely nodded. He stood there, silent, for\nanother few moments. “I’Il let you know,” he said, then shook my hand and\nreturned to the control tower. But fifteen minutes later he sent his reply, via\nTalik. It was brief and explicit: “Not tonight.”\n\nFor the first but not the last time in uniform, I felt the frustration of finding\nmy preparation and judgement trumped, without explanation, by a decision\nfrom above. When I got back to the control tower, I made no attempt to hide my\nview we should have moved against the hijackers while we had the chance. But\n\n119\nHOUSE_OVERSIGHT_027967",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027967.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2797,
    "word_count": 512,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:44.423497",
    "prefix": "IMAGES-009"
  }
}