{
  "document_id": "HOUSE_OVERSIGHT_012789",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012789.txt",
  "text": "A further parallel between chimpanzees and small scale human societies comes from analyses of\ntwo extreme warring societies, the Waorani of New Zealand and the Yanomamo of Venezuela. Though\nviolence accounts for between 40-55% of all deaths in these two groups, attackers appeared immune to\ninjury, with no more than 5% dying in battle, and often no deaths at all. Chimpanzee attackers are\nlikewise immune to injury, due in large part to the strategic use of imbalances of power.\n\nThe parallels between chimpanzees and humans living in small scale societies supports the idea\nthat similar pressures favored the capacity for coalitionary killing in both species. Does this mean that\neach of these species should always kill in this way, and thus, as argued by Ferguson, the archaeological\nrecord should be chock full of deaths by coalitionary attackers? To argue for this position is to\nmisunderstand the nature of an adaptation, and the arguments put forth by Wrangham as well as the\nevolutionary psychologists Martin Daly, Margo Wilson, and David Buss. As I discussed earlier on in this\nchapter, adaptations are contingent upon particular environmental circumstances. What is adaptive today\nneed not be tomorrow. This is why it is not only unsurprising to see variation in the frequency of\ncoalitionary killing among chimpanzee sites, among humans living in small scale societies, and among\nmodern day humans who sometimes kill their spouses, stepchildren, and rivals, but predicted by\nevolutionary theory. Adaptations are economically efficient solutions to particular social or ecological\nproblems. If those problems or pressures change, the original adaptation may have no impact on survival\nor a negative impact. A hiatus in the archaeological record — assuming this is the last word — is\ninteresting with respect to the conditions that might favor or select against coalitionary killing, but in no\nway undermines the logic of an evolutionary adaptation, one shared by chimpanzees and humans.\n\nThe second camp arguing against the parallels between humans and chimpanzees is defended by\nthe economist Samuel Bowles and his colleagues. Unlike the anthropologists, Bowles is entirely\nsympathetic to biology but sees fundamental differences in the pattern of human killing and warfare. To\nexplain these differences he invokes two important attributes of human societies that have only weak\nparallels in other species: large scale cooperation with unrelated others from the same group, together\nwith hatred, symbolic labeling, and the motivation to hurt all others outside the group. These two factors,\nwhat Bowles calls parechial altruism, may have paradoxically generated both greater levels of\ncooperation within groups and higher rates of warfare between groups. Those groups with the best\ncooperators acquired the greatest resources and experienced the fewest losses due to cheaters and other\nmorally corrosive rogues. This power and inward-looking favoritism led to self-defensive emotions and\nbehaviors, ultimately leading to lethal aggression toward those with different beliefs and values. Thus\nparochialism and altruism co-evolved, hand in hand, breeding prejudice as a result of group safety. This\nevolutionary handshake resulted in warfare and our unique capacity as killers.\n\nBowles’ analysis is interesting and consistent with my explanation of how we evolved the\n\nHauser Chapter 1. Nature’s secrets 43\n\nHOUSE_OVERSIGHT_012789",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012789.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3440,
    "word_count": 522,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:45.643185",
    "prefix": "IMAGES-002"
  }
}