{
  "document_id": "HOUSE_OVERSIGHT_014434",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014434.txt",
  "text": "The Trump inflection\n\nChanges today: Add NKY long, 10Y real rate short and CNH put, close forward\nKospi vol and Food & Beverage short. We are not making mass changes today. While\nsome of our trades have worked better than others post-election we are broadly happy\nwith the balance. We still want exposure to growth and to own yield where we can but\nalso want to protect ourselves from a further surge in the USD and rates.\n\nWe diversify our equity long in EM and European yield with a long Nikkei position.\nIt is not the best entry point but we suspect it has further to run on a one year horizon.\nA stronger USD is good for Japanese equities where it is not for EM, so they\ncomplement one another. We add a short US 10Y real rate trade too to protect\nagainst rising US yields, as breakevens have already moved significantly. We close our\nKospi vol trade (changed view from strategists) and drop the short Food leg of our\nPharma/Food trade, reflecting the sharp sell-off in the long duration sectors of late.\n\nSummary: Still be long growth and yield but hedge with USD and Rates\n\nYear aheads are notoriously tricky to write and almost always wrong. Anyone who\nwanted to correctly predict the outcomes and how markets would react to them in 2016\ndid not need so much as crystal ball as a time machine. As investors and strategists we\nhave to make calculations as to the most likely outcomes, where is the best upside to\nplay them and how best to hedge the risks around them.\n\nDonald Trump’s election is in our view an inflection point for global markets,\nstarting new trends in some asset classes and extending trends in others. It does\nnot completely change the world though, as the disinflationary and weak growth\npressures that have plagued the world since the GFC are structural rather than cyclical.\nBut the shift to fiscal and populism is likely to boost growth and inflation, so it does\nchange the picture to a significant degree. If we are to call it an earthquake it is perhaps\na five rather than a nine on the Richter scale.\n\nWe have to adjust our way of thinking though. The rise in rates and higher USD that\nwe had hedged against now look like they are going to go further. That is going to\nhurt longer duration assets. So we continue to run our long USD positions and add to\nour short rate positions (via 10Y real rates). There is risk around trade and geopolitics,\nwhich has to make us more nervous of our EM positions. So we diversify our risks by\npairing our long EM position with a long Japan position and add a CNH put.\n\nBut the world is not completely changing. Even in the new order we only forecast 10Y\nTreasuries at 2.65% and Bund yields at 65bp end 2017. So the hunt for yield will not\ndisappear completely. We still want to own yield, but as we have said of late it cannot\nbe yield for yield’s sake. Yield in equity markets has been safest in the shortest duration\nbuckets, such as Banks and Cyclicals since the summer. We changed our yield basket last\nmonth is this direction so we keep it. We stay long AT1’s and in credit we keep our\nspread trades both in Europe and the US.\n\nAND we remind investors of something we said at the start of 2016, be prepared\nto trade the ranges in markets. If there was one lesson of the last year it was that.\nWhen assets get very loved and overbought, sell them, when it is the opposite you have\nto buy them. Think of buying EM and commodities in February. Think of selling\ndefensive equities and bonds and buying banks post-Brexit. None of us will get that\nright all of the time, but the Warren Buffet maxim “be greedy when others are fearful\nand fearful when others are greedy” is particularly useful in current markets.\n\nFinally, as cross asset investors think about what can go wrong with your positions\nand find asymmetric hedges for them if you can. That should be the edge you have at\nlooking across the range of asset classes compared to single asset class investors.\n\nWe would like to thank our BofAML colleagues who have supported our product this\nyear by providing many such ideas and trust they will continue to do so through 2017.\n\nBankof America 2 Global Cross Asset Strategy - Year Ahead | 30 November 2016 3\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014434",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014434.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4219,
    "word_count": 768,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:48.095958",
    "prefix": "IMAGES-002"
  }
}