{
  "document_id": "HOUSE_OVERSIGHT_018518",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018518.txt",
  "text": "messed-up sexual expectations.\n\nKOK ok\n\nThis post can be found on the Internet at:\n\nBOUNDARIES:\n[theory] Anger, Fear and Pain\n\nI wrote this post in late 2010. The comments on the online version are especially good,\nwith a lot of people sharing their own experience of these emotions in S&M encounters.\nSo if you have an interest in the topic, this is a good post to review online.\n\nKOK ok\n\nAnger, Fear and Pain\n\nI like pain. I like submission. What do these things actually mean, though? I don't like it\nwhen I stub my toe, for example, and there are quite a lot of authoritarian situations I\ndon't like either. My emotional reactions, in particular, can get really complicated. So I\nneed more precise words than \"I like pain\" and \"I like submission.\"\n\nThis is not a new problem, and around the BDSM subculture there are more precise terms\nthat are frequently used. But when I was first exploring BDSM and didn't yet have access\nto the community, I started coming up with my own vocabulary for what I liked and what\nI didn't like. The primary words I came up with -- words that I still use a lot in my own\nhead, and that I sometimes try to explain to my partners -- were \"clean\" pain and \"dirty\"\npain.\n\nI think of some pain as \"clean\" because even if it's intense, I usually... like it. (For lack of\na better word.) This is the kind of pain I fantasize about when I'm really craving BDSM.\nThere are certain places on my body that take pain more cleanly -- my upper arms, most\nof my back, my thighs. There are certain types of pain that are inherently more clean --\nneedles come to mind. Wide, deep, blunt bites are good too. Heavy whips made of\nweighty materials, like suede. Pulling my hair right above the nape of my neck.\n\nOn the other hand, I think of some pain as \"dirty\" because it's... harder to take. I don't\nthink of it as dirty because I see it as scandalous or perverse -- rather, dirty pain is\ncomplex and hard to process. I never fantasize about it. Pain where my bones are close to\nthe surface of my skin, like my collarbone, is dirty. Pain on top of scars is dirty. Pinches\nand small, narrow bites are dirty. Pulling my hair anywhere besides the nape of my neck\nis dirty. Electric shocks are extremely dirty.\n\nHOUSE_OVERSIGHT_018518",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018518.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2247,
    "word_count": 416,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:46.924524",
    "prefix": "IMAGES-005"
  }
}