{
  "document_id": "HOUSE_OVERSIGHT_027870",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027870.txt",
  "text": "his twentieth birthday. Jacob did still insist on helping financially, which\nallowed my father to enroll at the Hebrew University in Jerusalem.\n\nHe did well in his studies — literature, history and philosophy — but\nabandoned them after two years. His explanation for not staying on, when I\nasked him years later, was that with the accelerating activity of the Zionist\npioneers, it felt wrong to him to spend his days going to lectures, reading books\nand writing essays. I am sure that he also felt isolated and alone, with Meir, the\nonly link to his life before Palestine, working in Haifa on the coast, four or five\nhours by bus from Jerusalem. When he began looking for a way to become part\nof the changes going on around him, Mishmar Hasharon didn’t yet exist. Its\nfounding core — a dozen Russian Jewish pioneers — was still working on\nargicultural settlements near Herzliya, north of Tel Aviv, until they found a\nplace to start their kibbutz. But they had been joined by several young men and\nwomen who, though a year or two older than my father, had been with him at\nthe Hebrew High School in Ponovezh. He decided to join them.\n\nLate in 1932, the Jewish National Fund, supported financially by leading\nJewish figures in western Europe and the US, bought 2,000 acres from an Arab\nlandowner near Wadi Khawaret. The area was set aside for three Jewish\nsettlements: a moshav called Kfar Haim, where the land was divided into family\nplots, and two kibbutzim. One was called Ma’abarot. Next to it was Mishmar\nHasharon. My father was among the seventy youngsters who set off in three\ntrucks with everything they figured they would need to turn the hard, scrubby\nhill into a kibbutz. They built the core from pre-fab kits: wooden huts to sleep in\nand a slightly larger one for the dining hall. They dug a well and ordered a\npump from Tel Aviv, at first for drinking and washing, but soon allowing them\nto begin a vegetable garden, a dairy with a dozen cows, a chicken coop with a\nfew hundred hens, and to plant a first orange grove and a small vineyard.\n\nStill, by the time my mother arrived three years later, there were not enough\ncitrus trees, vines, cattle and chickens to occupy a membership which now\nnumbered more than 200. Along with some of the others, my father worked\noutside the kibbutz, earning a regular paycheck to help support the collective.\nOn his way back, he would stop at the post office in Tel Aviv to pick up letters\nand packages for the rest of the kibbutz — including Ya’akov Margalit’s love\nletters to my mother. That was how my parents’ friendship began, how a\nfriendly hello led to shared conversation at the end of my father’s working day,\nand how, a few years later, my mother decided to spurn her Gordonia suitor in\nfavor of Srulik Brog, the postman. It was not until 1939 that they moved in\n\n22\nHOUSE_OVERSIGHT_027870",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027870.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2846,
    "word_count": 509,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.810599",
    "prefix": "IMAGES-009"
  }
}