{
  "document_id": "HOUSE_OVERSIGHT_028308",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028308.txt",
  "text": "THE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\n\nPRESS CLIPPING (INTERNET)\n\nFURO?day\n\nhttp://www.euro2day.gr/ftcom en/126/articles/607101/ArticleFTen.aspx\n\nThe Art Market: a house party\n\nPublished: 21:54 - 06/10/10\n\nThe tabular content relating to this article is not available to view. Apologies in advance for the inconvenience\ncaused.\n\n\"Frieze week\" kicks off this week in London, drawing the cream of the art world to Britain's capital. It is centred of\ncourse on the fair that started it all (Frieze opens to the public in Regent's Park on Thursday), but a host of\nsatellite events are also on offer. One of the more intriguing is taking place just down the road from the fair, at 2\nCornwall Terrace, part of an enormously expensive real estate project being developed and sold.\n\nIn what appears to be a sophisticated way of selling both art and the property, the 18th-century mansion is being\nused as a temporary venue for an exhibition entitled The House of the Nobleman, October 15-20. The format is\nhybrid, both commercial and non-commercial, with 68 works on show, half of them loans from collectors - one is\nDavid Roberts, the rest are secret - the other half consisting of works of art for sale.\n\nThe House of the Nobleman is curated by the artist Wolfe von Lenkiewicz, who has teamed up with a young\nRussian curator, Victoria Golembiovskaya. It is backed by Mirax, a Russian real estate company that has a\n\"significant but minority\" stake in the Cromwell Terrace complex. Mirax belongs to a Russian billionaire, Sergei\nPolonsky, but Mirax has been troubled since the financial recession and has a reported $120m in debt; the firm\ndid not respond to a request for comment. The eight houses in the Cromwell Terrace complex are priced between\n£29m and £60m.\n\nVarious dealers, from the UK and elsewhere, are contributing works of art to the show; they range from two\npaintings by Poussin to Picasso's \"Buste d'Homme a la Pipe\" (1969), priced at £3m. Banksy, Richter, Klein, Rodin,\nCézanne and Warhol are the unlikely bedfellows in the show, which includes two works by Von Lenkiewicz himself\n(at £60,000 and £50,000). While entry is free, visitors must register for admission (www.cornwallterrace.co.uk);\nthey will be taken around in groups of 50, according to the curators.\n\n28\n\nHOUSE_OVERSIGHT_028308",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028308.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2347,
    "word_count": 382,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:48.514230",
    "prefix": "IMAGES-009"
  }
}