{
  "document_id": "HOUSE_OVERSIGHT_012223",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012223.txt",
  "text": "co\n\n10\n\n11\n\nwok\nND\n\n13\n\n14\n\n15\n\nMP:\n\ntalking to that lady and the lady was cm was actually saying [m\ncoming, I’m coming, andi was like, can | bring somebody? And then _\nwas like, the fady was Jike what does she look like and she started describing me\nand then Zack turned around and said tojwho are you talking to. And then\nwent like that and she was talking to the lady and like just describing me,\nwhat ] was wearing that night and then the lady was like okay, well Jeff is gonna\nwant to talk to you and iiwas like, that’s fine. And then she got off the\nphone and then Zack said, | was like too, why are you describing me, who are\nyou talking to. And she was ike do you want ta go with me tomorrow, I’m\ngonna go pick up some money from my boss’s house. And then she’s like.\ncause | get paid tomorrow and then I said okay. And Zack’s like no because |\nguess Zack knew what she did because Zack said no and he got really mad at\nme and said no, you're not going, you're not going with her. And then | was like,\nand she’s like, you know, but you just have to come with me and | was like cause\nthe old man’s gonna give us both money so we can go shopping. Cause that's\nlike my boss and he’s really nice. And | was like okay. And then Zack didn't say\nanything the rest of the night about it, he was just like really (inaudible) out there\nand mad. Not really mad but he was just like frustrated that | guess,\nwould s2y that.\n\nAnd you didn’t know what was really going on.\n\n| | didn't know it was gonna, that | had to give him a massage and get naked.\n\nMe:\n\nWhat did you think was going to happen?\n\n| | That, like she just said, | don't know but | knew something was wrong, nobedy’'s\n\nPage 13 of 43\n\nHOUSE_OVERSIGHT_012223\n\n05129",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012223.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1723,
    "word_count": 350,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.098060",
    "prefix": "IMAGES-001"
  }
}