{
  "document_id": "HOUSE_OVERSIGHT_014735",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014735.txt",
  "text": "currencies. The fact that the Central Bank of Brazil will be looking to cut rates in the\nface of a Fed tightening cycle makes the BRL especially vulnerable in 2017. We would\nrecommend buying MXN against BRL as a relative value trade.\n\n5. The best hedge against escalation of trade friction\n\nThe rise of populism means that policies will become less predictable and less market\nfriendly. This should be especially true in the area of international trade. Even though a\ntrade war is not our central scenario, the risk of trade friction will likely be much greater\nthan anything we have seen in recent years.\n\nFor Donald Trump’s trade policy to work he needs a weak USD. Meanwhile, with\nincreased concerns about the long-term ill effect of debt-fuelled expansion, Beijing\nseems to have become resigned that China needs a weaker RMB (Chart 11}. This could\nset the US and China on a collision course in 2017. To hedge against the possibility of\nan escalation of trade tension between China and the US, we would recommend buying\na 10 delta USD call/CNH put that would benefit from either an increase in risk premium\nor an acceleration of renminbi depreciation between now and the inauguration of the\nnew US president on January 20 (Chart 12).\n\n6. Contagious populism will benefit the GBP\n\nBrexit and the election of Donald Trump could help bolster nationalistic and anti-\nglobalization parties elsewhere by lending legitimacy to their causes. With major\nelections coming up in France, Holland and Germany next year and the possibility of\nearly elections in Italy, investors will be on tenterhooks, as anti-globalization movements\ncould further undermine public support for the European project at a time that the\nEurozone is still recovering from the peripheral crisis.\n\nIt is not our central scenario that right wing parties will take power in any of these\ncountries next year. However, after the surprise victories of the Brexit camp and Trump,\ninvestors are likely to demand greater risk premium ahead of these votes. We think this\ncould lead to further reversal of the rally in EUR/GBP this year and would recommend\nselling the cross at the current level.\n\n7. Not all reflation trades are born equal\n\nReflation trades have skyrocketed since the US election. Commodities, mining stocks,\ncommodity currencies, and inflation indexed bonds generally have outperformed.\nHowever, we would caution against the indiscriminate buying of inflation-linked assets,\nas the general theme is not supported by fundamentals in all inflation-linked markets.\n\nEurozone 10y20y inflation breakeven has jumped over the past week to 1.96%, near the\nyear’s high, but more importantly, approaching the ECB’s “below but close to 2%”\n\nChart 11: RMB trade weighted basket Chart 12: EUR/GBP spot\n106 0.95\n104 0.9\n102 0.85\n100 0.8\n98 0.75\n96 0.7\n94 0.65\n10/1/2015 1/1/2016 4/1/2016 7/1/2016 10/1/2016 1/1/2010\nSource: BofA Merrill Lynch Global Research Source: BofA Merrill Lynch Global Research\nBankof America 2\n\nMerrill Lynch\n\nGlobal Rates, FX & EM 2017 Year Ahead | 16 November 2016\n\nHOUSE_OVERSIGHT_014735",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014735.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3077,
    "word_count": 499,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:48.855749",
    "prefix": "IMAGES-003"
  }
}