{
  "document_id": "HOUSE_OVERSIGHT_030043",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030043.txt",
  "text": "14\n\nOf course, if there is a swift and successful conclusion to the Libyan\nintervention — Col Gaddafi deposed, cheering crowds in Tripoli —\nthen liberal interventionism will get a boost. But success could be\njust as much of a snare as failure. Each successful intervention will\nprompt demand for the next one — and there will be no shortage of\npossible candidates. Indeed that question 1s already being raised by\nthe sight of the Syrian government shooting its own citizens. Yet, the\nmore demands that are placed on the western powers, the more it will\nbe evident that there is a growing mismatch between ambition and\nresources. That gap could, one day, be filled if the Brics and other\nrising powers change their attitudes to liberal interventionism. But\nthere is very little sign of that happening. The Chinese government,\nwith memories of Tiananmen Square in 1989, is deeply wary of the\nidea that foreigners have the right to intervene to prevent human\nrights abuses in a sovereign nation. The same goes for the Russians,\nwith their record in Chechnya. India, Brazil and South Africa are\ndemocratic countries with no need for a contingency plan to shoot\ntheir own citizens. But their colonial histories incline them to take a\nsceptical view of the motives of western powers that seek to use\nmilitary power around the world. They are also all emerging powers\nthat are not yet used to thinking globally. By contrast, Britain and\nFrance have maintained the instinct to think globally, without the\nresources to back it up. Even the US, by far the world’s pre-eminent\nmilitary power, is signalling strongly that it is losing the will to be the\nworld’s policeman. In the Victorian age, the British once sang —\n“We don’t want to fight, but by Jingo if we do/ We’ve got the ships,\nwe've got the men, we’ve got the money too.” The Libyan\nintervention feels like a last reprise of that old tune, rather than a bold\nstatement for a new age.\n\nHOUSE_OVERSIGHT_030043",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030043.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1956,
    "word_count": 338,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:44.818318",
    "prefix": "IMAGES-010"
  }
}