{
  "document_id": "HOUSE_OVERSIGHT_018368",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018368.txt",
  "text": "at faster a pace than any nation. “The most significant thing about the American\nfrontier,” Turner explained, “is that it lies at the hither edge of free land.”\n\nThis brisk acceleration of rail transit revealed an axiom of speed that matters to us\nstill: The faster your speed, the less distance matters. Accelerate from five to fifty to\nfive hundred miles an hour and the mileage becomes less significant with each notch\non the speedometer. It all takes the same amount of time. Marx called the process\n“the annihilation of space by time”. He was right. Speed kills distance. The simple\nalgebra linking increased speed and reduced distance had been apparent already in\nthe shift from rowed galleys to sailing ships, but the age of industrial transport by\nrail or air meant that rapid changes, changes that affected the very quality of\nmovement, took place within the time frame of a single lifetime. The acceleration\nfrom horseback to train to plane happened over a period of 150 years or so. Each\nnew acceleration diminished the impact of distance.\n\nThere’s a phrase for this process - “Space-Time Compression” - first identified by\nthe American sociologist Donald Janelle in 19651. Janelle saw that the technologies\nof transportation, trains and planes and boats, and all the little innovations that\nmade them move ever-faster, were disrupting old spatial habits. They helped move\ngoods more quickly, sure, but in the process they were also making the old,\ngeographic maps less useful. When you could fly over a mountain, its importance\ndiminished. In a wagon train you might have contemplated the desert with fear, by\ncar you'd merely consider it with care. In a plane it was irrelevant. Janelle concluded\nthat raw economics drove this compression as much as science. Centuries of\nconstantly collapsing space and time had been driven not least by the hunger to\npoke into distant markets, to latch onto cheap labor, and to pull natural resources to\nwherever they were needed. This was “civilization” as a verb.\n\nThe demands for ever more commerce, ever faster, ever more profitably suggested\nthat the horses-to-trains-to-cars-to jets acceleration was an inevitable feature of\nmodern markets. We should expect it to continue, Janelle figured. Great fortunes\nwould accumulate to those who mastered speed. To be fast is a competitive\nadvantage; to be faster! decisive. Absolute speed is absolute power, as the philosopher\nPaul Virilio has framed it.19” That idea of “Space Time Compression” sounded\nfelicitous enough, like the name of a clever magic trick. Space compressed? Time\nreduced? But that felicity hid the violent, revolutionary nature of the mechanism so\npowerfully at work. It meant that the battlefields of power, which for most of human\nhistory had been over the control of space, would now become - rather incredibly -\nabout the control of time.\n\n196 There’s a phrase: Janelle identified what he called “Space-Time Convergence;”\nLater geographer David Harvey renamed it as “Space Time Compression,” which is\nmore commonly used today.\n\n197 Absolute speed: See Armitage, John, Ed. The Virilio Dictionary (Edinburgh:\nEdinburgh University Press, 2013)\n\n136\n\nHOUSE_OVERSIGHT_018368",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018368.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3190,
    "word_count": 512,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:47.764607",
    "prefix": "IMAGES-004"
  }
}