{
  "document_id": "HOUSE_OVERSIGHT_011987",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011987.txt",
  "text": "Competition. as well as Ihe beneficiary's Jean Luc Brunel. teading role within the\nevent. The 2006 Modek New Generation program was broadcast in over 202\ncountnes Ihroughout the word. Mr. Brune! has performed and wil mosi definitaly\ncontinue to perform services os a leading porlicipani in modeling events, which\nhave © distinguished repuiation and wil bring more public inlemational ight io\nMC2 Models.\n\nFor the above-mentioned reasons, Mr. Brunel satisfies INA §214.2(c) {3) [iv] (B}(1).\n\nThe second prong thot the beneficicry solisties is § CFR\n$214. 2(oM3ivBN2). which requires evidence that the allen has achieved\nnotional or Iniernational recognition for achievement evidenced by crilicat\nreviews of other published materials by or about ihe Individual in major\nnewspapers, trad¢ journals, magazines, or ofher publications.\n\nMr. Brunel holds an international reputaiion as a visible. stroiegic\nnetworker who is able io cullivate exper! relationship management skills in order\nfo conduc! business in o global envaonment and broker lucralive deals. Mr.\nBrune! has a long hstory in marketing ond odvertising major fashion campaigns.\nthroughoul hs twenty-five year career in ihe fashion business. Mr. Brunel has\ndeveloped workiwide exclusive modeling and cosmehc campaigns. Some of\ninese Major cosmetic compaigns include: Bio Therm with supermodel Bie\nMcPherson. PHAS with Rebecca Romijn. Chrstian Dior with Chssting\nSemoannovskaya, Margret Astor wilh Monica Bellucci. Chane! with Patricia Von\nRickenheim. Angel Feriume wilh Thierry Mugler. and Cacharel Perfurne with\nAlda Ballesita. Mr. Brunet has oo developed major fashion campaigns and has\ndeveloped campaigns and exclsive coniracis with some of ihe world’s top\nfashion designers such as Yves Saint Laurent. Chanel, Christian Dior, Gucci,\nPrada and More Jacobs Piease see ihe enclosed tetie: af Claudia Midolo.\nPresident of Modelwork. a renowned modeling agency. EXHIBIT 8.\n\nAS o talent coordinator, Mr Brunel's success can and should also be\nmeaswed wilh ine successiul careers ine mode’. whose career; he launched,\nhave achieved As slated above. Mr Brune! has dscovered and represented\nyorious super models throughout his career. Chrisly Turingfon. who was\ndiscovered by Mr. Brunel. has personiliad unatiected beauty. representing\nCalvin Klein's tragrances since 1987 Turlington, os well as another model\nrepresented by Mr Brunel, Naomi Campbell, became one of the lew\nsupermodel, who managed fo make an easy transilion from the haute glamour\nof the 1980's to the relaxed simplicity of the following decade. Throughout hei\nexiensive career. ond os a resull of Mr, Brunel's “Fashion Savvy Eye”. Christy\nTurlington bas graced ihe cover of hundreds of lashion magazines, such as\nCosmopolitan, W. Vogue, Shape. Fiiness, Ele. Bazgor. Marie Cloire, Harper's.\n\nHOUSE_OVERSIGHT_011987",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011987.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2834,
    "word_count": 420,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:45.694873",
    "prefix": "IMAGES-001"
  }
}