{
  "document_id": "HOUSE_OVERSIGHT_020216",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020216.txt",
  "text": "64\n\nTwo days after his 29\" birthday dinner on June 21st, she described him playfully as a “goof.”\nShe wrote in her blog:”The universe is telling me something and I'm pretty sure it's saying get out,\nFuck you Hawaii.” In early July, she summed up her shaky situation with Snowden, in another\nblog, writing: “I moved to Hawaii to continue my relationship with E. [but] it has been an\nemotional roller coaster since I stepped off the plane.” She also found it odd that Snowden would\nwork on his computer at home hooded under a blanket, as she would later tell the FBI. She\ndiverted herself by organizing a pole dancing studio in the 400 foot garage of the house. She also\njoined a New Age yoga studio called “Physical Phatness,” a local acrobatic performance group,\nand, on Friday nights, pole-danced at the Mercury lounge in downtown Honolulu.\n\nThat same July, Snowden had other things on his mind, including an attempt to advance\nhimself. Although his position at Dell as a system administrator was a well-compensated one,\nespecially for a 29 year old with no formal education, it carried little prestige. He sat from 9 AM\nto 5 PM in a windowless room watching a bank of monitors in the so-called “tunnel” at the NSA.\nMany of those who worked him were, as he described them, “eighteen year old\nsoldiers. Presumably, they had little interest in discussing with him the weightier issues of the\nworld. Working as an outside contractor was also a dead-end job that hardly matched the vision\nhe had of himself in his Internet postings. In real life in a cubicle in the NSA, he decidedly was\nnot the “Wolfking Awesomefox” heroic image he had of himself in his dream vision.\n\nWhatever his motive, he decided to apply for a position in the NSA itself. He apparently\nbelieved that if he scored high enough in its entrance exam, the NSA would invite him to join it as\na Senior Executive Service officer, or SES, which was the civilian equivalent in rank and pay to a\nflag officer in the US armed forces. To achieve this SES job, Snowden used his privileges as a\nsystem administrator at Dell to hack into the NSA’s administrative files and steal the answers to\nthe NSA exam. As the NSA’s subsequent post mortem would find out, it was the first known\ndocument that Snowden took at the NSA. But it was not the first time he had used his hacking\nskills to attempt to advance himself. At the CIA in 2009, as he late said in Moscow, he had added\ntext to his annual evaluation in what he termed “a non-malicious way” to prove a point. His CIA\nsuperior took a much darker view of that incident when the hack was detected, calling for an\ninvestigation that, it will be recalled, ended Snowden’s CIA career. At the NSA his intrusion,\nhowever, was not detected for almost a year. “He stole the [NSA] test with the answers, and he\ntook the test and he aced it,” former NSA Director Michael McConnell recounted in a 2013\ninterview, “He then walked into to the NSA and said you should hire me because I am this good\non the test.” The issue of why he attempted to gain entry into the upper ranks of the NSA in the\nlate summer of 2012 is less clear. If his Internet posting and Libertarian riffs are an indication of\nhis state of mind in 2012, he was hostile to the surveillance activities of the NSA. If so, it made\nlittle sense he would seek a permanent career in the NSA. If this attempted career is considered in\nlight of the career move he made six months later in March 2013 which, as he himself admits, was\nfor the express purpose of getting at tightly-held documents stored on computers that were not\n\nHOUSE_OVERSIGHT_020216",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020216.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3605,
    "word_count": 653,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:45.029611",
    "prefix": "IMAGES-005"
  }
}