{
  "document_id": "HOUSE_OVERSIGHT_011657",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011657.txt",
  "text": "organizations” such as private companies or government departments. Or the\narmed forces of Israel. The theorists at Stanford were leaders in the field.\n\nBut from the start, I was drawn to other disciplines as well: business,\neconomics, political science, history, sociology, psychology. I studied game\ntheory at the business school, and the evolution of political systems under the\nsociologist Seymour Martin Lipset. I also went to lectures by James G. March,\non how psychological, social and other factors influenced decision-making. I\nparticularly enjoyed learning from Professor Amos Tversky. Born in Haifa, he\nwas half of an academic partnership with the psychologist Daniel Kahneman,\nwho was also Israeli. They were investigating the effect of human bias and other\nsubjective factors on how we perceive reality, and thus make decisions.\nTversky’s work especially fascinated me, because it questioned a basic\nassumption in the kind of predictive formulas my own department was\nadvancing: that we make choices rationally, calculating the outcomes of\ncompeting alternatives. Tversky had found that the human brain didn’t always\nwork that way. For choices with a fairly obvious outcome — 90 percent of cases,\nsay — the assumption did hold. But at the margins, the brain didn’t, or couldn’t,\nalways gauge the implications of a decision accurately. A couple of decades\nlater, he would also show that an individual’s choice could vary significantly\ndepending on the way the options were presented.\n\nThese behavioural and psychological approaches were at odds with what was\nbeing taught in my home faculty. Its prevailing orthodoxy was that by using\nspecifically designed interview techniques, alongside mathematical modelling\nof the predicted outcomes, we could isolate the effect of human agency on how,\nand what, decisions were made. Yet the wider my studies had ranged, the more\nsceptical I became that the complexities of human decision-making could be\naccommodated by such models. I also saw problems in the methodology we\nwere using. Since it was based partly on interviews with participants in the\ndecision-making process, it seemed to me that this introduced a subjective\nelement into our ostensibly objective conclusions.\n\nMy department wasn’t enamored with my views on our modeling approach.\nBut one of the things I most valued about my time in Stanford was that, far from\ndiscouraging my excursions into other departments, my professors combined a\nconfidence in their own approach with a genuine open-mindedness to other\nideas: the hallmark of true intellectuals, and of great universities.\n\nI got something else from my studies at Stanford, although I didn’t speak\nabout it at the time, not even to Nava. I became aware that I had a particular\n\n186\nHOUSE_OVERSIGHT_011657",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011657.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2781,
    "word_count": 435,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:47.936046",
    "prefix": "IMAGES-001"
  }
}