{
  "document_id": "HOUSE_OVERSIGHT_020551",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020551.txt",
  "text": "92\n\n(a department of the China International Publishing Group) saw its cooperative\n\nagreements dwindle.\n\nIt was then that Chinese officials revived an old tactic that the Communist Party\nhad employed before the revolution—using friendly foreigners and pro-PRC Chinese\nimmigrants to publicize China’s story. Chinese officials called this tactic of localizing\n\nthe work of foreign propaganda, the “borrowed boat” strategy.”\n\nOne such friendly American was a China scholar*® who was for years associated\n\nwith Random House. According to Huang Youyi, the chief editor of the Foreign\nLanguages Press posted to the United States in the late 1980s and early 1990s, this\nAmerican argued that for China to improve its image in the United States, it needed to\nwork through American organizations, and so he collaborated with Huang on a book\nseries, “The Culture and Civilization of China,” which the Yale University Press began\npublishing in 1997, The American’s “understanding of the US publishing industry and\nhis friendly attitude towards China became an indispensable condition for the success\nof the cooperation,” Huang wrote.*! Books from the series are still given to foreign\n\nguests of the Beijing government.\n\nIn a period of deep crisis for China’s reputation, Huang’s success in using foreigners\n\nto publish material beneficial to China’s image became a model for other Chinese\noperations. From the early 1990s, the Chinese Communist Party began to seek\nopportunities to cooperate with Westerners, Western media and publishing companies,\n\nand overseas Chinese to tell its story.\n\nLack of Reciprocity\n\nIt is important to compare Beijing’s efforts to “grab the right to speak” and obtain\n“discourse power” overseas with the efforts, and ability, of Western media organizations\nto access China’s market to a similar degree. For decades, those efforts have faced\nroadblocks placed in their path by the Chinese government. A key roadblock has been\nChina’s ban on Western investment in media except when it involves such things as\n\nfashion, cars, and lifestyle.\n\nPrivate media\n\nUnlike the United States, where Chinese reporters are only restricted from entering\n\nhigh-security military installations, Western reporters in China are subject to a panoply\n\nMedia\n\nHOUSE_OVERSIGHT_020551",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020551.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2277,
    "word_count": 345,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.721664",
    "prefix": "IMAGES-006"
  }
}