{
  "document_id": "HOUSE_OVERSIGHT_024329",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024329.txt",
  "text": "Table of Contents\n\nGROSS PROFIT 52 NET LOSS AND 13.0%\nPER UNIT EBITDA MARGIN\n$1339 EX-GIFT\n\n205 2016 2017 2018 2014 2015 2016 2017 2018\n\nLot “Corr BET LOSE ICL GT) a DEST DA MASCOT\n\na one-year total shareholder return of 71.1%, significantly outperforming our peer group companies (see “Competitiveness of our\nCompensation Program” below) as an index as well as the S&P 500 and S&P 500 Retailing Indices.\n\n1-Year Tetal Sharehelder Return\n\nLerrete Ser $00 (ir)\n\nSURP ele Bunading iukentep [EID Cartas Beer Groep\n\nKEY COMPENSATION DESIGN AND DECISIONS TO LINK PAY AND PERFORMANCE\n\nUnderlying our executive compensation program is a strong belief in promoting a pay-for-performance culture. We accomplish this by linking\n\na significant portion of the compensation of our executive officers, including our named executive officers, to our performance. In addition, the\nCompensation and Nomination Committee seeks to set challenging threshold and target performance levels that reflect our rapid growth trajectory and\nbusiness plans rather than goals based on prior years’ achievements. For each of the metrics used in our performance-based compensation plans, payouts are\neared based upon outstanding performance as measured against pre-established financial objectives.\n\nCORPORATE GOVERNANCE HIGHLIGHTS REGARDING EXECUTIVE COMPENSATION\n\nWe endeavor to maintain sound executive compensation policies and practices, including compensation-related corporate governance\n\nstandards, consistent with our executive compensation philosophy. The following summarizes our executive compensation and related governance policies\nand practices:\n\n=2] -\n\nHOUSE_OVERSIGHT_024329",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024329.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1659,
    "word_count": 231,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:48.465026",
    "prefix": "IMAGES-007"
  }
}