{
  "document_id": "HOUSE_OVERSIGHT_014095",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014095.txt",
  "text": "Case 9:08-cv-80736-KAM Document 319-1 Entered on FLSD Docket 03/24/2015 Page 12 of\n34\n\nEdwards, Bradley vs. Dershowitz\nCase No.: CACE 15-000072\nPlaintiffs’ Motion to Compel Production of Documents\n\nany and all ‘absolute proof’ as described in paragraph 8 of the sworn declaration of Alan M.\nDershowitz.”\n\nOn February 11, 2015, counsel for Edwards and Cassell sent an email to counsel for\nDershowitz, noting that discovery production was past due and inquiring as to whether a motion\nto compel would be necessary. That same day, a paralegal for Cole, Scott & Kissane confirmed\nthat appropriate production would be made by the end of the week. Shortly after, an attorney for\nDershowitz disavowed that commitment, and indicated that Dershowitz would make his\nproductions by February 23, 2015.\n\nOn February 23, 2015 — 45 days after the discovery requests had been served —\nDershowitz responded. With regard to the request for production of documents, Dershowitz\nproduced no documents whatsoever. Instead, he made a vague commitment to produce\nunspecified documents at some unspecified time in the future. [Illustrative of Dershowitz’s\nfailure to make any substantive production is the following request for production and\nDershowitz’s answer:\n\n9. Copies of any and all “absolute proof” as described in paragraph 8 of\nthe sworn Declaration of Alan M. Dershowitz.\n\nRESPONSE: Defendant objects to this Document Request to the extent\nthat Plaintiffs seek to alter or shift any burdens of proof as a matter of law in this\naction. Subject to and without waiving the foregoing specific objections and\n\nGeneral Objections, Defendant responds that he will produce all responsive, non-\nprivileged documents currently in his possession, cuStody or control.\n\nDershowitz made the same evasive response — “Defendant responds that he will produce”\n\nunspecified “non-privileged documents” — to multiple discovery requests. See Dershowitz\n\nHOUSE_OVERSIGHT_014095",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014095.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1941,
    "word_count": 295,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:47.623042",
    "prefix": "IMAGES-002"
  }
}