{
  "document_id": "HOUSE_OVERSIGHT_020882",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020882.txt",
  "text": "Entitlement Spending: Observations from Previous Slide\n\ne Entitlement revenue was $0.87 trillion, yet entitlement\nspending was $1.98 trillion in F2010.\n\ne Entitlement spending exceeded entitlement revenue by\n129% in F2010.\n\ne Social Security (ex. Trust Fund interest income) accounted\nfor 73% of dedicated entitlement revenue yet only 36% of\nentitlement spending in F2010 while Medicare accounted for\n21% of revenue and 23% of spending and Medicaid\naccounted for 0% of revenue and 14% of spending.\n\nKP\ni USA Inc. | Income Statement Drilldown 81\n\nEntitlement Spending: Clarification On\n\n‘Unfunded’ / ‘Net Responsibilities’...\n\nThere is debate about the semantics of using words like unfunded / net\nresponsibilities to describe the financial status of entitlement programs like Social\nSecurity, Medicare and Medicaid.\n\n‘Unfunded’ — We define ‘unfunded’ liabilities for Social Security and Medicare as\nthe present value of future expenditures in excess of dedicated future revenue.\nWe call Social Security and Medicare ‘partially unfunded’ entitlement programs\nas their future expenditures are projected to exceed dedicated future revenue.\n\ne ‘Net Responsibilities’ — USA Inc. does not record these ‘unfunded’ financial\ncommitments as explicit liabilities on balance sheet, owing to Federal accounting\nstandards.\"\n\n— USA Inc.’s Dept. of Treasury calls these commitments ‘net responsibilities’\nor ‘net expenditures’ in its annual Financial Report of the U.S. Government.\n\ne Medicaid — We view Medicaid as an ‘unfunded’ liability as there is no dedicated\nrevenue source to match expected expenses in our financial analysis. Medicaid\nis jointly funded on a pay-as-you go basis by Federal and State general tax\nrevenue.\n\nP Note: 1) per Dept. of Treasury, “2004 Financial Report of the United States Government.”\n(@E) www.kpcb.com USA Inc. | Income Statement Drilldown 82\n\nHOUSE_OVERSIGHT_020882",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020882.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1887,
    "word_count": 278,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:48.308231",
    "prefix": "IMAGES-006"
  }
}