{
  "document_id": "HOUSE_OVERSIGHT_026643",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026643.txt",
  "text": "important to appreciate, I think, because if one believed that the direction of\ncausality is the opposite, that Trump causes other changes that would have\nbeen avoidable if Ms Clinton had won, one would come up with the wrong\nconclusions on what to do to stop the global shift in sentiment. (2) The\nEconomist had a special edition last week on the rising nationalism in the\ndeveloped West, as if it’s an unfounded, random and sinister event that\nneeds to be suppressed by all means necessary. For various reasons, the\npolitical left is in decline in the developed West. Look at the UK’s Labour\nParty and the US’ Democratic Party. In France, only 1 out of 20 people\napproves of Hollande’s performance. (3) The Presidential race in France is\nnow between the Centre Right (Mr Fillon from the Republican Party) and\nthe Far Right (Ms Le Pen from National Front). The pendulum in Europe, in\nmy view, will swing to the right, and possibly overshoot, as pendulums tend\nto do... which is not good, but an unavoidable consequence of the pendulum\nhaving overshot to the left in the past... In any case, with the Republican\nprimary being out of the way, the campaign will start in earnest, with the\nfirst round of the Presidential elections to take place in April and the second\nround in May. FWIW, Mr Fillon looks like a stronger candidate than Mr\nSarkozy to challenge Ms Le Pen. France, under Mr Fillon, could very well\nenter a period of economic reform and rejuvenation, I am guessing. In short,\nMr Fillon’s victory last weekend could be a major positive for France, I\nthink.\n\nThe trouble with macroeconomics. The rebellion against the establishment\nhas also begun in the nerdy field of macro economics, led in part by Prof\nPaul Romer of the Stern School of Business. He, of course, has made\nenemies in the field with his view — a view I share: ‘For more than three\ndecades, macroeconomics has gone backwards. The treatment of\nidentification now is no more credible than in the early 1970s but escapes\nchallenge because it is so much more opaque. Macroeconomic theorists\ndismiss mere facts by feigning an obtuse ignorance about such simple\nassertions as \"tight monetary policy can cause a recession.\" Their models\nattribute fluctuations in aggregate variables to imaginary causal forces that\nare not influenced by the action that any person takes. A parallel with string\ntheory from physics hints at a general failure mode of science that is\ntriggered when respect for highly regarded leaders evolves into a deference\nto authority that displaces objective fact from its position as the ultimate\ndeterminant of scientific truth.’ Group think has become a serious\nimpediment to advances and renewals in this important field. Misguided\npolicies have also had significant consequences for people’s lives around the\nworld.\n\nTrade globalization. There will likely be a shift from unconditional,\nuncontrolled, and unmanaged trade globalisation, 1.e. ‘free trade’, to ‘fair\ntrade,’. Trade globalisation of the type that we have just experienced\n\nHOUSE_OVERSIGHT_026643",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026643.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3051,
    "word_count": 506,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.056704",
    "prefix": "IMAGES-009"
  }
}