{
  "document_id": "HOUSE_OVERSIGHT_025555",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025555.txt",
  "text": "Morgan Stanley | RESEARCH\n\nExecutive Summary\n\nWill the Alts simplify their structure and convert to\nC-corporations from partnerships? What would this\nmean for valuations? We think the Tax Cuts and Jobs Act\ncould accelerate cost-benefit analyses and decision-\nmaking by management teams as a 21% federal tax rate vs.\n35% previously implies less tax leakage and less expense in\nmoving from single-layer taxation to a double taxation\nstructure. While investors would give up economics in the\nprocess, the new business structure would, we think, com-\nmand a higher valuation multiple.\n\nFor context, investor questions on the topic have picked up\nrecently, including from a number of long-only accounts, which\nhave historically avoided the Alts. Some investors have said they\ncurrently cannot invest in Alts given the partnership structure but\nwould be interested and able to do work on them if they were to con-\nvert to C-corps. We had conversations around conversion a year ago\nas President Trump took office amid promises of tax reform, and the\nsubject came up on nearly every 4Q16 earnings call. Management\nteams seemed to table the idea because of too many moving parts\nthat needed to be clarified before they conduct a proper cost/benefit\nanalysis. Post tax reform, conversion is at the top of investors@ninds\n\nand becomes a key debate/catalyst for the sector.\n\nWe believe Ares Management L.P. (ARES, Equal-weight) could be\nthe first Alt to convert to a C-corp, potentially sparking other\nconversions within our coverage. We believe this prospect has\nlikely driven much of the stock©24% return year-to-date and +16%\noutperformance vs. the S&P 500 and +10% its Alts peers. Over the\npast few months, ARES management has stated clearly that they\nhave been actively considered conversion. CFO Mike McFerran\nrecently told investors, \"This topic has become clearly very elevated\nin light of possible tax reform. Absent that and even before this\nbecame so topical, this is the thing we@e been thinking about. And\nthe overarching question is, can public traded partnerships attract\nthe breadth of shareholder base to support an appropriate valuation\nnotwithstanding some other obstacles.\" Even without tax reform,\nthe company was considering the structure change, and with a 21%\ncorporate statutory rate (vs. 35%), we believe cost-benefit analysis\nmay make sense for ARES. The company reports earnings on\nThursday, February 15, and we expect an update or additional\ncolor on conversion. We think all Alts shares could benefit as\ninvestors see a higher probability of others following in their\nfootsteps and/or investors re-rate AltsGRE higher.\n\nNORTH AMERICA INSIGHT ~~\n\nAgainst this backdrop, we@e created a conversion scorecard\nwith qualitative pros/cons for each company. To be clear, these are\nour views on where conversion makes the most sense and not calls on\nwhich companies will commit or the timing of potential conversions.\nWe focus selectively on the factors we view as most important in\n\ndeciding whether to convert.\n\ne FRE %ofEarningsD We believe the higher fee related earn-\nings as a % of total earnings, the more likely for a re-rating of\nthe shares and therefore more likely to consider C-corp con-\n\nversion.\n\ne Effective Tax Rate D The lower the current tax rate, the\nmore tax slippage if companies convert and are subject toa\nhigher corporate tax rate, and lower EPS. Conversely, compa-\nnies with a higher tax rate today already have more tax\nleakage, and thus could make sense to pay a little more tax in\n\na corporate structure for a broader investor base.\n\ne Current P/ERatioD The lower the current P/E multiple, the\nmore management may be inclined to take action to drive a\n\nre-rating.\n\n© Management Commentary D Lastly we look at manage-\nment commentary from earnings calls/conferences to assess\nthe extent that companies are evaluating conversion and seri-\n\nously considering it as a strategic option.\n\nExhibit 2:\nBased on our qualitative scorecard, our work suggests APO and ARES\nmay be most likely to convert\n\neee ae Core FRE % of JENIEffective Tax |Current P/E ratio | Management | Average Overall\npany 8 Earnings Rate (2018e) Commentary Score\n\nARES (ARES) Equal-weight © & of @ y |\nApollo (APO) Overweight a) »D D D ~dD\nOaktree (OAK) Overweight »D &B e »D Q\nKKR (KKR) Equal-weight ¢ © a) a Q\nCarlyle (CG) Overweight O a 2) 6 im )\nBlackstone (BX) Overweight »D & D D mY\n\nSource: Company Data, Morgan Stanley Research estimates\n\nHOUSE_OVERSIGHT_025555",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025555.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4470,
    "word_count": 730,
    "line_count": 102,
    "import_date": "2025-11-19T21:47:45.674521",
    "prefix": "IMAGES-008"
  }
}