{
  "document_id": "HOUSE_OVERSIGHT_011791",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011791.txt",
  "text": "/ BARAK / 34\n\nChapter Twenty\n\nAs Prime Minister, I would sometimes be criticised as emotionally buttoned up,\neven stoic, and there was some truth in that. It was partly just a reflection of who I\nwas: a kibbutznik who’d grown up in the early years of the state, and had then\nspent most of his life in the army. But while it may not have shown, I felt a churn\nof emotions when I formally presented my government to the Knesset in July 1999\nas Nava, our three daughters, her parents and mine looked on proudly from the\ngallery. Even more so, when I entered the office of the Prime Minister. I’d been\nthere before: as head of military intelligence, chief of staff and a cabinet minister.\nYet to sit behind the vast wooden desk and know that the buck now truly stopped\nwith me — to become just the tenth person in Israel’s history to have that honor —\nwas very different.\n\nWhat I felt most powerfully, however, wasn’t the honor. It was the\nresponsibility. I knew that Israel faced two deepening crises. The first was\ndomestic. Though Yitzhak Rabin’s assassin was now in jail, the divisiveness and\nhatred of which he was a product and symbol had not gone away. Nor had other\nrifts: between the privileged and disadvantaged, Ashkenazim and Sephardim, and,\nperhaps most of all, secular and religious. The second, more immediate challenge\nwas on our borders. The peace process was stalled. If we were going to revive it,\nwe were running against the clock. President Clinton, a key player in any hope of\nturning the promise of Oslo into real peace, had only 18 months remaining in\noffice. In terms of Israel’s security, the timetable was even less forgiving. From my\nvery first intelligence briefings as Prime Minister, I was even more convinced of\nwhat I’d been warning Bibi for months: without a political breakthrough, a new,\nmuch more deadly intifada was only a matter of time.\n\nThat would have been reason enough to make peace efforts my first priority.\nBut even as I was addressing the victory rally in Rabin Square, I sensed that the\nsimple arithmetic of the election results would leave me no other choice. I was\nentering office with the largest electoral mandate in our history. But that was\nbecause of Israel’s new voting system, with separate ballots cast for Prime Minister\nand party. That system had had precisely the opposite effect on party voting. In\nprevious elections, most Israelis had chosen one of the two main parties, knowing\nthat only they had a realistic chance of forming a government. Now they could\ndirectly choose the Prime Minister, giving them the luxury to vote in much greater\n\n320\nHOUSE_OVERSIGHT_011791",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011791.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2628,
    "word_count": 459,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:47.343675",
    "prefix": "IMAGES-001"
  }
}