{
  "document_id": "HOUSE_OVERSIGHT_017614",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017614.txt",
  "text": "Page 11 of 31\n104 J. Crim. L. & Criminology 59, *74\n\nwere expansive and could apply before charges were filed but were subject to the outer limit that the Government has at least\n\"contemplated\" charges. 7!\n\nSimilarly, in United States v. Oakum, ” the District Court for the Eastern District of Virginia considered a claim that CVRA\nrights did not apply until after a defendant had been convicted. In rejecting that argument, the court agreed with the Dean court\nthat victims acquire rights even before a prosecution begins.\n\nThe District Court for the Northern District of Indiana held to the same effect in In re Petersen. 7* There, the court held that a\nvictim's right to be treated with fairness and with respect for [his or her] dignity and privacy \"may apply before any prosecution\n\nis underway and isn't necessarily tied to a \"court proceeding' or \"case.\" 7° The court, however, found that the \"conclusory\n\nallegations\" in the victims' petition did not \"create a plausible claim for relief under the CVRA.\" 7°\n\n[*75] Perhaps the most extensive discussion of this issue has come from the Epstein case discussed earlier. 7’ Overruling the\n\nGovernment's argument that the CVRA only applies after the formal filing of charges, Does v. United States held that \"the\nstatutory language clearly contemplates pre-charge proceedings.\" 78 The court in Does explained that \"court proceedings\ninvolving the crime are not limited to post-complaint or post-indictment proceedings, but can also include initial appearances\nand bond hearings, both of which can take place before a formal charge.\" 7? The court also noted that the CVRA's\n\"requirement that officials engaged in \"detection [or] investigation’ [of crimes] afford victims the rights enumerated in\nsubsection (a) surely contemplates pre-charge application of the CVRA.\" ®° Finally, the court in Does noted that \"if the\nCVRA's rights may be enforced before a prosecution is underway, then, to avoid a strained reading of the statute, those rights\nmust attach before a complaint or indictment formally charges the defendant with the crime.\" °!\n\nIn sum, the relevant case law unanimously agrees that the CVRA extends rights to crime victims before charges have been\nfiled.\n\n7 Id. at 419 (internal citation omitted). Rubin's suggestion about limitations that apply to pre-indictment assertions of rights is discussed at\nnotes 184-187 and 193 infra and accompanying text.\n\n? No. 3:08cr132, 2009 WL 790042 (E.D. Va. Mar. 24, 2009).\n\n3 Td. at 2.\n\n™ No, 2:10-CV-298 RM, 2010 WL 5108692 (N.D. Ind. Dec. 8, 2010).\n\n75 Id. at 2 (citing In re Dean, 527 F.3d 391, 394 (Sth Cir. 2008); United States v. BP Prods. N. Am. Inc., H-07-434, 2008 WL 501321 (S.D.\nTex. Feb. 21, 2008)).\n\n76 Id. Petersen also held that one specific CVRA right - the right to confer - only applies after charges have been filed. Id. But the authorities\nPetersen cites for that proposition prove no such thing. Confusingly, Petersen cited the Fifth Circuit's ruling in Dean for support; but (as just\nexplained above) Dean held exactly the opposite. Similarly, Petersen cites other cases involving the right to confer after charges have been\nfiled. Id. But none of these cases actually presented the issue of the CVRA's application to pre-indictment situations, since charges had\nalready been filed in each of these cases. See, e.g., Jn re Stewart, 552 F.3d 1285, 1289 (11th Cir. 2008).\n\n77 Does v. United States, 817 F. Supp. 2d 1337 (S.D. Fla. 2011).\n\n% Jd. at 134].\n® Td.\n\n80 Id. at 1342.\n\n81 Td. Recently, the district court in the Does case also rejected Government efforts to dismiss the action. The district court found that, if the\nvictims could prove the factual allegations they have made, then they would be entitled to relief, including potentially the relief of\ninvalidating the nonprosecution agreement that Epstein obtained from the Government. Does v. United States, No. 9:08-cv-80736-KAM,\n2013 WL 3089046, at 3 (S.D. Fla. June 19, 2013).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017614",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017614.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4000,
    "word_count": 656,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:48.723664",
    "prefix": "IMAGES-004"
  }
}