{
  "document_id": "HOUSE_OVERSIGHT_021408",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021408.txt",
  "text": "Sent: 12/11/2017 6:53:37 AM\n\nTo: Nancy Portland\n\ncc: Lawrence Krauss\n\nSubject: Re: URGENT: BuzzFeed News inquiry re allegations of sexual harassment\n\nAttachments: DA866543-7401-4A5A-8E50-FD32E33A50EC.png\n\nImportance: — High\n\na few more minor changes.. one in first line of second paragraph and one misspelling corrected..so you can read\nthis one:\n\nLawrence M. Krauss\n\nDirector, The Origins Project at ASU\n\nCo-Director, Cosmology Initiative\n\nFoundation Professor\n\nSchool of Earth & Space Exploration and Physics Department\nArizona State University, P.O. Box 871404, Tempe, AZ 85287-1404\nResearch Office: , Assistant\n\nOrigins Office Coe\n\nPS\n\norigins.asu.edu | twitter.com/Ikrauss1 | krauss.faculty.asu.edu\n\n- - =\nRS Origins\nPE@IECT\n\nARIZONA STATE UNIVERSITY\n\nOn Dec 10, 2017, at 10:31 PM, Lawrence Krauss a wrote:\n\nSecond Draft:\n\n| appreciate the opportunity to respond to your email. While | am running the risk that you will report my comments, if you do, either out\nof context, or incompletely, | am responding with an effort to be complete. It is hard to know how to respond to a list of false and/or\ndistorted allegations, along with misleading statements on your part. | treat people | interact with with respect, and | work hard to\nsupport and mentor students, colleagues, and members of the general public. | do not sexually harass people. If the purpose of your\nreporting is to somehow argue that Universities and other institutions are lax in dealing with well known individuals like myself, then in\nfact the situation is quite the opposite. My high public profile opens me up to more scrutiny at these institutions, not less, and it also\nopens me up to a host of outside complaints and allegations that other faculty do not receive, each of which the University has to\nrespond to. The fact that | have remained a professor in all Universities with which | have been associated, in good standing, and also\nan officer or an invited speaker at organizations like CFI, which have strict harassment policies, is a confirmation of the fact that they\ntrust my behavior. | was asked to be an honorary director of CFI, and invited to their last 3 meetings to speak, specifically because, as\nthey have written me after the fact, the attendees universally appreciated my talks, my courtesy, and graciousness in spending time\nwith the attendees. If the purpose of your report is to impugn my integrity or suggest | have a history of harassment, that too is\n\nfalse. As noted in one of your 'miscellaneous facts’, as a scientist | try and remain skeptical, and rely on empirical evidence, rather than\nallegations and innuendo. | also try and judge the facts in context. The fact that Universities and other organizations employ me or\nhave me on their boards, or invite me to meetings is because they value my contributions and my actions.\n\nThe items you list are false or distorted. Item 1 refers falsely and inaccurately to a consensual encounter in my hotel room in 2006\nwhere we mutually decided, in a polite discussion in fact, that taking it any further would not be appropriate, and there were respectful\nand platonic encounters afterwards. There is nothing to comment on in item 3, which involves an anonymous 3rd party claim because |\nknow nothing about it, there are no details provided, and it clearly was not taken seriously enough to result in any university\n\naction. Item 4 is confusing. Are you saying that because | decided | didn’t want to go out to a bar with a group of attendees that | was\nharassing them? The second part did not happen. Re incident 5: The ‘female companion’ in this case is my wife, who can attest to the\nfact that the claim is false, which is what | wrote at the time in response to the blog in question, causing it to be taken down.\n\nIt is worth responding to Item 2 and 6 in more detail,\n\nHOUSE_OVERSIGHT_021408",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021408.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3846,
    "word_count": 649,
    "line_count": 72,
    "import_date": "2025-11-19T21:47:49.220356",
    "prefix": "IMAGES-006"
  }
}