{
  "document_id": "HOUSE_OVERSIGHT_018682",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018682.txt",
  "text": "floored me,\" she said. \"But I'm not completely surprised. Feminism has always been one\nof those movements that eats its young. That's one reason I never identified with it. I\nthink there are a lot of people my age who started out living feminist lives, who now\nwouldn't be caught dead calling themselves feminist. Women who had careers, who\nraised sensitive, loving sons and strong daughters... who find the baggage of the 'feminist’\nlabel distasteful.”\n\nI've thought a lot about my mother's comment that feminism \"eats its young.” One 2009\nNew Yorker article about feminism by Ariel Levy offered an interesting analysis of\nfeminist divisions, but included one offhand claim that isn't explained or justified:\n\"Revolutions are supposed to devour their young.” Is that so? Nobody told me. (Perhaps\nironically, Levy presents this claim while stating that feminism has actually turned\nagainst its elders.)\n\nSome commentators have told me that if I can't take the heat, then I just shouldn't write\nabout feminism. It hurts to think it, but maybe they're right. Somehow, the idea of being\n\"a good feminist\" has become utterly tangled up in my identity. It's a weak spot and a\nsore spot, in a way that I didn't anticipate and don't fully understand. I find social justice\ncriticism to be nourishing when it's generous and constructive, sometimes even when it's\naggressive -- but sometimes it feels so incredibly destructive. But as I said, I'm not at all\nthe only feminist writer who feels that the community can be internally destructive. How\nmuch of the problem is the vitriol within some critiques, and how much is that feminism\nhas become \"who we are\" rather than \"something we do\"?\n\nI think we can all agree that it's good to call out other people when they're screwing up --\nbut there has to be a way for us to build a movement without eating our young. Yet from\nwhat my mother tells me, we've never been good at that.\n\nOn the bright side, I don't have to engage politically with feminism in order to be a\nfeminist, or volunteer for feminist causes, or do feminist work. And it helps to understand\nthat I don't have to be \"a good feminist\" for my mother to be proud of me. (My dad's\nanother matter.)\n\nKK ok\n\nDuring one of our recent conversations, I confirmed again with my mother that I had\npermission to write about her experience. Then I asked her if she's out of the closet as a\nrape survivor.\n\n\"I don't know,” she said thoughtfully. \"I guess so. I don't really think about it. I'm happy\nwith my life now.\" She paused and drank her tea for a moment. \"I don't think of myself as\na rape survivor anymore,” she added. \"By 1980, ten years after the attack, I really thought\nI was emerging from the cave. And I was, but I was still metaphorically covered in dirt\nand cobwebs, with grit in my mouth. In the first few years I was with your dad -- the\nearly 1980s -- I had residual fears. I had become frightened by subways, elevators, and\nsurprise noises, and he helped me work my way through those very effectively. By 25\nyears, it was simply no longer a part of my current self. I'd say I am wiser and stronger\nfor it, but I think an experience so shocking is a lousy way to build character. And a\nwaste of time! I lost too many years. I hope that things like victim advocacy saves\n\nHOUSE_OVERSIGHT_018682",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018682.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3304,
    "word_count": 592,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.926899",
    "prefix": "IMAGES-005"
  }
}