{
  "document_id": "HOUSE_OVERSIGHT_023822",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023822.txt",
  "text": "76 Teaching Minds\n\nWhy do we have such a failed system? Could it be the policies of\npresidents like Clinton, who pursued a policy of never offending the\nteachers unions by doing anything threatening to them, like changing\nthe curriculum?\n\nOr, could it be that people such as this writer define education\nin terms of random facts they wished everyone knew? The problem\nis not that people don’t know who Thomas Jefferson was. If citizens\nknew who he was, would that mean that they could think clearly and\nnot be influenced by all the special interests who were trying to tell\nthem what to think? If they knew who George Washington was, what\nexactly would they know about him? That he could never tell a lie?\nThis is obviously untrue, and many have written about what a good\nliar he actually was. That he was a brilliant general? There is lots of\nevidence against that. That he owned 300 slaves? This is not usually\nmentioned. That he married a rich woman probably so he could get\nher land? Historians discuss this. Schools never do. Nevertheless, peo-\nple are upset because our students don’t know our national myths and\nsome random facts.\n\nThe real issue in the healthcare debate is that the general public\ncan’t think clearly. That would have a simple explanation. The schools\ndon’t even try to teach people to think clearly.\n\nI mentioned President Clinton above, but really all U.S. presidents\nare culpable. It may not be their fault. Certainly they are given terrible\ninformation.\n\nLamar Alexander, former Secretary of Education (under George\nH.W. Bush) was speaking in the U.S. Senate recently on restoring\nteaching history to its “rightful place” and making sure that history\nwas part of the NCLB act. Here is a quote from him from 2006:\n\nJust one example of how far we are from helping our children\nlearn what they need to know. The fourth grade national\nreport card test asked students to identify the following\npassage, “We hold these truths to be self-evident that all men\nare created equal, that they are endowed by their Creator\nwith certain unalienable rights, that among these are Life,\nLiberty, and the Pursuit of Happiness.” Students were given\nfour choices: Constitution, Mayflower Compact, Declaration\nof Independence, and Articles of Confederation. Less than\n\nHOUSE_OVERSIGHT_023822",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023822.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2299,
    "word_count": 386,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:45.327539",
    "prefix": "IMAGES-007"
  }
}