{
  "document_id": "HOUSE_OVERSIGHT_014646",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014646.txt",
  "text": "US - Facilities, Hospitals and Managed Healthcare Coverage Cluster\nBofA Merrill Lynch\n\nInvestment rating Company ticker Bloomberg symbol Analyst\n\nBUY\nAcadia Healthcare ACHC ACHC US Kevin Fischbeck, CFA\nAetna Inc AET AET US Kevin Fischbeck, CFA\nAmerican Renal ARA ARA US Kevin Fischbeck, CFA\nAnthem ANTM ANTM US Kevin Fischbeck, CFA\nCapital Senior Living CSU CSU US Joanna Gajuk\nCentene Corporation CNC CNC US Kevin Fischbeck, CFA\nCivitas Solutions CIV CIVIUS Kevin Fischbeck, CFA\nEnvision Healthcare Corp EVHC EVHC US Kevin Fischbeck, CFA\nHCA HCA HCA US Kevin Fischbeck, CFA\nMednax MD MD US Kevin Fischbeck, CFA\nService Corp. International scl SCI US Joanna Gajuk\nSurgery Partners, Inc SGRY SGRY US Kevin Fischbeck, CFA\nSurgical Care Affiliates, Inc. SCAI SCAI US Kevin Fischbeck, CFA\nUnitedHealth Group UNH UNH US Kevin Fischbeck, CFA\n\nNEUTRAL\nDaVita Inc DVA DVAUS Kevin Fischbeck, CFA\nTenet Healthcare THC THC US Kevin Fischbeck, CFA\nUniversal Health Services UHS UHS US Kevin Fischbeck, CFA\nWellCare Health Plans, Inc. WCG WCG US Kevin Fischbeck, CFA\n\nUNDERPERFORM\nAdeptus ADPT ADPT US Kevin Fischbeck, CFA\nBrookdale Senior Living BKD BKD US Joanna Gajuk\nCommunity Health Systems CYH CYH US Kevin Fischbeck, CFA\nGenesis Healthcare Inc GEN GEN US Joanna Gajuk\nHealthSouth HLS HLS US Kevin Fischbeck, CFA\nKindred Healthcare KND KND US Kevin Fischbeck, CFA\nLifePoint Health LPNT LPNT US Kevin Fischbeck, CFA\nMolina Healthcare, Inc. MOH MOH US Kevin Fischbeck, CFA\nSelect Medical Corp. SEM SEM US Kevin Fischbeck, CFA\n\nRSTR\nTeam Health TMH TMH US Kevin Fischbeck, CFA\nUniversal American UAM UAM US Kevin Fischbeck, CFA\n\nme peorlgalinll Top 10 US Ideas Quarterly | 03 January 2017-25\n\nHOUSE_OVERSIGHT_014646",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014646.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1705,
    "word_count": 270,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:48.292712",
    "prefix": "IMAGES-003"
  }
}