{
  "document_id": "HOUSE_OVERSIGHT_011369",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011369.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n66\nH3VOGIU1\n\nPlaintiff was a witness in that case. She was deposed\n\nin that case. She testified under oath in that case,\nrepresented by the same counsel that she has here. Her\ntestimony in that case is admissible.\n\nShe participated in that case, your Honor, from March\n\nof 2015 or so until it settled in or around April of 2016, and\n\nshe reported to her doctors that it was causing her a\n\nsignificant amount of stress. In fact, shortly before she was\ndeposed in that case she went to a doctor and requested that\nshe get more Valium to help her handle her upcoming deposition.\nDr. Miller, our psychiatrist, found that her\nparticipation in that lawsuit as a witness caused her\n\nsignificant stress and explained many of her complained of\n\nsymptoms, and he said that they wer xacerbated by her\nparticipation in that litigation.\n\nThird, evidence regarding that lawsuit goes to her\n\nreputational damages. Again, your Honor, I refer to the\nfederal evidence treatise relied on by plaintiff. In\ndefamation cases, defendants can also prove other liables and\n\nrumors about the claimant are circulating, at least if they are\n\nwidespread, to demonstrate it is not what the defendant said\n\nabout the plaintiff that caused her reputation to suffer but\n\nwhat others said.\nYour Honor has read the 702 pleadings. Plaintiff's\n\nexperts have pulled off the internet all kinds of stories that\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011369",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011369.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1513,
    "word_count": 254,
    "line_count": 79,
    "import_date": "2025-11-19T21:47:47.615958",
    "prefix": "IMAGES-001"
  }
}