{
  "document_id": "HOUSE_OVERSIGHT_016120",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016120.txt",
  "text": "Historic energy sector liberalization\n\nPartial privatization of energy sector assets could represent one of the cornerstones of\nthe ambitious medium-term diversification strategy, and, if confirmed, serve as a highly\nvisible and historic milestone. Such privatizations could ease key macro concerns\nregarding unsustainable debt accumulation and Fx reserves drawdown. We believe it\nwould also confirm the government’s macro reform credentials, its preparedness for a\nprolonged period of low oil prices and likely signal no near-term energy policy\ncapitulation. The NTP suggestion of a flat production capacity through 2020 suggests\nless aggressive market share strategy, in our view.\n\nPrivatization of energy sector could start by 2018\n\nIn a recent interview with Bloomberg, Saudi Deputy Crown Prince Mohammed bin\nSalman outlined an array of measures the Saudi government could introduce to help\ndiversify the economy, reduce its reliance on the hydrocarbon industry and ultimately\nsupport medium-term fiscal consolidation in a low oil price environment. Amongst these\nmeasures, the Deputy Crown Prince included a potential Initial Public Offering (IPO) of\nSaudi Aramco (at the parent level, and including various subsidiaries). With close to\n250bn bbls of oil reserves, more than 10mn bbls per day of production and the world’s\nAth largest gas reserves, Saudi Aramco is the leader in hydrocarbon access among state\nowned, private and public Oil & Gas (O&G) companies alike. Saudi Aramco is the world’s\nlargest Oil & Gas Company by production and arguably the Kingdom’s most important\nasset. Specifically, he outlined a plan that would see “less than 5%” of the company\nbeing sold to investors on the Saudi stock exchange no later than 2018 (but potentially\nas soon as 2017). Furthermore, he indicated the Kingdom is seeking to transform\nAramco into an “energy-industrial company”. The high profile stake sale would provide a\nhighly visible anchor to diversification efforts and capitalize its newly restructured SWF.\n\nEnergy assets form a major and strategic sector for the economy\n\nIt is hard not to understate the central role the energy sector plays in the Saudi\neconomy. The hydrocarbon sector represented 43.0% of the economy in real terms in\n2015. Deputy Crown Prince Mohammed bin Salman suggested a USS2trn price tag for\nSaudi Aramco in his Bloomberg interview. Aramco is deeply intertwined with the Saudi\nstate, and its workforce Saudization has increased over the years to 83%. Furthermore,\nit is the foundation of its state’s domestic and international energy policy. As such, a\ndecision to partially privatize the energy sector will be a momentous one to be carefully\nexamined by the technocratic and political leadership, in our view.\n\nMore questions than answers at this stage\n\nDeputy Crown Prince Mohammed bin Salman’s initial suggestion in an interview with\nThe Economist that a Saudi Aramco IPO could be considered has raised market\nexpectations. Ensuing comments from Aramco’s management did not make clear\nwhether a listing would occur, and if so, in what form (upstream versus downstream),\nalthough the Deputy Crown Prince’s subsequent Bloomberg interview suggested further\nimpetus being given to studying the matter.\n\nA listing of the entity itself may force much more transparency regarding hydrocarbon\nreserves (broadly unchanged for several years), lifting costs (local crude oil sales suggest\ncUSS5/bbI if no loss is incurred) and the fiscal regime (estimates in the press have\nsuggested that Aramco’s profits are taxed at 85%, with royalties set at 20%, but we\nalso note from fiscal data that the fiscal transfer ratio in oil revenues to the Ministry of\nFinance appears to drop in years of low oil prices). It may also conflict with non-\ncommercial ventures or strategic aspects of Saudi Aramco. This would include the\nmaintaining of spare capacity and state policy matters (including energy policy). Note\nfor instance that the US is the second regional destination for Saudi crude oil exports\n(17.5% of total Saudi crude oil exports) behind Asia. This was due to a strategic\ngeopolitical decision to remain an important crude oil supplier to the US and was\nachieved through the buying of stakes in refineries in 1988.\n\n10 GEMs Paper #26 | 30 June 2016 3S Merrill Lynch\n\nHOUSE_OVERSIGHT_016120",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016120.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4318,
    "word_count": 676,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:49.260989",
    "prefix": "IMAGES-003"
  }
}