{
  "document_id": "HOUSE_OVERSIGHT_023868",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023868.txt",
  "text": "122 Teaching Minds\n\nevaluation verbally. Since children naturally copy their parents, it is\nnot that complicated to figure out where children acquire their initial\nvalues. And, since values are not typically stated (my father never said\nliquor at 5 p.m. is a good thing), it certainly isn’t through lectures that\nwe learn values. I learned to drink at 5 p.m. from my father. He wasn’t\ntrying to teach me that. I learned to gamble from my father. He wasn’t\ntrying to teach me that either. I learned to be argumentative from my\nfather. He wasn’t trying to teach that. I did not learn algebra from my\nfather. That, he was trying to teach me.\n\nMy son wanted to grow up and sip Pepsi. He told me this constant-\nly as he was growing up. It did not matter that I hadn’t drunk Pepsi for\n10 years at the point when he was saying that. He was impressed that I\nhad done this when he was 3 and he was frustrated that I didn’t allow\nhim to drink it. Presto, another family value is learned.\n\nChildren learn the family values that their family actually has.\nTeenage mothers who warn against getting pregnant at a young age\nmay say that in words, but their actions say that their kid is alive and\nwell and it all worked out.\n\nSo, it follows that we don’t have to consciously teach values be-\ncause we teach them without saying a word. Values are held subcon-\nsciously and learned subconsciously. We can only hope that we have\nset a good example. That having been said, there will still be those\nwho ask how we can teach values. You can’t expect that “you can’t,”\nwill work as an answet.\n\nI mentioned in Chapter 3 that there are lots of things that you\ncan’t teach. I mentioned honesty as an example. Honesty is, of course,\na value. Now let’s ask whether you can teach people to be more hon-\nest than they are naturally inclined to be. The answer is that to do\nthis, you have to turn a subconscious process into a conscious one.\nYou would need to provide case after case and experience after experi-\nence to a student that all led to the conclusion that honesty simply\nworks out better in the long run. This is, of course, what abstinence\nand say no to drugs campaigns endeavor to do. They want to argue\nkids into believing that things they think are fun, are bad. But how\ncan we make that argument? The argument we can make is that these\nthings aren’t as much fun as you think, so try them and see for your-\nself—but that kind of ruins the basic premise about not doing them\nin the first place. So, in principle there is no way to argue kids into\nnot doing what looks like fun to them and what doesn’t seem to have\n\nHOUSE_OVERSIGHT_023868",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023868.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2623,
    "word_count": 491,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.144485",
    "prefix": "IMAGES-007"
  }
}