{
  "document_id": "HOUSE_OVERSIGHT_031992",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031992.txt",
  "text": "From: Daniel Siac\n\nSent: 7/24/2010 5:10:54 PM\nTo: Jeffrey Epstein [jeevacation@gmail.com]\nSubject: hello from ibiza\n\ncan you come to Ibiza or you can send us the ticket to come with\nTigrane and five girls to Paris because they have there return ticket\nfrom Barcelona if they are living from here\n\nit will be great if you can arrenge for us tickets for Paris\n\nplease let me know so we can get orgnized\n\nOn 7/24/10, Jeffrey Epstein <jeevacation@gmail.com> wrote:\ni will be in paris tomooorw night\n\nv\n\nOn Sat, Jul 24, 2010 at 9:32 AM, Daniel Siad\n\n>> the other girl name is\n\n>>\n\n>>\n\n>> On Sat, Jul 24, 2010 at 2:28 PM, Daniel Siad <\n\n> ES 701. :\n\n>>\n\n>>> Can you call me\n\n>>> I am with tigrane he would like to meet you he is here with me in Ibiza\n>>> with 8 top girls he said he would like to build some thing with you\n\n>>> can you come to Ibiza we have a huge house or how can we orgnise this\n>>> meeting even Jean Luc could doo a great biz also\n\n>>> he has the most amizing top models on stand by I told him not to do any\n>>> deals with anybody before he meet with you\n\n>>> he stoped working with IMG and Trump wi here please call me and let me\n>>> know what is your plans\n\n>>>\n\n>>> warmest regards\n\n>>> Daniel\n\n>>>\n\n>>>\n\n>>> On Fri, Jul 23, 2010 at 2:38 PM, Jeffrey Epstein\n\n>>> <jeevacation@gmail.com>wrote:\n\n>>>\n\n>>>> what is your schedule?\n\n>>>>\n\n>>>> --\n\n>>>> RBBNKAARAKEEAAA EERE AA AA AAR AAA AEE AAA AEE E AAA AARA REE AAA EE AA AAA E AS\n\n>>>> The information contained in this communication is\n\n>>>> confidential, may be attorney-client privileged, may\n\n>>>> constitute inside information, and is intended only for\n\n>>>> the use of the addressee. It is the property of\n\n>>>> Jeffrey Epstein\n\n>>>> Unauthorized use, disclosure or copying of this\n\n>>>> communication or any part thereof is strictly prohibited\n\n>>>> and may be unlawful. If you have received this\n\n>>>> communication in error, please notify us immediately by\n\n>>>> return e-mail or by e-mail to jeevacation@gmail.com, and\n\n>>>> destroy this communication and all copies thereof,\n\n>>>> including all attachments.\n\n>>>>\n\n>>>\n\n>>>\n\n>>>\n\n>>>\n\n>>> Confidentiality Notice: The information contained in this electronic\n>>> message is PRIVILEGED and confidential information intended only for the\n>>> use\n\n>>> of the individual entity or entities named as recipient or recipients. If\n>>> the reader is not the intended recipient, be hereby notified that any\n>>> dissemination, distribution or copy of this communication is strictly\n>>> prohibited. If you have received this communication in error, please\n>>> notify\n\n>>> me immediately by electronic mail or by telephone and permanently delete\n>>> this message from your computer system. Thank you.\n\n>>>\n\nVVVYV\n\nHOUSE_OVERSIGHT_031992",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031992.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2749,
    "word_count": 482,
    "line_count": 123,
    "import_date": "2025-11-19T21:47:45.880340",
    "prefix": "IMAGES-011"
  }
}