{
  "document_id": "HOUSE_OVERSIGHT_022252",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022252.txt",
  "text": "Newscom Hedge fund mogul and sex offender Jeffrey Epstein, who went free this week, lived ina\ndepraved world of thrice-daily massages, pornographic artwork, and hush money—that’s only\nnow being revealed. Conchita Sarnoff reports on the sordid details in part two of her exclusive\nexposé. Also:\n¢ Nude images of young girls were scattered around the house and the bathroom soap was shaped\nlike sex organs\n¢ Staff trolled for fresh recruits to make sure Epstein had two or three massage appointments each\nday\n¢ The house manager has been sentenced to a longer prison term than Epstein—for trying to sell\nnotes regarding massage appointments\n¢ Epstein gave $1 million to his friend Jean Luc Brunel when he was starting the modeling agency\nMC2\n¢ According to a former bookkeeper, young girls were brought to the U.S. by MC2—often from\nEastern Europe—then traveled on Epstein’s private jets\nJeffrey Epstein’s loyal friends say that his prosecution was unduly harsh, rather than outrageously\nlenient. They insist that his sexual habits, although obsessive and unusual, were mostly legal and\nessentially harmless. As the police records attest, the girls brought to El Brillo Way were routinely told\nthey could “say no” at any time during a massage as Epstein escalated contact in a step-by-step assault\nthat was remarkably similar in every victim’s statement: First she would be asked to remove her shirt,\nthen her pants. He would attempt to fondle her buttocks and breasts as he masturbated, then bring out a\nlarge vibrator. There was sometimes digital penetration, and the more willing girls were lured into full-\nblown sexual relations with both Epstein and Nadia Marcinkova, who was referred to in press accounts\nand police reports as Epstein’s live-in “sex slave.”\n\nA former bookkeeper in the Miami office, who also arranged visas for girls traveling to the U.S.,\n\nconfirmed that MC2 girls became frequent guests on Epstein’s private jets.\n\nIt’s true that some underage girls may have lied about their age, and some came to the house voluntarily\nseveral times—although, according to Florida statutes, none of that has any bearing on the criminality of\nthe contact, particularly if the girl was 16 or younger. But what is particularly disturbing about this\ncase—judging by arrangements at the Palm Beach house—is that Epstein, a billionaire hedge-fund\nmanager, organized his life around this sexual compulsion in an open and methodical way that suggests\nhe felt he was beyond the law.\n* Conchita Sarnoff: Epstein Faces Sex Traffic Probe\n¢ Billionaire Pedophile Goes Free\nAccording to police who executed a search warrant, the house was decorated with large, framed photos\nof nude young girls, and similar images were found stashed in an armoire and on the computers seized at\nthe house (although police found only bare cables where other computers had been). Some bathrooms\nwere stocked with soap in the shape of sex organs, and various sex toys, such as a “twin torpedo”\nvibrator and creams and lubricants available at erotic specialty shops, were stowed near the massage\ntables set up in several rooms upstairs.\nEpstein also enlisted his staff in the predatory activity, and four—Sarah Kellen, Adriana Ross, Lesley\nGroff, and Marcinkova—figured in the FBI investigation. The Non Prosecution Agreement stipulated\nthat they would not be charged. According to police reports and sworn statements in the civil suits, all\nfour women, among their other duties, worked to ensure that an appointment book for twice- or thrice-\ndaily “massages” was stocked with fresh recruits. Ghislaine Maxwell, daughter of the late\nCzechoslovakian-born press baron Robert Maxwell, who was for many years Epstein’s live-in partner,\nalso recruited young girls.\nSince his 13-month sentence for soliciting prostitution with a minor, Epstein has settled more than a\ndozen lawsuits brought by underage girls. Seven victims reached a last-minute deal last week, days\nbefore a scheduled trial; each received well over $1 million—an amount that will hardly dent Epstein’s\n$2 billion net worth.\nThe victims told police they waited in the kitchen to be called upstairs for a massage, and the house chef\noften gave them a bite to eat. House manager Alfredo Rodriguez said in his sworn statement that a maid\nnamed Lupita, who was a devout Catholic, wept when she complained to him about cleaning up after the\n\nHOUSE_OVERSIGHT_022252",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022252.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4395,
    "word_count": 707,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:44.203397",
    "prefix": "IMAGES-006"
  }
}