{
  "document_id": "HOUSE_OVERSIGHT_017262",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017262.txt",
  "text": "4.2.12\nWC: 191694\n\nI sat down, satisfied that I had made the best possible argument for my clients. Now it was the\nState of Arizona’s time to argue. The Attorney General was hardly interrupted as he delivered his\nargument. After a while, he too was asked a hypothetical, but one much closer to the facts of this\ncase:\n\n... supposing right after they stopped the car with the family in it, the two boys instead of\nfollowing along as they did, had just gone on a hike, walked away half a mile, and then the\nfather... .killed the family?\n\nThe Attorney General acknowledged that this “would be different,” and that the brothers\n“presence at the scene” is “essential,” but he insisted that they were “present,” even if not right\nnext to the car in which the shootings occurred. He also conceded that “I can’t stand here today\nand tell you that [the brothers] knew. ..that at that time that the trigger would be pulled.”\n\nI had just a few minutes for my rebuttal. In light of the Attorney General’s concessions, I decided\nto point the Court to the record evidence that the brothers were not at the scene of the crime and\ndid not foresee that their father and Randy would kill the Lyons’ family:\n\nFirst, there is a specific finding on page 336 that it was not essential to the defendants’\ncontinued evasion of arrest that these persons be murdered.\n\nSecond, ...there is not a single statement in this record by Ricky in which he does not\nconsistently say that the boys, all three of them, were sent away to get water.\n\nThe state concedes that it is essential to this case that they be present at the scene of the\ncrime.\n\nWhy is presence essential?\n\nGenerally, presence is essential because it is evidentially relevant to the intent of the\ndefendants.\n\nI then pointed out that the evidence in this case led overwhelmingly to the conclusion that they\nwere not present and that they had deliberately been sent away to get water—been tricked into\nbelieving they would be kept alive—precisely because their father knew that they did not want\nanyone to die.\n\nI was satisfied that I had done the best I could with the facts and the law. If the court were to\nreaffirm the principles of Enmund, we would win. The justices seemed to acknowledge that if\nthere was no evidence that Ricky and Raymond had the “specific intent” to kill the Lyons’ family\n“that’s the end of the case.” I was confident that when the justices reviewed the entire record of\nthe case, they would find that there was no such evidence.\n\nAnd I was right—at least about that!\n\n173\n\nHOUSE_OVERSIGHT_017262",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017262.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2557,
    "word_count": 455,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:46.922751",
    "prefix": "IMAGES-004"
  }
}