{
  "document_id": "HOUSE_OVERSIGHT_024600",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024600.txt",
  "text": "increasingly determined to hold their governments to account. This\nvalue-based argument was inextricable from the interest-based\nargument. So enough with the accusations of bleeding heart liberals\nseeking to intervene for strictly moral reasons.\n\nWe also now know how different intervention looks when we help\nforces who want to be helped. East Timor, Bosnia-Herzegovina,\nKosovo, Libya — all cases where force evened out odds between a\nbrutal government and a widespread and legitimate social or national\nmovement. It is difficult to know when a state has failed in its\nresponsibility to protect its people, particularly when secession is\ninvolved. This is why international authorisation is both required and\ndifficult to obtain. But the contrast with Iraq and Afghanistan, where\nexternal invasion saw the US often labelled as an enemy, is\nenormous.\n\nAnother clear lesson: the depiction of America as “leading from\nbehind” makes no sense. In a multi-power world with problems that\nare too great for any state to take on alone, effective leadership must\ncome from the centre. Central players mobilise others and create the\nconditions and coalitions for action — just as President Barack Obama\ndescribed America’s role in this conflict. In truth, US diplomacy has\nbeen adroit in enabling action from other powers in the region, and\nthen knowing when to step out of the way.\n\nThat said, we must not focus just on states, because Libya also shows\nthat social forces are increasingly powerful drivers of foreign policy.\nThose forces have now pushed both the west and Arab governments\ninto taking a much harder line than simply geostrategic logic would\ndictate against Bashar al-Assad’s brutality in Syria, and even (albeit\ntimidly) against torture and killings by the Bahraini government.\nSocial movements are also beginning to reshape politics in Israel and\nIndia.\n\nHOUSE_OVERSIGHT_024600",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024600.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1885,
    "word_count": 295,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:44.410239",
    "prefix": "IMAGES-008"
  }
}