{
  "document_id": "HOUSE_OVERSIGHT_024025",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024025.txt",
  "text": "OTHER INVESTMENT PROFESSIONALS\n\nKathy LaPorte, (52), Venture Partner, is an angel investor in the Digital Health space focusing\non evaluating and mentoring start-ups developing digital technology solutions for healthcare\nconsumers, providers, payers and the pharmaceutical/medical device industries. Kathy is\naffiliated with Health Tech Capital and is a Venture Partner with New Leaf, collaborating on\nsourcing of opportunities with an emphasis on the Information Convergence sector. Kathy was\none of the founders of New Leaf upon its spin out from the Sprout Group in 2005. Kathy joined\nthe Sprout Group in 1993 and became a General Partner in 1994. Between 1987 and 1993, she\nwas a Principal at Asset Management Company, a venture capital firm focused on early stage\ninvestments. Kathy received an M.B.A. from Stanford University Graduate School of Business\n(Arjay Miller Scholar), and a B.S., summa cum laude, Phi Beta Kappa from Yale University.\n\nMark Charest, Ph.D., (36), Portfolio Manager, joined New Leaf in 2012. Previously, Mark was\nan Associate and Kauffman Fellow at Panorama Capital (2010-2012) focused on life sciences\ninvestments. Mark previously worked as a Consultant at ZS Associates (2009) and as an\nAssociate at Great Point Partners (2007-2009), a healthcare-focused public and private equity\ninvestment firm. Prior to that, Mark held an operating role as a Medicinal Chemistry Lab\nManager at Novartis Institutes for BioMedical Research (2004-2007). Mark received his Ph.D. in\nChemistry and Chemical Biology from Harvard University as a National Science Foundation\nGraduate Research Fellow.\n\nMike Dybbs, Ph.D., (39), Principal, joined New Leaf in 2009 and was promoted to Principal in\n2012. Mike is currently on the boards of directors of Advanced Cellular Diagnostics and\nVersartis. Prior to joining New Leaf, Mike was a Principal at the Boston Consulting Group\n(BCG) where he was a core member of their Health Care practice. Mike graduated magna cum\nlaude from Harvard University with an AB in biochemical sciences and received his Ph.D. in\nmolecular biology and genetics from UC Berkeley, where he was awarded a Howard Hughes\nMedical Institute fellowship. His research had been published in peer-reviewed journals,\nincluding Neuron, Science and Nature.\n\nEric Kim, (28), Associate, joined New Leaf in December 2013. From 2011 through 2013, Eric was\na Private Equity Associate at Francisco Partners, where he focused on diligence and company\noversight efforts on the firm’s healthcare information technology portfolio. Prior to joining\nFrancisco Partners, Eric worked for three years at McKinsey & Company as a Senior Business\nAnalyst in their Corporate Finance Practice. Eric received his dual B.A. in Mathematical\nMethods in the Social Sciences and Economics from Northwestern University.\n\nIsaac Manke, Ph.D., (37), Portfolio Manager, joined New Leaf in 2009 as an Associate and was\npromoted to Public Investment Director in 2012. Prior to joining New Leaf, Isaac was an\nAssociate in the Global Biotechnology Equity Research group at Sanford C. Bernstein.\nPreviously, Isaac worked as an Associate in the Biotechnology Equity Research group at\nDeutsche Bank and was a Senior Analyst at Health Advances, a biopharmaceutical and medical\ndevice strategy consulting firm. Isaac received a B.A. in Biology and a B.A. in Chemistry at\nMinnesota State University (Moorhead), and a Ph.D. in Biophysical Chemistry and Molecular\nStructure at the Massachusetts Institute of Technology (MIT). Isaac’s discoveries led to several\npublications in top journals, including Science and Cell, and were selected by Science as one of\n\n14 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024025",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024025.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3695,
    "word_count": 561,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:46.109654",
    "prefix": "IMAGES-007"
  }
}