{
  "document_id": "HOUSE_OVERSIGHT_019011",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019011.txt",
  "text": "Date: 7/13/06\nTime: 9:27:55\n\nCase No. .. . : 1-05-000368 (Continued)\nmassages.\n\nHe was asked if he remembered any names of the girls that massaged\nEpstein. He tried to remember and was unable to provide any exact\nnames of any girls. Alessi was asked about any contact with anyone\nfrom the Epstein organization. Alessi said he did speak with Mr.\nEpstein shortly after my initial contact with him to find out what was\ngoing on. Alessi also stated that approximately on November 11, 2005,\nhe was contacted by a private investigator from the Law Office of Roy\nBlack. The investigator had called him to meet with him to ascertain\nwhat he was going to tell the police. Alessi stated they met at the\nCarrabba s Restaurant in Boynton Beach and discussed the same\nquestions I was asking him. I informed Mr. Alessi and Mr. Morrell\nthat as this is an ongoing investigation and anything we discuss\nshould be confidential. They both acknowledged the fact that the\ninformation would be kept confidential. It should be noted that a\ncourt reporter was present during the interviews and would be\nproviding a copy of the statements to me when they become available.\n\nOn November 21, 2005, I received a voice mail from Mr. Fronstin who\nadvised he would not be making Mr. Epstein available for any\nstatements. He did have some words that he wanted to relay on behalf\nof Mr. Epstein. I telephoned his office and left a message for him to\nreturn my call.\n\nOn November 29, 2005, I received a call back from Mr. Fronstin who\nleft a voice mail after hours on November 28, 2005, advising he would\nreturn my call during normal business hours to speak with me reference\nthe case on November 29, 2005.\n\nx\n\nKRKEKEREKERERERKEREEREEKEKEEK NARRATIVE HQ RR KERR KEKE KEKE KEKE KEK RE RRR KE\n\nNA Reported By: RECAREY, JOSEPH 11/29/05\nEntered By.: ALTOMARO, NICKIE A. 12/01/05\n\nOn November 29, 2005, at approximately 2:30 p.m. I received a\ntelephone call on the department issued cell phone. Mr. Fronstin\nstated he was calling to relay information that Mr. Epstein wished he\ncould relay. Mr. Fronstin stated that he would not allow Mr. Epstein\nto speak with me at this time. He further stated that Mr. Epstein is\nvery passionate about massages. He continued that Mr. Epstein had\nallegedly donated over $100,000 to the Ballet of Florida for massages.\nThe massages are therapeutic and spiritually sound for him that is\nwhy he has had many massages. Mr. Fronstin stated he appreciated the\nway the investigation has not been leaked out into the media. I\nexplained to Mr. Fronstin that it is as important to protect the\ninnocent if the allegations are not substantiated. Mr. Fronstin was\ntold of the allegations that the private investigators assigned to the\ncase have been portraying themselves as police officers.\n\nAdditionally, I explained that my cell phone had been called by the\nprivate investigators. Mr. Fronstin advised he was not aware of that\nand advised they were under the direction of Attorney Roy Black in\n\nHOUSE_OVERSIGHT_019011",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019011.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3003,
    "word_count": 514,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:47.238925",
    "prefix": "IMAGES-005"
  }
}