{
  "document_id": "HOUSE_OVERSIGHT_017368",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017368.txt",
  "text": "4.2.12\nWC: 191694\n\nperceived a possible conflict of interest, and didn’t make the call. Several years later, I was\napproached by Monica’s mother at a Jewish event. She said, “I wish you had called Monica.” I\nhave often wondered whether the case would have turned out differently if I had called and\nagreed to represent her.\n\nAlthough I helped defend Clinton before Congress and in the court of public opinion, I was\ncritical of his sexual misconduct while in office. In my book Sexual McCarthyism, I argue:\n\n“At bottom this is a story of how two men who are obsessed about forbidden\nsex—Clinton about engaging in it and Starr about exposing it—managed to turn a tawdry\nseries of Oval Office sexual encounters into a constitutional crisis. Clinton and his\nadvisers made mistake after mistake in a futile effort to keep his embarrassing little secret\nfrom becoming public. Starr and his staff overreached, overreacted, exaggerated and\npressed every issue to the limits of its logic to expose the secret and embarrass the\nPresident. The result was a highly unlikely combination of factors that led the nation to\nwhere almost no one wanted to go—to the brink of a constitutional crisis with\ninternational implications.\n\nSome critics believe that Bill Clinton and Kenneth Starr deserve each other. But we the\npeople do not deserve to see our delicate system of checks and balances endangered by\nthe reckless actions of two obsessed men.”\n\nRemarkably, I have remained on friendly terms with both Clinton and Starr after writing these\nharsh words. Most celebrities I have encountered have extremely thin skins. They never forgive\neven small slights because they are accustomed to being universally adored. Both Clinton and\nStarr have thick skin. They accept criticism, especially when they know it is well intentioned. The\nsame cannot be said about the next celebrity (and his lawyers) in whose case I played a major\nrole.\n\n281\n\nHOUSE_OVERSIGHT_017368",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017368.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1944,
    "word_count": 319,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:44.329982",
    "prefix": "IMAGES-004"
  }
}