{
  "document_id": "HOUSE_OVERSIGHT_020257",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020257.txt",
  "text": "105\n\nCHAPTER THIRTEEN\n\nEnter Assange\n“Thanks to Russia (and thanks to WikiLeaks), Snowden remains free.” — Julian Assange\n\nBorn on July 3, 1971 in Queensland, Australia, Julian Assange had made a brilliant career of\ntrafficking in state, military and corporate secrets. While still a teen-ager, using the alias\n“Mendax” (the untruthful one), he had hacked into the computers of the Pentagon, the U.S. Navy,\nNASA, Citibank, Lockheed-Martin and Australia's Overseas Telecommunications Commission.\nAt the age of 25, pleaded guilty to 25 charges of hacking in Australia, but was released on a good\nbehavior bond. In 2006, with the spread of TOR software, he co-founded Wikileaks, a website in\nwhich secret documents could anonymously be sent and posted. The site received little public\nattention until Bradley Manning sent it several hundred thousand lowly-classified U.S. military\nand State Department documents in April 2010. With these stolen documents, Wikileaks became\na media sensation and Assange, the runner-up for Zime’s Man-of-the Year for 2010, became a\nleading figure, along with Appelbaum, in the global hacktavist underground. In November 2010,\nhowever, he also ran into a legal problem. A judge in Stockholm, Sweden ordered his detention\non suspicion of rape, sexual molestation and unlawful coercion. He denied the charges but he was\narrested in London on a European arrest warrant for him. In December, he was released on a\n$312,700 bail deposit (supplied by his supporters) and confined to Ellingham Hall in Norfolk,\nEngland. While awaiting the outcome of the extradition proceedings, he lived there with Sarah\nHarrison, his 28- year deputy at Wikileaks. A graduate of the elite Sevenoaks School in Kent, she\nalso served as Assange’s liaison with the outside world. Although she officially was given the title\n“investigative editor” of Wikileaks, she worked so closely with Assange during this period that\nthe British press carried stories saying she was his paramour. During this period, Harrison also\nworked on a Wiki leak’s documentary entitled “Mediastan/” The film concerned Wikileaks’\nexposure of US secret operations in Russia and other parts of the former Soviet Union. It was\nalso a project which took her to Russia and provided her with a multi-entry Russian visa.\n\nIn June 2012, after the extradition order was upheld, he jumped bail and fled to the Ecuador\nembassy in London. For the next year, his only visible means of income was a weekly program\nfrom the embassy. It was sponsored by RT Television, a Moscow-based English-language news\nchannel funded by the Russian government, which would also finance and release “Mediastan.”\n\nSnowden telephoned Assange at his refuge at the Ecuador embassy on June 10, 2013.\nAccording to Assange, Snowden needed his help for his exit plan. He wanted Assange to use\nWikileaks’ “resources” to get him out of Hong Kong. Assange considered it a surprising request\nsince Snowden had not given any of the stolen documents to Wikileaks. In their discussion,\n\nHOUSE_OVERSIGHT_020257",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020257.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3039,
    "word_count": 480,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:47.328680",
    "prefix": "IMAGES-005"
  }
}