{
  "document_id": "HOUSE_OVERSIGHT_031845",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031845.txt",
  "text": "Article 4.\n\nThe Washington Post\n\nAmid the Arab Spring, a U.S.-Saudi split\nNawaf Obaid\n\nMay 16 - RIYADH, SAUDI ARABIA -- A tectonic shift has\noccurred in the U.S.-Saudi relationship. Despite significant pressure\nfrom the Obama administration to remain on the sidelines, Saudi\nleaders sent troops into Manama in March to defend Bahrain’s\nmonarchy and quell the unrest that has shaken that country since\nFebruary. For more than 60 years, Saudi Arabia has been bound by\nan unwritten bargain: oil for security. Riyadh has often protested but\nultimately acquiesced to what it saw as misguided U.S. policies. But\nAmerican missteps in the region since Sept. 11, an ill-conceived\nresponse to the Arab protest movements and an unconscionable\nrefusal to hold Israel accountable for its illegal settlement building\nhave brought this arrangement to an end. As the Saudis recalibrate\nthe partnership, Riyadh intends to pursue a much more assertive\nforeign policy, at times conflicting with American interests. The\nbackdrop for this change are the rise of Iranian meddling in the\nregion and the counterproductive policies that the United States has\npursued here since Sept. 11. The most significant blunder may have\nbeen the invasion of Iraq, which resulted in enormous loss of life and\nprovided Iran an opening to expand its sphere of influence. For years,\nIran’s leadership has aimed to foment discord while furthering its\ngeopolitical ambitions. Tehran has long funded Hamas and\nHezbollah; recently, its scope of attempted interference has\nbroadened to include the affairs of Arab states from Yemen to\nMorocco. This month the chief of staff of Iran’s armed forces, Gen.\nHasan Firouzabadi, harshly criticized Riyadh over its intervention in\nBahrain, claiming this act would spark massive domestic uprisings.\n\nHOUSE_OVERSIGHT_031845",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031845.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1818,
    "word_count": 283,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:45.012228",
    "prefix": "IMAGES-011"
  }
}