{
  "document_id": "HOUSE_OVERSIGHT_019643",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019643.txt",
  "text": "Did Snowden Act Alone? | 155\n\nshared Snowden’s anti-surveillance views. If Snowden then voiced\nan interest in exposing the NSA’s secrets, this person could sup-\nply him with the necessary guidance, steering a still-unsuspecting\nSnowden first to the Booz Allen position and afterward to his associ-\nates in Hong Kong. By taking sole credit for the coup in the video\nthat he made with Poitras and Greenwald in Hong Kong, he acted, as\nhe told Greenwald, to divert suspicion from anyone else. This move\ncould also give any collaborator he might have had in Hawaii time\nto cover his or her tracks.\n\nThe astronomer Carl Sagan famously said in regard to searching\nthe universe for signals from other civilizations that the “absence\nof evidence is not evidence of absence.” That injunction also applies\nto the spooky universe of espionage. The fact that a mole hunt fails\nto find a hidden collaborator at the NSA does not necessarily mean\nsuch a mole does not exist. Historically, we have many notable cases\nin which Russian moles eluded long, intensive investigations. Rob-\nert Hanssen penetrated the FBI for over twenty years for the KGB\nwithout being caught. Similarly, Aldrich Ames acted as a KGB mole\n\n© in the CIA for more than ten years and passed all the CIA’s sophisti- ©\ncated lie detector tests. Both Hanssen and Ames eluded intensive FBI\nand CIA investigations that lasted over a decade. According to Victor\nCherkashin, their KGB case officer, whom I interviewed in Moscow\nin 2015, the KGB was able to hide their existence from investigators\nfor such a long period partly because of the widespread belief in U.S.\nintelligence that moles were fictional creatures that sprang from the\n“paranoid mind” of James Jesus Angleton. When I then cited the\nsignature line from the movie The Usual Suspects, “The greatest\ntrick the devil ever pulled was convincing the world he didn’t exist,”\nCherkashin thinly smiled and said, “CIA denial [of moles] certainly\nhelped.”\n\nIn view of such past successes of the Russian intelligence services,\nit cannot be precluded that there was another person in the NSA\nworking with the enthusiastic Snowden as cover to prevent any light\nfrom falling on his own surreptitious spying. While it may seem\nextremely unlikely that Snowden had such assistance, the alterna-\ntive scenario, that Snowden broke into the sealed compartments and\n\n| | Epst_9780451494566_2p_all_r1.z.indd 155 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019643",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019643.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2451,
    "word_count": 404,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:45.095760",
    "prefix": "IMAGES-005"
  }
}