{
  "document_id": "HOUSE_OVERSIGHT_011022",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011022.txt",
  "text": "Jacob Mincer seems to have been first in print with the post-war revival of interest\nin human capital, in his 1958 paper’? rederiving Irving Fisher’s present value\nequation and stressing job training. Schultz impresses me as the main idea man\namong these post-war contributors. He usually avoided math, unlike the others, and\nis probably the best source for quotes in plain English. His paper Investment in\n\nHuman Capital, published in 1961, includes:\n\n... Much of what we call consumption constitutes investment in human capital.\nDirect expenditures on education, health and internal migration to take advantage\nof better job opportunities are clear examples. Earnings foregone by mature\nstudents attending school and by workers acquiring on-the-job training are equally\nclear examples.\n\n... This use of leisure time to improve skills and knowledge is widespread... I shall\ncontend that such investment in human capital accounts for most of the impressive\nrise in the real earnings per worker...\n\n... Measured by what labor contributes to output, the productive capacity of human\nbeings is now vastly larger than all other forms of wealth taken together...\n\n... the curve relating income to age trends to be steeper for skilled than for unskilled\npersons. Investment in on-the-job training seems a likely explanation...\n\n... We can think of three classes of expenditures: expenditures that satisfy human\npreferences and in no way enhance the capabilities under discussion - these\nrepresent pure consumption; expenditures that enhance capabilities and do not\nsatisfy any preference underlying consumption - these represent pure investment;\nand expenditures that ... are ... partly consumption and partly investment. ...\n\nIn 19621! he added:\n\n... the investment in human capital can conveniently be classified in (1) nurture and\nhigher education, (2) postschool training and learning, (3) preschool learning\nactivities, (4) migration, (5) health, (6) information, and (7) investment in children\n(population) ...\n\n10 Investment in Human Capital and Personal Income Distribution\n11 Human Capital: Policy Issues and Research Opportunities\n\nChapter 5 Bringing Human Capital In 1/13/16 3\n\nHOUSE_OVERSIGHT_011022",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011022.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2205,
    "word_count": 330,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:47.779050",
    "prefix": "IMAGES-001"
  }
}