{
  "document_id": "HOUSE_OVERSIGHT_029922",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029922.txt",
  "text": "Health care\n\nDiana believes that it is critical that all Americans have access to the health care they need.\nDiana has led the way for health care reform in Congress and played a central role in\nexpanding coverage for low-income children and families.\n\nDiana is a leading voice on health care reform in Congress. Her efforts were critical to the\npassage of a health reform bill earlier this year that will expand access to health care to\nmillions of Americans and lower costs for those that previously enjoyed coverage. In\nparticular, she was the leader of a broad coalition of representatives that were successful in\nresisting efforts to limit a woman’s right to choose under the new legislation. Diana’s top\nhealth care reform initiatives include access to high quality, affordable care for all children,\nprevention and wellness, strengthening the health care workforce, and expanding primary\ncare and community health center services.\n\nDiana has led efforts to expand the State Children’s Health Insurance Program (SCHIP),\nwhich provides health insurance to low-income children up to age 18. In the 111th\nCongress, Diana was a leader in the expansion of SCHIP that was signed into law by\nPresident Obama in February of 2009.\n\nStem Cell Research\n\nU.S. Rep. DeGette was the chief architect of legislation to expand stem cell research, which\nwas passed twice with broad, bipartisan support in Congress. The measure was vetoed\ntwice by President George W. Bush - including his very first presidential veto. In March of\n2009, President Barack Obama signed an executive order reversing former President\nBush’s restrictions on embryonic stem cell research. Standing next to the President as he\nsigned the order, U.S. Rep. DeGette is working with the Obama Administration on codifying\nthe order into law. In March 2010, Diana introduced bipartisan stem cell research\nlegislation that would do just that. The Stem Cell Research Advancement Act would ensure\na lasting ethical framework overseeing stem cell research at the National Institutes of\nHealth (NIH) and will provide stability to the scientists and individuals who are on the\nquest for live-saving cures.\n\nReproductive rights\n\nAs the co-chair of the Congressional Pro-Choice Caucus, Diana has fought for common-\nsense family planning and reproductive rights. She is a lead sponsor of the Prevention First\nagenda, which is a comprehensive, bi-partisan approach to reducing unintended\npregnancies and the need for abortion. Most recently, Diana led the fight against the Stupak-\nPitts Amendment - a dangerous restriction on women’s reproductive rights.\n\nHOUSE_OVERSIGHT_029922",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029922.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2626,
    "word_count": 411,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:44.570178",
    "prefix": "IMAGES-010"
  }
}