{
  "document_id": "HOUSE_OVERSIGHT_011655",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011655.txt",
  "text": "Rabin, too, puffing furiously on his cigarette. When the erect figure of Sadat\nemerged, there was spontaneous applause, and a serenade from Israeli army\ntrumpeters.\n\nEven before Sadat’s Knesset address the next day, I understood that his visit,\nhis willingness to make the first, bold move toward a possible peace, marked\njust the beginning of a difficult negotiating road. But there was one passage in\nhis speech that touched me especially. He ran through the history of how Egypt\nand other Arab states had not just fought Israel, but denied our right to exist as a\nstate. “We used to brand you as so-called Israel,” he said. Now, the leader of\nour most important Arab enemy declared: “You want to live with us in this part\nof the world. In all sincerity, I tell you that we welcome you among us, with full\nsecurity and safety.”\n\nThe formula he proposed was straightforward. Egypt would agree to a full\npeace, accepting and formally recognizing the state of Israel. But Israel would\nhave to withdraw from all Arab land captured in 1967, including “Arab\nJerusalem.” We would also have to accept the “rights of the Palestinian people\nto self-determination, including their right to establish their own state.” Begin’s\nreply was more sensitive than I’d expected from a leader who, through my\nLabor kibbutnzik eyes, I'd always seen as an extremist, unwaveringly\ncommitted to a “greater Israel”. Though he did make it clear his views on the\nshape of an eventual peace differed from Sadat’s, he proposed further talks with\nthe aim of finding an agreement both sides could live with. Still, like all Israelis,\nI knew he would never accept at least two of the Egyptian president’s demands:\na retreat from our control of a united Jerusalem or the creation of a Palestinian\nstate on the West Bank of the Jordan: for Begin, biblical Judaea and Samaria.\n\nOn our territorial dispute with Egypt, I did believe a deal was possible. I\ndidn’t expect us to return all of the Sinai, if only because I couldn’t see Begin\nagreeing to it. For security reasons, I also felt we should try to hold on to a pair\nof air force bases built after 1967, with American help, just a few miles over the\nNegev border. But as for the rest, I saw no reason not to give it back. As I’d told\nMotta after the 1973 war, I'd long believed Israel had lost sight of the original\nreason we’d held onto the Sinai after 1967. It was supposed to be a huge, sandy\nsecurity buffer. If we did manage to make peace with Egypt, there was surely no\nreason to hold on to it.\n\nThe moment of truth came almost exactly 10 months later, in September\n1978. American President Jimmy Carter hosted a summit with Begin and Sadat\nat Camp David, in search of a “framework agreement” for final negotiations on\n\n184\nHOUSE_OVERSIGHT_011655",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011655.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2772,
    "word_count": 489,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:48.695452",
    "prefix": "IMAGES-001"
  }
}