{
  "document_id": "HOUSE_OVERSIGHT_020606",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020606.txt",
  "text": "147\n\nhave been taking security agencies and credible media investigations seriously. The\ndirector-general of the Australian Security Intelligence Organization, Duncan Lewis,\nsaid the espionage and interference threat is greater now than at any time during\nthe Cold War due to a greater number of foreign intelligence actors and the advent\nof cybertechnologies. He said foreign interference activities range from “a foreign\npower using local Australians to observe and harass its diaspora community here in\nour country through to the recruitment and co-opting of influential and powerful\nAustralian voices to lobby our decision-makers.”?\n\nMuch of the debate—particularly in its early stages—has been anchored in the\ncommunity of Chinese Australians. Ethnic Chinese writers, entrepreneurs, and\nactivists led the way in drawing the nation’s attention to the party’s efforts\n\nto suppress the diversity of their opinions through surveillance, coercion, and co-option.\nIn 2005, Chinese defector Chen Yonglin exposed an enormous informant network\nthat kept tabs on Chinese Australians, including Falun Gong practitioners, who\ndefied the party line. In 2008, thousands of red flag-waving students were mobilized\nto march on Canberra’s Parliament to “defend the sacred Olympic torch” against\npro-Tibet and other protestors as the torch wound its way to the Olympic ceremony\nin Beijing.* More recently, Chinese Australian journalists have laid a foundation\n\nof investigative reporting on the Chinese Communist Party’s concealed links\n\nto Australian politics. Philip Wen, Beijing correspondent for the Sydney Morning\nHerald, showed how the party was “astroturfing” grassroots political movements\n\nto give the impression of ethnic Chinese support for Beijing’s policies and leaders\nand to drown out its opponents. Over the past two years, Australian investigative\njournalists have documented a series of examples of Beijing-linked political donors\nbuying access and influence, universities being co-opted as “propaganda vehicles,”\nand Australian-funded scientific research being diverted to aid the modernization of\nthe People’s Liberation Army (PLA). Some of those reports showed how the CCP was\nusing tools of coercion and co-option to manipulate deliberations of the Australian\nParliament.\n\nIn 2017, CCP interference in Australian democratic processes became so brazen that\nparty officials began to use their capability for interference as diplomatic leverage. The\ntargets were bipartisan. The CCP reportedly leveraged the fact of its arbitrary power\nover Australian prisoners in China as it sought to persuade the Malcolm Turnbull\ngovernment to ratify a controversial extradition treaty.* And Meng Jianzhu, then\nChina’s minister of public security, warned the Labor opposition leadership about the\nelectoral consequences of failing to endorse the treaty. According to the Australian\nnewspaper: “Mr. Meng said it would be a shame if Chinese government representatives\nhad to tell the Chinese community in Australia that Labor did not support the relationship\nbetween Australia and China.”\n\nAppendix 2\n\nHOUSE_OVERSIGHT_020606",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020606.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3115,
    "word_count": 447,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.148536",
    "prefix": "IMAGES-006"
  }
}