{
  "document_id": "HOUSE_OVERSIGHT_011847",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011847.txt",
  "text": "/ BARAK / 90\n\n“because for him, Jerusalem was sacred from a strictly national and historic point\nof view.” It was for me as well. In fact, I think its religious significance probably\nresonated more strongly. Still, the major change from the summit was that even\nthose Israelis who found a compromise on Jerusalem unacceptable recognized that,\nif they did want to negotiate a definitive end to the conflict, talking about it was\nunavoidable.\n\nAt least for now, however, there wasn’t going to be a peace deal. As our El Al\n707 descended over the Mediterranean for our approach back to Ben-Gurion\nAirport, I faced the more immediate issue of ensuring my government survived.\nThis was partly in case, against all odds, Arafat showed a readiness to revive the\nsearch for peace — but also because of the real prospect he would choose violence\ninstead.\n\nSince the Knesset was about to go into recess until late October, I would have a\nthree-month window to reshape and stabilize my coalition — but only if we could\nweather a no-confidence motion introduced by Arik Sharon after Camp David. We\ndid weather it, barely. Arik needed a majority of the Knesset’s 120 seats to bring\ndown the government. The vote ended in a 50-50 tie. The other 20 MKs abstained,\nor didn’t show up. This was not because of any enthusiasm for my efforts to get an\nagreement at Camp David, but because of a /ack of enthusiasm for an early\nelection in which they feared losing seats.\n\nStill, that did allow me to focus on the challenge of the inevitably altered\nsituation with Arafat after the summit’s collapse. My main concern was the\npossibility of violence. Even before returning home, I’d phoned Shaul Mofaz and\nAvi Dichter, the former Sayeret Matkal officer who was now head of the Shin Bet.\n“Let’s hope the violence doesn’t come,” I told them. “But if it does, make sure we\nare ready.” Though there was no sign of violence in the weeks immediately after\nthe summit, there was equally little sign of diplomatic engagement by Arafat.\nObviously relieved at the way Camp David had ended, he returned to Gaza to a\nhero’s welcome, proudly proclaiming that he had refused to “give up” Jerusalem. It\nwas vintage Arafat: the “general” in his starched uniform and kefiyeh, fresh from\n\n376\nHOUSE_OVERSIGHT_011847",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011847.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2274,
    "word_count": 393,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.509382",
    "prefix": "IMAGES-001"
  }
}