{
  "document_id": "HOUSE_OVERSIGHT_015008",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015008.txt",
  "text": "of today's US-Rus relations is slowly known\" in response to the following comment @turndeaux:\nPeter Dale Scott, who writes about the Deep State, says Russia issue is \"a bona fide security issue,\nnot a diversion”.\n\nAbout Bud Horton and the Loudoun County matter - in attempts to make a long story short, the\nfollowing email chain:\n\nOn Monday, June 26, 2017 10:57 AM, [I rot:\n\nSheriff Chapman,\nLoudoun Count, VA\n\nDid you ever consider that Loudoun was a target? That your community was induced to walk it’s own\nchildren down the plank as compensation for what Loudoun had done to the young Dima Yakovlev?\nBecause now child exploitation is deeply embedded within your community with your own people\n(your own police, your own prosecutors, your own public defenders and private attorneys) protecting\nthis very system that will be used to take the futures of your Loudoun children (see more of the details\nbelow). Is it possible that that's how this happened, and you saw it not unfolding before your eyes? Or\nwas it simply money and just another good enough justification?\n\nForwarded Message\n\nOn Monday, June 26, 2017 10:24 AM, iS wrote:\n\nChangeis,\n\nYou reported in May of 2014 that you hired Bob Richel formerly of the DEA as Vice President of\nCorporate Development. In an April 2014 interview by the Loudoun County Police (those in the mouth\nof the lion but not quite aware of it yet but to have foreseen the ways in which the 2008 death of the\nRussian born 21 month-old Dima Yakovlev (renamed Chase Harrison by his Purcellville, VA adoptive\nparents) would have been used as \"justification\" for a (quite profitable) counter-offensive... ) of Henry\n\"Bud\" Horton (characterized by Loudoun County as a \"victim\" of the recent \"False statement to Law\nEnforcement Officer (LEO)\" of him sexually exploiting the 15 year-old Anjulee Gunther), Henry \"Bud\"\nHorton named Bob Rachel as one of the DEA guys he used to work with. This takes on unusual\nsignificance in light of the below, no?\n\n(How lovely, by the way, this following information and the ways in which it helps us understand many\nof the hidden influences: \"Halliburton is also involved with the Russian mob. They're got sort of two\n\nthings going on. One is oil and the other is drug trafficking. Halliburton is a story all by itself.\" (says\nStan Goff, http://narconews.com/goffmccormick1 .html))\n\nOn Saturday, June 24, 2017 2:43 PM, [i yt:\n\nMr. Satz,\nState's Attorney, Broward County, FI\n\nI'm forwarding the below information as it pertains to Mrs. Lesley Simms and more importantly the\nones with whom she continues to coordinate.\n\nAs you may know, she was once close with an individual named Matthew Horton with whom she\nattended George Mason University, and through Matthew, Ms. Simms became well-acquainted with\n\nHOUSE_OVERSIGHT_015008",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015008.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2786,
    "word_count": 464,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:44.046189",
    "prefix": "IMAGES-003"
  }
}