{
  "document_id": "HOUSE_OVERSIGHT_020627",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020627.txt",
  "text": "168\n\nChinese Race.”* Hong Kong has long been a base for flag-waving Chinese activists\nagitating on the issue of the Senkaku/Diaoyu islands. “The Chinese race does not\nfight wars. The Chinese race only safeguards peace!” runs one pronouncement which\nwas designed as an outreach to potential supporters on Okinawa. “The Chinese race\nis relying on you. The Chinese race today relies on you, and the Chinese race can\nrely on you.”° Even more extreme is the way that the group frames its assertion that\nthe Ryukus (Senkaku/Diaoyu) should become part of China. “The Japanese people\nare a part of the Chinese race and Japan is originally of Chinese blood,” the group’s\npresident, Zhao Dong, says in one posting.\n\nFor the CCP in Beijing, with an eye on the long game, building links between\nmalcontents in Okinawa and patriots in Hong Kong could easily pay off in the future.\n\nCountering Chinese Influence\n\nThe Japanese government has been at the forefront of attempts to counter Chinese\nefforts for influence throughout Asia. It maintains a robust, if under-the-radar,\nrelationship with Taiwan. It has strong ties to Vietnam and it has attempted to\nmodify China’s influence over Cambodia and Laos, although to little effect. Japan\nhas a close relationship with New Delhi that involves not simply trade but also\nsecurity. Japan and India recently unveiled the Asia-Africa Growth Corridor as a\nway to compete with Chinese influence in Africa. Japan’s ties to Australia are deep\nas well.’ Japan’s government was the source of the expression “Free and open Indo-\nPacific” as a counterpoint to China’s attempts to turn the Western Pacific (or at least\nthe South China Sea) into a Chinese lake. Moreover, Japanese firms currently are\noutpacing Chinese firms in terms of infrastructure investment in Southeast Asia.\n\nNOTES\n\n1 Justin McCurry, “China Lays Claim to Okinawa as Territory Dispute with Japan Escalates,” Guardian (UK),\nMay 15, 2013, https://www.theguardian.com/world/2013/may/15/china-okinawa-dispute-japan-ryukyu.\n\n2 Taiwanese newspapers have already covered the Organizing Committee in a rather disparaging fashion:\n“Pushing Japan to Hand Back the Ryukyus: Chinese People Draw up an International Lawsuit,” “(eB Si 5t\nSR PB)A HAL BIRR,” Liberty Times (Taiwan), August 2, 2016, accessed October 11, 2018, http://news.ltn\n.com.tw/news/world/paper/1017100.\n\n3 “China Brilliant Cause Investment Group CCTV International News Introduction,” Yanzhao Nightly/\nShijiazhuang Daily, accessed October 11, 2018, http://www.hnqxgs.com/yzwbfz/2196344.html.\n\n4 “Organising Committee for the Ryukyu Islands Special Administrative Region of the Chinese Race,”\nWeibo, accessed October 11, 2018, https://www.weibo.com/u/1931192953?is_hot=1.\n\n5 Ryukyu Network, Organising Committee for the Special Administrative Region of the Chinese Race,\naccessed October 11, 2018, http://www.ryukyu-china.com.\n\nAppendix 2\n\nHOUSE_OVERSIGHT_020627",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020627.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2911,
    "word_count": 423,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.790920",
    "prefix": "IMAGES-006"
  }
}