{
  "document_id": "HOUSE_OVERSIGHT_026999",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_026999.txt",
  "text": "From: \nSent: \nTo: \nSubject: \nHow To Academy \n6/27/2019 8:29:59 AM \njeeyacation@gmail.com \nLIVE! Melinda Gates on How Empowering Women Changes the World \nLIVE! Melinda Gates on How Empowering Women Changes the World \nView this email in your browser \n17th July 2019 \nMelinda Gates \nHow Empowering Women Changes the World \nBuy Tickets \nHOUSE OVERSIGHT 026999 \nWHEN: \nWed, 17th Jul 2019 \n6:45pm - 8:00pm \nWHERE: \nEmmanuel Centre \n9-23 Marsham Street \nIn her book, The Moment of Lift: How Empowering Women Changes the World, Melinda Gates \nmakes a bold claim: when we lift up women, we lift up humanity. \nHOUSE OVERSIGHT 027000 \nBuy Tickets \nIn this live In Conversation event, Melinda will introduce us to the women she's met during \nyears of travel, humanitarian work and extensive research. She will share stories from her new \nbook The Moment of Lift: How Empowering Women Changes the World: stories that are \nbrutally honest, gut-wrenching, inspiring and triumphant. They show us how, time and time \nagain, empowered women rise up and bring their families and communities with them. \nMelinda will also share her own personal journey to achieving equality in her marriage, finding \nher voice and becoming an advocate for women and girls. She will explain how the women she \nhas met have called her to action. And at this critical moment, she will call us to action too — \nurging us to drive progress in our homes, workplaces and communities. \nThis conversation will fill your heart with hope and the determination to empower yourself and \nothers. It will also ignite your sense of urgency, leaving you convinced that equality can't wait. \nWHAT THEY SAY \nin her book, Melinda tells the stories of the inspiring people she's met \nhrough her work all over the world, digs into the data, and powerfully \nillustrates issues that need our attention — from child marriage to gender \n.nequity in the workplace.' — President Barack Obama \nMelinda Gates has spent many years working with women around the \nworld. This book is an urgent manifesto for an equal society where \nwomen are valued and recognized in all spheres of life. Most of all, it is a call for unity, inclusion \nand connection. We need this message more than ever.' — Malala Yousafzai \nThe Moment of Lift is an urgent call to courage. It changed how I think about myself, my family, \nmy work, and what's possible in the world. Melinda weaves together vulnerable, brave \nstorytelling and compelling data to make this one of those rare books that you carry in your \nheart and mind long after the last page.' — Brene Brown, Ph.D., author of New York Times #1 \nbestseller Dare to Lead \nThis book is a beautiful and concise mission statement on what we need to do to move society \nforward- continue to empower women. At every level and in all places women are truly the \nbedrock supporting their communities.' — Trevor Noah \nHOUSE OVERSIGHT 027001 \n'Melinda Gates's book is a lesson in listening. A powerful, poignant, and ultimately humble call \nto arms.' — Tara Westover, author of Educated \nMelinda French Gates is a philanthropist, businesswoman, \nand global advocate for women and girls. \nAs the co-chair of the Bill & Melinda Gates Foundation, \nMelinda sets the direction and priorities of the world's \nlargest philanthropy. She is also the founder of Pivotal  \nVentures, an investment and incubation company working \nto drive social progress for women and families in the \nUnited States. Melinda's first book, The Moment of Lift, was \npublished in the UK April 2019 by Bluebird, part of Pan \nMacmillan. \nBuy Tickets on Eventbrite \nShare this Email with your Friends \nHOUSE OVERSIGHT 027002 \nShare \nTweet \nForward \nSince 2013 the How To: Academy has offered a home for people who think big. Now you can \ngo deeper into the world of ideas by becoming a Member. \nCopyright © 2019 How To Academy, All rights reserved. \nYou are receiving this email because you opted in our website howtoacademy.com and \nindicated you wished to receive news about courses and offers. \nOur mailing address is: \nHow To Academy \n11 Aldridge Road Villas \nLondon, England W11 1BL \nUnited Kingdom \nwww.howtoacademy.com  \nhow to: unsubscribe I update subscription preferences \nHOUSE OVERSIGHT 027003",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_026999.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4227,
    "word_count": 693,
    "line_count": 85,
    "import_date": "2025-11-19T21:47:47.456363",
    "prefix": "TEXT-001"
  }
}