{
  "document_id": "HOUSE_OVERSIGHT_019195",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019195.txt",
  "text": "CHAPTER I8\n\n05\n\nh police officers execute a scandy\nLaura Johnson, at Jeffrey Epsteins\nInside the house, an employee is\ney ask him, politely, to hang we\np the winding stairs to the homes\n\nsutside and reads the warrant, out\nile another officer videotapes them.\nzy says as he hands over the wat-\ni, I will leave a list of what items\n\ne- a\nk that you don’t answer your tel\nrsation\n\nleman was having a conve\n\nSo I’m sure he’s trying to call and ;\nwill be told what was going oP as |\n\n78\n\nFirtuy Ricw\n\nInside the house, detectives see the pink-and-green couch\nthat Mary and other girls had described. They see photos of\nnaked young girls—in some cases, girls they’ve spoken to about\nEpstein. They also find message pads on which are written first\nnames, dates, and numbers for the girls.\n\nSometimes there are notes to go with the names and num-\nbers: “I have girls for him.” Or “I have 2 girls for him.”\n\nThese notes are signed by one Sarah Kellen.\n\nEpstein’s house has a strangely antiseptic quality. Some of\nthe bedrooms look almost like doctors’ offices. In the bathroom\noff Epstein’s bedroom, there’s a massage table as well as stands\nholding strange machines, which looked like something youd\nfind in a dermatologist’s office.\n\nIn a wood-colored armoire beside Epstein’s bed, they see a\nbottle of peach-flavored Joy Jelly. In the bathroom, there are\nsoaps shaped like penises and vaginas, bottles of Mango Mist,\nmore Joy Jelly, and boxes of tampons.\n\nThe officers find stacks of UFC videos and DVDs of Rock Star\nand other B-list movies.\n\nThey also find receipts for books bought on Amazon, such as\nSlaveCraft: Roadmaps for Erotic Servitude.\n\nOn the first floor, detectives are drawn to two secret cameras\nhidden in clocks. On the computer hard drive, they see several\nphotographs of Wendy and other girls. These images appear to\ncome from the camera inside the clock behind Epstein’s desk.\n\nThe officers know where the cameras are because they helped\n\n4 install them—in 2004, when Epstein complained that someone\n\"had stolen a gun and $2,700 from him. Detective Recarey had\n_ investigated that case. But before he could arrest Epstein’s handy-\n\"Man, Juan Alessi, for the theft, Epstein contacted a captain in the\n\n79\n\nHOUSE_OVERSIGHT_019195",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019195.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2239,
    "word_count": 386,
    "line_count": 71,
    "import_date": "2025-11-19T21:47:45.285806",
    "prefix": "IMAGES-005"
  }
}