{
  "document_id": "HOUSE_OVERSIGHT_010897",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010897.txt",
  "text": "Case 9:08-cv-80736-KAM Document 291-1 Entered on FLSD Docket 01/21/2015 Page 7 of 20\n\nand bold that anyone spending any significant time at one of Epstein’s residences would have\nclearly been aware of what was going on.\n\n18. Epstein’s code word for sexual encounters was that it was a “massage”. At times\nthe interaction between Epstein and the girls would start in a massage room setting, it was\nalways a sexual encounter and never just a massage.\n\n19. —_ In addition to constantly finding underage girls to satisfy their personal desires,\nEpstein and Maxwell also got girls for Epstein’s friends and acquaintances. Epstein specifically\ntold me that the reason for him doing this was so that they would “owe him,” they would “be in\nhis pocket,” and he would “have something on them.” I understood him to mean that when\nsomeone was in his pocket, they owed him favors. I also understood that Epstein thought he\ncould get leniency if he was ever caught doing anything illegal, or more so that he could escape\ntrouble altogether.\n\n20. Ghislaine Maxwell was heavily involved in the illegal sex. I understood her to be\na very powerful person. She used Epstein’s money and he used her name and connections to\ngain power and prestige.\n\n21. | One way to describe Maxwell’s role was as the “madame.” She assumed a\nposition of trust for all the girls, including me. She got me to trust her and Epstein. It turned out\nthat Maxwell was all about sex all the time. She had sex with underage girls virtually every day\nwhen I was around her, and she was very forceful.\n\n22. I first had sexual activities with her when I was approximately 15 at the Palm\nBeach mansion. I had many sexual activities with her over the next several years in Epstein’s\n\nvarious residences plus other exotic locations. I had sex with Maxwell in the Virgin Islands,\n\nHOUSE_OVERSIGHT_010897",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010897.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1851,
    "word_count": 321,
    "line_count": 32,
    "import_date": "2025-11-19T21:47:47.463446",
    "prefix": "IMAGES-001"
  }
}