{
  "document_id": "HOUSE_OVERSIGHT_026477",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_026477.txt",
  "text": "From: jeffrey E. [jeevacation@gmail.com] \nSent: 6/23/2018 3:38:53 PM \nTo: Steve Bannon \nSubject: Re: Re: \nAttachments: image002.png; image003.png; image004.png; image001.png \nImportance: High \nmaybe, but southern district. money laundering. . any action that \"offends the constitution\" . corrupt \nintent.. . many open questions. . flippers will dictate ( my view ) \nOn Sat, Jun 23, 2018 at 2:44 PM, Steve Bannon <111> wrote: \nBig deal \nBegin forwarded message: \nResent-From: ‹> \nFrom: \"Rivkin, David\" \nDate: June 23, 2018 at 8:14:49 AM EDT \nTo: Steve Bannon __________________ \nSubject: Fwd: Re: \nHere it is. \nSent from my iPhone \nBegin forwarded message: \nFrom: \"Grossman, Andrew M\" ________ \nDate: June 23, 2018 at 12:56:55 AM EDT \nTo: \"Rivkin, David\" < \nSubject: Re: \nMueller's Fruit of the Poisonous Tree \nIt makes no difference how honorable he is. His investigation is tainted by the bias that \nattended its origin in 2016. \nBy \nDavid B. Rivkin Jr. and \nElizabeth Price Foley \nJune 22, 2018 6:38 p.m. ET \n414 COMMENTS \nSpecial counsel Robert Mueller's investigation may face a serious legal obstacle: It is tainted by \nantecedent political bias. The June 14 report from Michael Horowitz, the Justice Department's \nHOUSE OVERSIGHT 026477 \ninspector general, unearthed a pattern of anti-Trump bias by high-ranking officials at the Federal \nBureau of Investigation. Some of their communications, the report says, were \"not only indicative of a \nbiased state of mind but imply a willingness to take action to impact a presidential candidate's \nelectoral prospects.\" Although Mr. Horowitz could not definitively ascertain whether this bias \n\"directly affected\" specific FBI actions in the Hillary Clinton email investigation, it nonetheless \naffects the legality of the Trump-Russia collusion inquiry, code-named Crossfire Hurricane. \nCrossfire was launched only months before the 2016 election. Its FBI progenitors—the same ones \nwho had investigated Mrs. Clinton—deployed at least one informant to probe Trump campaign \nadvisers, obtained Foreign Intelligence Surveillance Court wiretap warrants, issued national security \nletters to gather records, and unmasked the identities of campaign officials who were surveilled. They \nalso repeatedly leaked investigative information. \nMr. Horowitz is separately scrutinizing Crossfire and isn't expected to finish for months. But the \ncurrent report reveals that FBI officials displayed not merely an appearance of bias against Donald \nTrump, but animus bordering on hatred. Peter Strzok, who led both the Clinton and Trump \ninvestigations, confidently assuaged a colleague's fear that Mr. Trump would become president: \"No \nhe won't. We'll stop it.\" An unnamed FBI lawyer assigned to Crossfire told a colleague he was \n\"devastated\" and \"numb\" after Mr. Trump won, while declaring to another FBI attorney: \"Viva le \nresistance.\" \nThe report highlights the FBI's failure to act promptly upon discovering that Anthony Weiner's laptop \ncontained thousands of Mrs. Clinton's emails. Investigators justified the delay by citing the \"higher \npriority\" of Crossfire. But Mr. Horowitz writes: \"We did not have confidence that Strzok's decision to \nprioritize the Russia investigation over following up on [the] investigative lead discovered on the \nWeiner laptop was free from bias.\" \nSimilarly, although Mr. Horowitz found no evidence that then-FBI Director James Comey was trying \nto influence the election, Mr. Comey did make decisions based on political considerations. He told the \ninspector general that his election-eve decision to reopen the Clinton email investigation was \nmotivated by a desire to protect her assumed presidency's legitimacy. \nThe inspector general wrote that Mr. Strzok's text messages \"created the appearance that investigative \ndecisions were impacted by bias or improper considerations.\" The report adds, importantly, that \"most \nof the text messages raising such questions pertained to the Russia investigation.\" Given how biases \nineluctably shape behavior, these facts create a strong inference that by squelching the Clinton \ninvestigation and building a narrative of Trump-Russia collusion, a group of government officials \nHOUSE OVERSIGHT 026478 \nI sought to bolster Mrs. Clinton's electoral chances and, if the unthinkable happened, obtain an \ninsurance policy to cripple the Trump administration with accusations of illegitimacy. \nWhat does this have to do with Mr. Mueller, who was appointed in May 2017 after President Trump \nfired Mr. Comey? The inspector general concludes that the pervasive bias \"cast a cloud over the FBI \ninvestigations to which these employees were assigned,\" including Crossfire. And if Crossfire was \npolitically motivated, then its culmination, the appointment of a special counsel, inherited the taint. All \nspecial-counsel activities—investigations, plea deals, subpoenas, reports, indictments and \nconvictions—are fruit of a poisonous tree, byproducts of a violation of due process. That Mr. Mueller \nand his staff had nothing to do with Crossfire's origin offers no cure. \nWhen the government deprives a person of life, liberty or property, it is required to use fundamentally \nfair processes. The Supreme Court has made clear that when governmental action \"shocks the \nconscience,\" it violates due process. Such conduct includes investigative or prosecutorial efforts that \nappear, under the totality of the circumstances, to be motivated by corruption, bias or entrapment. \nIn U.S. v. Russell (1973), the justices observed: \"We may someday be presented with a situation in \nwhich the conduct of law enforcement agents is so outrageous that due process principles would \nabsolutely bar the government from invoking judicial processes to obtain a conviction.\" It didn't take \nlong. In Blackledge v. Perry (1974), the court concluded that due process was offended by a \nprosecutor's \"realistic likelihood of 'vindictiveness' \" that tainted the \"very initiation of proceedings.\" \nIn Young v. U.S. ex rel. Vuitton (1987), the justices held that because prosecutors have \"power to \nemploy the full machinery of the state in scrutinizing any given individual. . . we must have assurance \nthat those who would wield this power will be guided solely by their sense of public responsibility for \nthe attainment of justice.\" Prosecutors must be \"disinterested\" and make \"dispassionate assessments,\" \nfree from any personal bias. \nIn Williams v. Pennsylvania (2016), the court held that a state judge's potential bias violated due \nprocess because he had played a role, a quarter-century earlier, in prosecuting the death-row inmate \nwhose habeas corpus petition he was hearing. The passage of time and involvement of others do not \nvitiate the taint but heighten \"the need for objective rules preventing the operation of bias that might \notherwise be obscured,\" the justices wrote. A single biased individual \"might still have an influence \nthat, while not so visible . . . is nevertheless significant.\" \nIn addition to the numerous anti-Trump messages uncovered by the inspector general, there is a strong \ncircumstantial case—including personnel, timing, methods and the absence of evidence—that \nCrossfire was initiated for political, not national-security, purposes. \nHOUSE OVERSIGHT 026479 \nIt was initiated in defiance of a longstanding Justice Department presumption against investigating \ncampaigns in an election year. And while impartiality is always required, a 2012 memo by then-\nAttorney General Eric Holder emphasizes that impartiality is \"particularly important in an election \nyear,\" and \"politics must play no role in the decisions of federal prosecutors or investigators regarding \nany investigations. . . . Law enforcement officers and prosecutors may never select the timing of \ninvestigative steps or criminal charges for the purpose of affecting any election, or for the purpose of \ngiving an advantage or disadvantage to any candidate or political party.\" \nStrong evidence of a crime can overcome this policy, as was the case with the bureau's investigation \nof Mrs. Clinton's private email server, which began more than a year before the 2016 election. But \nCrossfire was not a criminal investigation. It was a counterintelligence investigation predicated on the \nnotion that Russia could be colluding with the Trump campaign. There appears to have been no \ndiscernible evidence of Trump-Russia collusion at the time Crossfire was launched, further reinforcing \nthe notion that it was initiated \"for the purpose\" of affecting the presidential election. \nThe chief evidence of collusion is the hacking of the Democratic National Committee's servers. But \nnothing in the public record suggests the Trump campaign aided that effort. The collusion narrative \ntherefore hinges on the more generic assertion that Russia aimed to help Mr. Trump's election, and \nthat the Trump campaign reciprocated by embracing pro-Russian policies. Yet despite massive \nsurveillance and investigation, there's still no public evidence of any such exchange—only that Russia \nattempted to sow political discord by undermining Mrs. Clinton and to a lesser extent Mr. Trump. \nSome members of the Trump team interacted with Russians and advocated dovish policies. But so did \nnumerous American political and academic elites, including many Clinton advisers. Presidential \ncampaigns routinely seek opposition research and interact with foreign powers. The Clinton campaign \nfunded the Steele dossier, whose British author paid Russians to dish anti-Trump dirt. The Podesta \nGroup, led by the brother of Mrs. Clinton's campaign chairman, received millions lobbying for \nRussia's largest bank and the European Center for a Modern Ukraine, both with deep Kremlin ties. \nThe Clinton Foundation and Bill Clinton took millions from Kremlin-connected businesses. \nNo evidence has emerged of Trump-Russia collusion, and Mr. Mueller has yet to bring collusion-\nrelated charges against anyone. Evidence suggests one of his targets, George Papadopoulos, was lured \nto London, plied with the prospect of Russian information damaging to Mrs. Clinton, and taken to \ndinner, where he drunkenly bragged that he'd heard about such dirt but never seen it. These \ncircumstances not only fail to suggest Mr. Papadopoulos committed a crime, they reek of entrapment. \nThe source of this information, former Australian diplomat Alexander Downer, admits Mr. \nHOUSE OVERSIGHT 026480 \nPapadopolous never mentioned emails, destroying any reasonable inference of a connection between \nthe DNC hack and the Trump campaign. \nCrossfire's progenitors thus ignored an obvious question: If Russia promised unspecified dirt on Mrs. \nClinton but never delivered it, how would that amount to collusion with the Trump campaign? If \nanything, such behavior suggests an attempt to entice and potentially embarrass Mr. Trump by \ndangling the prospect of compromising information and getting his aides to jump at it. \nGiven the paucity of evidence, it's staggering that the FBI would initiate a counterintelligence \ninvestigation, led by politically biased staff, amid a presidential campaign. The aggressive methods \nand subsequent leaking only strengthen that conclusion. If the FBI sincerely believed Trump \nassociates were Russian targets or agents, the proper response would have been to inform Mr. Trump \nso that he could protect his campaign and the country. \nMr. Trump's critics argue that the claim of political bias is belied by the fact that Crossfire was not \nleaked before the election. In fact, there were vigorous, successful pre-election efforts to publicize the \nTrump-Russia collusion narrative. Shortly after Crossfire's launch, CIA Director John Brennan and \nMr. Comey briefed Congress, triggering predictable leaking. Christopher Steele and his patrons \nembarked on a media roadshow, making their dossier something of an open secret in Washington. \nOn Aug. 29, 2016, the New York Times published a letter to Mr. Comey from Senate Minority Leader \nHarry Reid, saying he'd learned of \"evidence of a direct connection between the Russian government \nand Donald Trump's presidential campaign,\" which had \"employed a number of individuals with \nsignificant and disturbing ties to Russia and the Kremlin.\" On Aug. 30, the ranking Democratic \nmembers of four House committees wrote a public letter to Mr. Comey requesting \"that the FBI assess \nwhether connections between Trump campaign officials and Russian interests\" may have contributed \nto the DNC hack so as \"to interfere with the U.S. presidential election.\" On Sept. 23, Yahoo News's \nMichael Isikoff reported the Hill briefings and the Steele dossier's allegations regarding Carter Page. \nOn Oct. 30, Harry Reid again publicly wrote Mr. Comey: \"In my communications with you and other \ntop officials in the national security community, it has become clear that you possess explosive \ninformation about close ties and coordination between Donald Trump, his top advisors, and the \nRussian government.\" \nThat these leaking efforts failed to prevent Mr. Trump's victory, or that Mr. Comey's ham-fisted \ninterventions might have also hurt Mrs. Clinton's electoral prospects, does not diminish the legal \nsignificance of the anti-Trump bias shown by government officials. \nHOUSE OVERSIGHT 026481 \nThe totality of the circumstances creates the appearance that Crossfire was politically motivated. Since \nan attempt by federal law enforcement to influence a presidential election \"shocks the conscience,\" \nany prosecutorial effort derived from such an outrageous abuse of power must be suppressed. The \npublic will learn more once the inspector general finishes his investigation into Crossfire's genesis. \nBut given what is now known, due process demands, at a minimum, that the special counsel's activity \nbe paused. Those affected by Mr. Mueller's investigation could litigate such an argument in court. \nOne would hope, however, that given the facts either Mr. Mueller himself or Deputy Attorney General \nRod Rosenstein would do it first. \nMr. Rivkin and Ms. Foley practice appellate and constitutional law in Washington. He served at the \nJustice Department and the White House Counsel's Office during the Reagan and George H.W. Bush \nadministrations. She is a professor at Florida International University College of Law. \nAppeared in the June 23, 2018, print edition. \nBest, \nAndrew \nAndrew Grossman \nPartner \nBakerHostetler \nWashington Square \n1050 Connecticut Ave, N.W. I Suite 1100 \nWashington, DC 20036-5304 \nbakerlaw.com \n00 \nFrom: \"Rivkin, David\" < \nDate: Friday, June 22, 2018 at 7:50 PM \nTo: \"Grossman, Andrew M\" \nSubject: <no subject> \nHOUSE OVERSIGHT 026482 \nCan you please send me WSJ op Ed. Tx \nSent from my iPhone \nThis email is intended only for the use of the party to which it is \naddressed and may contain information that is privileged, \nconfidential, or protected by law. If you are not the intended \nrecipient you are hereby notified that any dissemination, copying \nor distribution of this email or its contents is strictly prohibited. \nIf you have received this message in error, please notify us immediately \nby replying to the message and deleting it from your computer. \nAny tax advice in this email is for information purposes only. The content \nof this email is limited to the matters specifically addressed herein \nand may not contain a full description of all relevant facts or a \ncomplete analysis of all relevant issues or authorities. \nInternet communications are not assured to be secure or clear of \ninaccuracies as information could be intercepted, corrupted, lost, \ndestroyed, arrive late or incomplete, or contain viruses. Therefore, \nwe do not accept responsibility for any errors or omissions that are \npresent in this email, or any attachment, that have arisen as a result \nof e-mail transmission. \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 026483",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_026477.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 16498,
    "word_count": 2452,
    "line_count": 225,
    "import_date": "2025-11-19T21:47:44.937429",
    "prefix": "TEXT-001"
  }
}