{
  "document_id": "HOUSE_OVERSIGHT_015473",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015473.txt",
  "text": "NAUTIL.US | TEXT SETS\n\nFusion: when two or more nuclei collide, fusing to\nmake a new nucleus and releasing energy. This pro-\ncess usually only occurs in atoms lighter than iron.\n\nChemical bond: an attraction between two or more\natoms that allows them to form a substance of defi-\nnite chemical composition. Breaking these bonds\nrequires energy.\n\nPetroleum: a “fossil fuel” that forms when organisms\nare crushed under rock and subjected to lots of pres-\nsure, and lots of time. Like the organisms it’s made of,\npetroleum consists largely of carbon.\n\nREADING COMPREHENSION\n\n1. “Each of those waste molecules is a carbon atom\nbome on two atomic wings of oxygen.” Write out\nthe chemical equation for the molecule described\nhere.\n\n2. “Organic” is used in two different ways in this\npiece. What are the two different definitions?\n\n3. What does it mean for a chemical to be “highly\nreactive?” Identify oxygen’s location on the peri-\nodic table, the group of atoms that it belongs to,\nand why they are considered “highly reactive.”\n\n4. Which elements on the periodic table are the\nleastreactive?\n\n5. “Fossil-based carbon dioxide molecules that\nare not soaked up by oceans or stranded in the\nupper atmosphere are eventually captured by\nplants, shorn of their oxygen wings, and woven\ninto botanical sugars and starches.” What is the\nprocess described here? (Hint: it is mentioned\nby name later in the piece.) Write down the equa-\ntion for this reaction.\n\nDISCUSSION QUESTIONS\n\n1. “Chemophobia” ts the fear of chemicals. What are\nsome chemophobic practices or products that we\nengage with? Are there good reasons to be afraid\nof chemicals?\n\n2. How does the story change the way you see your-\nself? Others?\n\nACTIVITIES\n\n1. Pick an element not discussed in this article.\nWhere else is it found? Where did it come from?\n\n2. Draw a map or annotated illustration of all the\nplaces carbon goes in this article. Use outside\nresearch to complete a full picture of the carbon\ncycle.\n\nADDITIONAL MULTIMEDIA\n\n1. Whose air do you share?\n(It’s OK To Be Smart, PBS) 3 MIN 30 SEC\nA video that explains how we breathe recycled\nait—including molecules of air exhaled by Ein-\nstein himself:\nhttps://www.youtube.com/watch?v=BybkIysAKe\n\n2. We Are Star Stuff segment\n(Carl Sagan’s Cosmos) 8 MIN\nCarl Sagan explains how the elements of life\nwere born in stars, evolved into simple organ-\nisms, then into us: imtelligent creatures, capable\nof exploring the stars we came from:\nhttps://www.youtube.com/watch?v=iE9dEAx5 Sew\n\n3. The Microbes We’re Made Of\n(Smithsonian.com) 2 MIN 30 SEC\nWe’re not just made of waste. We’re made of\ntrillions of other organisms. This video provides\na quick exploration of the microbiome crucial\nto keeping our bodies working, and what we’re\ndoing to kill them:\nhttp://www.smithsonianmag.\ncom/videos/category/3play_1/\nthe-microbes-were-made-of/?no-ist\n\nWHERE THIS FITS IN THE CURRICULUM\n\nChemical Reactions (HS-PS 1-2) Construct and revise\nan explanation for the outcome of a simple chemical\nreaction based on the outermost electron states of\natoms, trends in the periodic table, and knowledge of\nchemical properties.\n\n13\n\nHOUSE_OVERSIGHT_015473",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015473.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3139,
    "word_count": 502,
    "line_count": 102,
    "import_date": "2025-11-19T21:47:46.685073",
    "prefix": "IMAGES-003"
  }
}