{
  "document_id": "HOUSE_OVERSIGHT_019913",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019913.txt",
  "text": "A smattering of the issues before him:\n“Veterans with a little cancer can’t see a doctor until they are terminal... .”\nThen the incredulity:\n\n“IT was in Russia years ago with the Ms. Universe contest—did very very well—I tell\neveryone be careful, because you don’t want to see yourself on television—cameras all\nover the place. And again, not just Russia, all over. So would anyone really believe that\nstory? I’m also very much of a germaphobe, by the way. Believe me.”\n\nThen the denial:\n\n“IT have no deals in Russia, I have no deal that could happen in Russia because we’ve\nstayed away, and I have no loans with Russia. I have to say one thing ... Over the\nweekend I was offered two billion dollars to do a deal in Dubai and I turned it down. I\ndidn’t have to turn it down, because as you know I have a no-conflict situation as\npresident. I didn’t know about that until three months ago but it’s a nice thing to have. But\nI didn’t want to take advantage of something. I have a no-conflict-of-interest provision as\npresident. I could actually run my business, run my business and run government at the\nsame time. I don’t like the way that looks but I would be able to do that if I wanted to. I\ncould run the Trump organization, a great, great company, and I could run the country, but\nI don’t want to do that.”\n\nThen the direct attack on CNN, his nemesis:\n\n“Your organization is terrible. Your organization is terrible... . Quiet ... quiet ... don’t\nbe rude ... Don’t be... . No, ’'m not going to give you a question ... I’m not going to give\nyou a question... . You are fake news... .”\n\nAnd in summation:\n\n“That report first of all should never have been printed because it’s not worth the paper\nit’s printed on. I will tell you that should never ever happen. Twenty-two million accounts\nwere hacked by China. That’s because we have no defense, because we’re run by people\nwho don’t know what they’re doing. Russia will have far greater respect for our country\nwhen I’m leading it. And not just Russia, China, which has taken total advantage of us.\nRussia, China, Japan, Mexico, all countries will respect us far more, far more than they do\nunder past administrations... .”\n\nNot only did the president-elect wear his deep and bitter grievances on his sleeve, but it\nwas now clear that the fact of having been elected president would not change his\nunfiltered, apparently uncontrollable, utterly shoot-from-the-hip display of wounds,\nresentments, and ire.\n\n“T think he did a fantastic job,” said Kellyanne Conway after the news conference. “But\nthe media won’t say that. They never will.”\n\nHOUSE_OVERSIGHT_019913",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019913.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2612,
    "word_count": 463,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.821038",
    "prefix": "IMAGES-005"
  }
}