{
  "document_id": "HOUSE_OVERSIGHT_023347",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023347.txt",
  "text": "share moments ideas etc.. Iam of course always available to guide you as a friend if you choose that route .\nalways . It will take a great deal of your time , but you will not have to spend any more money on mine .\nWe are scheduled to meet fri at 430 , I leave at 5 am sat morning.\n\nDate: Mon, Apr 21, 2014 at 11:39 AM\n\nSubject: trying to bridge the gap.\n\nTo: Melanie Spinella\n\nyou were at 30 30/ meat 6040. ./ proposal 50/25 and in additon I would be allowed to recommend 15\nfrom directly from your own foundation. All payments to be made in addtion to currently owed. so $40 on\napril 25 , $30 june 15 ,and the alreadly owed $10 as planned on oct 15. I would direct the 15 charity in the\nnext 12 months, and the last 25 to be paid on conclusion.\n\nleon\n\n10 am - Arrival at White Plains / Westchester Airport\n\nFBO and US customs is \"Jet Systems Aviation\"\n\nAdress: 85 Tower Road Hanger E, White Plains, NY, 10604\n\nTelephone\n\nDate: Wed, Mar 25, 2015 at 11:52 PM\nSubject: previously sent\nTo: Melanie Spincll: i i iii\nI heard you when you said you believed i had already been paid for the work that is now required. The art\npartnership has fully answered all your concerns and discharged all my obligations and more so. . (\nFYI Carlyns art partnership that you referenced is similar in only its title. ) You will also recall that you\nrequired that my payments be at the end of my work not at the beginning as everyone else's .( my work was\nnever to include hours upon hours of training your staff). I eventually agreed, this of course should\nmake clear that the 2014 tax year that will close Oct 2015 is not covered by our past agreement at all. I\npointed this very fact out to you when I initially proposed a multi year agreement right out of the box. you said\nyou preferred not. As you said ,I have produced results to date, far in excess of even my own exalted opinion\nof my projections. I have devoted a monumental amount of my limited amount of time-- way, way in excess of\nour agreement. I will be fair, I am willing to roll in the amount still outstanding from last year if that helps ..\nHowever, As my best student , and my only one, you are now capable of doing most, if not all, of the\nrequired work yourself. I can put my whiteboard away when you come to eat and just have fun, trade stories,\nshare moments ideas etc.. Iam of course always available to guide you as a friend if you choose that route .\nalways . It will take a great deal of your time , but you will not have to spend any more money on mine\n\nWe are scheduled to meet fri at 430 , I leave at 5 am sat morning.So there are no surprises 50m for the\nyear. . or 30m for until 7/15. you can roll the balance for last year as a concession. half up front. no more all\nat the end. ive spoken to brad every day. more questions than answers. joslyn cannot be left unsupervised. his\nanswers are knee jerk . eillenn told me this , that the other\n\nDate: Thu, Mar 26, 2015 at 12:07 AM\nSubject:\n\nTo: Melanie Spinella Po\n\nyou need to build an entire office from scratch. no question that was never my obigation, - systems , personel.\nfinance tax, bookeeping, ,office. complinace. investment. monitoring, banking loans coming due , review. gs\njpm gs, .. plane boat houses construction , new will,. phaidon sale. you are no further ahead today than my\n\nnov memo layed out = no real candidates. etc .. Ill redo the art partnership under new restrictions of course at\n\nHOUSE_OVERSIGHT_023347",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023347.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3441,
    "word_count": 662,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:47.458512",
    "prefix": "IMAGES-007"
  }
}