{
  "document_id": "HOUSE_OVERSIGHT_022762",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022762.txt",
  "text": "sex with anyone over the age of 14 is a class D misdemeanor calling for a\n$100 fine—the law has recently been changed to TK).\n\nIn fact, the “SG” tells the police that she lied about being 18 because\notherwise she knew she would not have been admitted to the house (other\ngirls will say they knew this is what they had to say, nevertheless not\nstopping them from saying it).\n\nThe local sex crimes prosecutor, Lana Belhalevic, interviews all the\ngirls and determines that the offense is solely related to prostitution—that\nthere are no real victims here.\n\nDershowitz, with chest pounding bravado, rejects a series of lower-\nlevel plea deals and Palm Beach District Attorney Barry Krischer takes the\nunusual step of empanelling a grand jury, which returns with a\nrecommendation of a single count of soliciting a prostitute—a charge\nwithout jail time. (And Epstein can apply to have his record expunged after a\nyear.)\n\nAt which point, Reiter, the police chief, at odds with the District\nAttorney’s office, recruits the involvement of the FBI. This is of course the\nBush-era FBI and Epstein presents quite the Clinton-connected scandal.\nStill, solicitation, even of a minor, 1s not a federal crime. The FBI hits on the\nnovel interpretation that if Internet solicitation can be considered interstate\ncommerce, so can telephone solicitation, permitting them to begin a deep\ndive investigation into Epstein’s friends, many of whom receive subpoenas\nand are threatened with prosecution.\n\nIt’s all quite in the eye of the beholder: On the one end, Epstein is\npaying for sex acts (Epstein paid $200 for a massage with or without happy\nending), on the other, he is abusing teenage girls. It’s a catch-22: How cana\ngirl not old enough to vote be a prostitute? And yet, many girls not old\nenough to vote are prostitutes.\n\nCompounding Epstein’s predicament, the world outside of his\ncarefully constructed and controlled environment is someplace that he seems\nnot just ill-equipped to handle but in which he seems to be blindly grouping\nabout (i.e. he’s totally tone deaf). I visited him once during this time and\nfound him weighing the conflicting advice of some of the most vaunted and\negomaniacal lawyers (along with Dershowitz and Black, celebrity criminal\nattorney, Gerald Lefcourt, and Clinton prosecutor, Ken Starr) of the day—\nanyone with new advice, Epstein seemed to hire—as well as a catchall of the\nleading crisis managers, who he seemed to retain at will, all wrangling for\nfees and primacy.\n\nCertainly, the upshot of his dealings with the Justice Department seem\nto involve a through-the-looking-glass logic. The government threatens to\n\nHOUSE_OVERSIGHT_022762",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022762.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2658,
    "word_count": 435,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:49.195207",
    "prefix": "IMAGES-007"
  }
}