{
  "document_id": "HOUSE_OVERSIGHT_014867",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014867.txt",
  "text": "Dershowitz details chat about Israel with president at his estate - The Bo... https://www.bostonglobe.com/news/politics/2017/04/06/dershowitz-detai...\n\n3 of 8\n\nDershowitz wouldnt repeat what Trump told him privately but felt comfortable\nrecounting the parts of the their conversation that occurred in front of other dinner\n\nguests.\n\nTrump “clearly had subjects he wanted to talk about. It was his agenda,”\nDershowitz said. “He told me he thought in the Middle East, they are ready for a\ndeal.”\n\nTrump explained that he’d spoken to Palestinian leader Mahmoud Abbas and\n\nsensed that he was ready for a peace deal, Dershowitz said.\n\n9 99\n\n“T responded by saying, ‘the Palestinians say that to every new president,\n\nDershowitz said, offering Trump a dose of skepticism.\n\n“He said ‘Now I think they’re really ready,’ ” Dershowitz added. “I said, “You have\n\nto test them. ... You have to test them, it’s not enough to just hear ‘they’re ready.’\n“He shook his head in apparent agreement,” Dershowitz said.\n\nDershowitz said Trump made it clear he was aware that the former professor is\n\n“very friendly” with Netanyahu.\n\nAnd the Israeli media is reporting that Dershowitz was tapped to be a back channel\nsorts between Netanyahu and Trump. This chatter prompted some to wonder\nwhether Trump’s son-in-law Jared Kushner, who’d been tasked to be the point\n\nperson on a possible peace deal, was on the outs.\n\nBut Dershowitz said that’s not the case. “The president said, ‘I know you know\n\n99 99\n\nJared from Harvard. Be in touch with him.\n\nAnd Dershowitz added that he doesn’t have a role, formal or informal, in working\n\non behalf of the administration to jump start peace talks. “This was as a one off,”\n\nhe said.\n\nYou're reading 2 of 5 free articles. Get UNLIMITED access for only 99¢ per week. Subscribe now\n\n4/7/2017 11:48 AM\nHOUSE_OVERSIGHT_014867",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014867.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1838,
    "word_count": 301,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:49.025281",
    "prefix": "IMAGES-003"
  }
}