{
  "document_id": "HOUSE_OVERSIGHT_018378",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018378.txt",
  "text": "also doing something else. It had infected tens of thousands of machines, which\nwere all cranking away in unintended harmony. During the 48 hours of its brief and\nunforgettable life, it was later calculated, the Morris Worm had become the most\npowerful parallel computer in history. At its peak, it managed to achieve a\nprocessing speed of 400 billion operations per second - about twice the speed of the\nmost expensive supercomputers of the day.\n\nLike any unexpected epidemic, the worm became a social, cultural and technological\nmilestone. First, it caused Morris to be arrested. He was handed a $10,000 fine,\nsome community service and several years of probation. He later went on to found\nan important Internet company, to join the faculty of MIT and to receive the highest\nhonors in computing for his (other) efforts.\n\nThen, a year or so after the virus had been finally corralled, the computer scientist\nFred Cohen, one of the earliest specialists in malware - in fact, the man who\ninvented the term “computer virus” - wrote an article that challenged the notion\nthat all computer viruses are, inherently, bad.215 What drew his attention was that\nfabulous, unbelievable record of the Morris Worm: 400 billion computations each\nsecond. “The features that make computer viruses a serious threat to computer\nintegrity,” he wrote, “can also make them a powerful mechanism.”2'6 This optimistic\ngloss, which sounded an awful lot like “The Plauge was great for humanity!” if you\ndidn’t follow Cohen's logic, triggered a furious response. Eugene Spafford, also a\nwell-regarded computer researcher, fired back: “For someone of Dr. Cohen’s\nreputation to actually promote the uncontrolled writing of any virus, even with his\nstated stipulations, is to act irresponsibly and immorally.”21”\n\nSo here, then, is a line, of sorts. The Morris Worm, an expression of really massive\nconnection and interaction and speed, is a model for the world we live in now. Fast,\nlinking with a mind of its own, running best (or at least fastest) when it uses the\ndesign of the system to spread on a topology optimized for speed. But who is right\nabout the implication of such an historic design. Cohen? Spafford? Do we want our\nwhole world cranking away, super fast, compressing time to nothing?\n\nWe can, all of us, decide to fight against the very ideas of a network. Or we can, like\nCohen suggested, look at the terrifyingly fast nature of this world and begin to see\nsomething else. The totally unimaginable. Of course Spafford was not wrong. There\nis something scary and thought-muddling about the idea of intentionally authored\ncomputer viruses, running wild, ever faster. But there is something thought-\nmuddling about this whole world we're entering. Networks are pulling at every\nexisting structure. They hum, really, with the most elemental and precious human\n\n215 Fred Cohen: Frederick B. Cohen. A Short Course on Computer Viruses (Pittsburgh,\nPA: ASP Press, 1990)\n\n216 “The features”: Fred Cohen, “Friendly Contagion: Harnessing the Power of\nComputer Viruses”, The Sciences Sept/Oct 199, 22\n\n217 Eugene Spafford: Eugene Spafford, “Three Letters on Computer Security and\nSociety,” Purdue e-Pubs 1991, 91-088\n\n146\n\nHOUSE_OVERSIGHT_018378",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018378.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3222,
    "word_count": 520,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:46.670675",
    "prefix": "IMAGES-004"
  }
}