{
  "document_id": "HOUSE_OVERSIGHT_024737",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024737.txt",
  "text": "ACKR\nCAPI\n\nBLL\n\nCHAPTERV_ Global Cannabis Regulation\n\n= Global Outlook\n\nWhile the medical potential of cannabis is driving an initial wave of legalization, we believe countries\nwill eventually legalize the commercial production and sale of cannabis to adults for recreational use.\nIn this regard, 2018 will be an important year, with the expected approval of the recreational Cannabis\nAct in Canada and the implementation of California’s new recreational law. In Canada, we may observe\nfor the first time the implementation of a large-scale national recreational law. Similarly, as the most\npopulous U.S. state and one of the world’s largest economies, California's recreational cannabis rollout\nwill be a bellwether for the global cannabis industry. The successes, failures and lessons learned in Can-\nada and California will have significant impacts on the cannabis industry worldwide.\n\nIn our view, the course taken by the U.S. federal government will impact the global cannabis indus-\ntry more than any other factor. If the U.S. federal government were to change its current practice and\naggressively enforce existing federal cannabis laws, we would expect a corresponding dampening of\nthe industry worldwide. If the status quo were to continue in the United States, we would expect the\ncurrent global legalization trend to continue, particularly in Europe, South America and Africa. And\nif federal prohibition in the United States ends, we expect a surge in cannabis legalization worldwide.\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC 101\n\nHOUSE_OVERSIGHT_024737",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024737.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1572,
    "word_count": 239,
    "line_count": 28,
    "import_date": "2025-11-19T21:47:46.857491",
    "prefix": "IMAGES-008"
  }
}