{
  "document_id": "HOUSE_OVERSIGHT_020018",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020018.txt",
  "text": "If Bannon were to go, it also might cause the ultimate split in the already fractured\nRepublican Party. Before the election, one theory suggested that a defeated Trump would\ntake his embittered 35 percent and make hay with a rancorous minority. Now the alarming\ntheory was that as Kushner tried to transform his father-in-law into the kind of latter-day\nRockefeller that Trump, however implausibly, had on occasion dreamed of becoming\n(Rockefeller Center being an inspiration for his own real estate branding), Bannon could\nrun off with some meaningful part of that 35 percent.\n\nThis was the Breitbart threat. The Breitbart organization remained under the control of\nthe Mercers, and it could at any moment be handed back to Steve Bannon. And now, with\nBannon’s overnight transformation into political genius and kingmaker, and the triumph of\nthe alt-right, Breitbart was potentially much more powerful. Trump’s victory had, in some\nsense, handed the Mercers the tool with which to destroy him. As push came to shove and\nthe mainstream media and swamp bureaucracy more and more militantly organized\nagainst him, Trump was certainly going to need the Mercer-backed alt-right standing up in\nhis defense. What, after all, was he without them?\n\nAs the pressure mounted, Bannon—until now absolutely disciplined in his regard for\nDonald Trump as the ideal avatar of Trumpism (and Bannonism), rigidly staying in\ncharacter as aide and supporter of a maverick political talent—began to crack. Trump, as\nalmost anyone who had ever worked for him appreciated, was, despite what you hoped he\nmight be, Trump—and he would invariably sour on everyone around him.\n\nBut the Mercers dug in. Without Bannon, they believed the Trump presidency, at least\nthe Trump presidency they had imagined (and helped pay for), was over. The focus\nbecame how to make Steve’s life better. They made him pledge to leave the office at a\nreasonable time—no more waiting around for Trump to possibly need a dinner\ncompanion. (Recently, Jared and Ivanka had been heading this off anyway.) The solution\nincluded a search for a Bannon’s Bannon—a chief strategist for the chief strategist.\n\nIn late March, the Mercers came to an agreed-upon truce with the president: Bannon\nwould not be fired. While this guaranteed nothing about his influence and standing, it did\nbuy Bannon and his allies some time. They could regroup. A presidential aide was only as\ngood as the last good advice he gave, and in this, Bannon believed the ineptness of his\nrivals, Kushner and his wife, would seal their fate.\n\nOOK Ok\n\nThough the president agreed not to fire Bannon, he gave Kushner and his daughter\nsomething in exchange: he would enhance both their roles.\n\nOn March 27, the Office of American Innovation was created and Kushner was put in\ncharge. Its stated mission was to reduce federal bureaucracy—that is, to reduce it by\ncreating more of it, a committee to end committees. In addition, Kushner’s new outfit\nwould study the government’s internal technology, focus on job creation, encourage and\n\nHOUSE_OVERSIGHT_020018",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020018.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3067,
    "word_count": 499,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.041651",
    "prefix": "IMAGES-005"
  }
}