{
  "document_id": "HOUSE_OVERSIGHT_022619",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022619.txt",
  "text": "117\n\nto them. ... Corporate officers and directors hold the ultimate power\nand responsibility for restoring public trust by conducting themselves\n\nin a manner that is worthy of the trust that is placed in them.” Cynthia\nGlassman, SEC Implementation of Sarbanes- Oxley: ‘The New Corporate\nGovernance, Remarks at National Economists Club (April B, 2003),\navailable at http://www.sec.gov/news/speech/spch040703cag.htm F\n\n3 Indeed, research has found that “[e]thical culture is the single biggest\nfactor determining the amount of misconduct that will take place ina\nbusiness.” ErHics RESOURCE CENTER, 2009 NATIONAL BUSINESS\nEruics SuRVEY: ETHICS IN THE RECESSION (2009), at 41. Metrics\nof ethical culture include ethical leadership (tone at the top), supervisor\nreinforcement of ethical behavior (middle management reinforcement),\nand peer commitment (supporting one another in doing the right\nthing). ErHics REsSouRCE CENTER, 2011 NATIONAL BUSINESS\nErHics SURVEY: WORKPLACE ETHICS IN TRANSITION (2012) at 19.\nStrong ethical cultures and strong ethics and compliance programs are\nrelated, as data show that a well-implemented program helps lead toa\nstrong ethical culture. fd. at 34. “Understanding the nature of any gap\nbetween the desired culture and the actual culture is a critical first step in\ndetermining the nature of any ethics-based risks inside the organization.”\nDavid Gebler, The Role of Culture at 1,7, in SOCIETY OF CORPORATE\nCOMPLIANCE AND ETHIcs, THE COMPLETE COMPLIANCE AND\nEruHics MANUAL (2011). To create an ethical culture, attention must be\npaid to norms at all levels of an organization, including the “tone at the\ntop,” “mood in the middle? and “buzz at the bottom.” Jd. 1.9-1.10.\n\n313 See, e.g., U.S. SENTENCING GUIDELINES § 8B2.1(2)(B)-(C) (2011).\n314 Td.\n\n315\n\n316 Td.\n\n31” See, e.g, ETHICS AND COMPLIANCE OFFICER ASSOCIATION\nFOUNDATION, THE ETHICS AND COMPLIANCE HANDBOOK: A\nPRACTICAL GUIDE FROM LEADING ORGANIZATIONS (2008) at 13-26\n[hereinafter THE ETHICS AND COMPLIANCE HANDBOOK].\n\n318 See U.S. SENTENCING GUIDELINES § 8B2.1(b)(4) (2011).\n\n39 See U.S. SENTENCING GUIDELINES § 8B2.1(b)(6) (2011) (“The\norganization’s compliance and ethics program shall be promoted\n\nand enforced consistently throughout the organization through (A)\nappropriate incentives to perform in accordance with the compliance and\nethics program; and (B) appropriate disciplinary measures for engaging\nin criminal conduct and for failing to take reasonable steps to prevent or\ndetect criminal conduct.”).\n\n3° See, e.g, JOSEPH E. MURPHY, SOCIETY OF CORP. COMPLIANCE AND\nEruics, Us1nc INCENTIVES IN YOUR COMPLIANCE AND ETHICS\nProGram (2011) at 1; THe ErHics AND COMPLIANCE HANDBOOK,\nsupra note 317, at 111-23.\n\n321 Stephen M. Cutler, Director, Division of Enforcement, SEC, Jone at\nthe Top: Getting It Right, Second Annual General Counsel Roundtable\n(Dec. 3, 2004), available at http ://www.sec.gov/news/speech/\nspch120304smc.htm.\n\n3? See, e.g, ICC RULES ON COMBATING CORRUPTION, supra note 309,\nat 8.\n\n3°3 See, e.g. US. SENTENCING GUIDELINES § 8B2.1(b)(5)(C);\nCOMPLIANCE 101, supra note 302, at 30-33.\n\nau Corporate Board Member/FTI Consulting 2009 Legal Study, Buckle\nUp. Boards and General Counsel May Face a Bumpy Ride in 2009, at 5\n(“Interestingly, while 67% of general counsel say their company is subject\nto compliance under the FCPA, 64% of those say there is room for\nimprovement in their FCPA training and compliance programs.”).\n\n35 See U.S. SENTENCING GUIDELINES § 8B2.1(b)(5)(B) (“The\norganization shall take reasonable steps... to evaluate periodically the\neffectiveness of the organization's compliance and ethics program.”).\n\n36 See, e.g, COMPLIANCE 101, supra note 302, at 60-61; THE ETHICS\nAND COMPLIANCE HANDBOOK, supra note 317, at 155-60; BUSINESS\nPRINCIPLES FOR COUNTERING BRIBERY, supra note 309, at 14,\n\n327 See, CL, Michael M. Mannix and David S. Black., Compliance Issues\n\nin M&A: Performing Diligence on the Target’ Ethics and Compliance\nProgram at 5.71-5.81, in SOCIETY OF CORPORATE COMPLIANCE\n\nAND ErHics, THE COMPLETE COMPLIANCE AND ETHICS MANUAL\n(2011).\n\n328 Complaint, SEC v. Syncor International Corp., supra note 190;\nCriminal Information, United States v. Syncor ‘Taiwan, Inc., supra note\n\n189.\n\nUS, DEPT. OF JUSTICE, FCPA Op. RELEASE 08-02 (June 13, 2008),\navailable at http ://justice.gov/criminal/fraud/fepa/opinion/2008/0802.\npdf.\n330) Complaint, SEC v. Rae Sys., Inc., supra note 92; Non-Pros. Agreement,\nInve Rae Sys. Inc., supra note 92.\n31US. DEPT. OF COMMERCE, BusINEss ETHICS: A MANUAL FOR\nMANAGING A RESPONSIBLE BUSINESS ENTERPRISE IN EMERGING\nMarket Economies (2004), available at http://www.ita.doc.gov/\ngoodgovernance/; adobe/ bem_manual.pdf.\n32US. DEPT. OF STATE, FIGHTING GLOBAL CORRUPTION: BUSINESS\nRisk MANAGEMENT (2d ed. 2001), available at http://www.oge.doc.\ngov/ pdts/ Fighting Global_Corruption.pdf.\n333 See HARMONISING ANTI-CORRUPTION COMPLIANCE, supra note\n302, at 46 (‘Anti-corruption compliance is becoming more and more\nharmonised worldwide.”).\n34 OECD Goon PRACTICE GUIDANCE, supra note 309,\n35 APEC ANTI-CORRUPTION CODE, supra note 309.\n%°1CC RULES ON COMBATING CORRUPTION, supra note 309.\n7 BUSINESS PRINCIPLES FOR COUNTERING BRIBERY, supra note 309.\n28'THE TEN PRINCIPLES, supra note 309.\n8° INTEGRITY COMPLIANCE GUIDELINES, supra note 309.\n#4 PaRTNERING AGAINST CORRUPTION, supra note 309,\n4115 US.C. §§ 78dd-2(g)(1)(A), 78dd-3(e)(1)(A), 78ff(c)(1)(A).\n#215 US.C. §§ 78dd-2(g)(2)(A), 78dd-3(e)(2)(A), 78f(c)(2)(A).\n4315 US.C. § 78f{a).\n415 US.C. § 78ff(a).\n5518 US.C.§ 357 1(d); see Southern Union v. United States, 132 S. Ct.\n2344, 2350-51 & n4 (2012).\n#615 US.C. §§ 78dd-2(g) (3), 78dd-3(e)(3), 78 fc) (3).\n*? The US. Sentencing Guidelines are promulgated by the US.\nSentencing Commission:\n‘The United States Sentencing Commission\n(“Commission”) is an independent agency in the\njudicial branch composed. of seven voting and two\nnon-voting ex-officio members. Its principal purpose\nis to establish sentencing policies and practices for\nthe federal criminal justice system that will assure the\nends of justice by promulgating detailed guidelines\nprescribing the appropriate sentences for offenders\nconvicted of federal crimes. The Guidelines and\npolicy statements promulgated by the Commission\nare issued pursuant to Section 994(a) of Title 28,\nUnited States Code.\nUS. SENTENCING GUIDELINES § 1A1.1 (2011).\n348 Td. at ch. 3-5.\n9 Td. §2C1.1.\n3° Td. §2C1.1(b).\n31 Jd, §3B1.1.\n352 Id. at ch. 4, § 5A.\n353 Jd. §2B1.1(b)(10)(B), 2B1.1(b)(18)(A).\n%4 Td. § 8C2A (a).\n355 Id. § 8C2.5.\n%6 Td. § 8C2.5(F), 8C2.5(g).\n357 T)OJ has exercised this civil authority in limited circumstances in\nthe last thirty years. See, €.g., United States & SEC v. KPMG Siddharta\nSiddharta & Harsono, et al., No. 01-cv-3105 (S.D. Tex. 2001) (entry\nof injunction barring company from future FCPA violations based on\nallegations that company paid bribes to Indonesian tax official in order\nto reduce the company’s tax assessment); United States v. Metcalf &\nEddy, Inc., No. 99-cv-12566 (D. Mass. 1999) (entry of injunction barring\ncompany from future FCPA violations and requiring maintenance of\ncompliance program based on allegations that it paid excessive marketing\nand promotional expenses such as airfare, travel expenses, and per\ndiem to an Egyptian official and his family); United States v. American\nTotalisator Co. Inc., No. 93-cv-161 (D. Md. 1993) (entry of injunction\nbarring company from future FCPA violations based on allegations that\nit paid money to its Greek agent with knowledge that all or some of\nthe money paid would be offered, given, or promised to Greek foreign\nofficials in connection with sale of company’s system and spare parts);\nUnited States v. Eagle Bus Manufacturing, Inc., No. 91-cv-171 (S.D. Tex.\n1991) (entry of injunction barring company from future FCPA violations\nbased on allegations that employees of the company participated in\n\nHOUSE_OVERSIGHT_022619",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022619.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 7925,
    "word_count": 1171,
    "line_count": 170,
    "import_date": "2025-11-19T21:47:44.334998",
    "prefix": "IMAGES-007"
  }
}