{
  "document_id": "HOUSE_OVERSIGHT_021204",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021204.txt",
  "text": "staircase I prepared myself for some major sucking up before I left, he\nwould be expecting it for his recent generosity, or so I had thought.\nOpening those familiar heavy doors the first thing { saw was an\nunfamiliar face standing over Jeffrey’s shoulder.\n\nShe was a tall girl with blonde hair twisted up in a professional looking\nknot. Her big smile was flashing at him with hints of her cheekiness to\ncome and she was dressed to kill with a short tight grey skirt and a\nmatching suit jacket over her white buttoned down blouse, revealing her\nvoluptuous ample cleavage. She looked like the old college professor’s\nwet dream. When she introduced herself to me, a thick Czech accent\npresented itself. Her name was Nadia Marcinkova and Jeffrey looked just\nabout as smitten as a victim of a love struck arrow from no one but the\ncupids themselves. Jeffrey further introduced her as his new assistant and\nmasseuse while | would be away, barely taking his eyes off her for one\nsecond. It was a bit of a blow to take, being so easily replaced but also a\npart of me already knew this was expected off someone like him. Good\nfor him I thought to myself, why should I have bitterness over someone [\nnever had intimate feelings for and knew had never really cared for me in\nthe first place. Kissing her on the cheeks and telling her my name, [ was\ndoing my best to grin and bear it. We hugged for a brief show of\nuniformity but it was just that, a show for Jeffrey to see. When he was\naway for the moment or she wasn’t busy hanging off his every word, the\nway we all started out, she would snub me off to only head off in another\ndirection. A real bitch if anyone was to ask me but no one would anyways\nit wasn’t my job to like her.\n\nOver the next course of days it was my task to show her some of my\ntechniques in massaging Jeffrey and the erotic side of finishing it off.\nNadia despised me even more when Jeffrey told her to follow my lead\nduring the massage as she tried to take over and do her own thing a few\ntimes. To me it was quite funny her competitive side, | had nothing more\nto prove so watching her put on an act of seduction and scream out her\nevery body function during a faked orgasm was nothing but entertaining\nin my eyes. After a few sessions together it was my time to be off on\nanother adventure far, far away from here or from the chains that I wore\nfor way too long. Jeffrey had someone else to fit the chains that kept me\nso close to him. Even though she wasn’t the nicest of girls I still couldn’t\nhelp but feel sorry for her. No girl should belong to someone out of\nservitude, but unfortunately it is the way our civilization has been for\nmany centuries before us and I don’t see changing any time soon or as\nlong as perverts like Jeffrey are allowed to walk around freely and\nprocure our daughters off the streets all because he’s got a lot of money to\npay many, many, many people off,\n\n119\n\nThrow out your confetti because here [ come Chang-Mai!! My\ncelebrations started the second I landed, it didn’t take me long to make\nmyself aquatinted with a few fellow travelers and find the hot spots of the\nhustling city. It was like nowhere I had ever been before. The streets were\nlined with stalls offering an assortment of souvenirs, clothing, and knick-\nknacks. Everyone lived so freely and was in such great spirits. The parties\nraged on until the wee hours of the morning and people became best\nfriends over night. From the second I got there I knew Thailand was\ngoing to be a lot of fun and | was right! Popping bottles of champagne,\ndancing ali night to the beat of every club’s rhythm’s along my way and\ncarrying on like it was my birthday...every night was a repetition | could\ndefinitely get used too. During the day 1 was a real good girl, the teachers\npet even. Showing the credibility of my experience in massage from over\nthe last few years and already ahead of the class the teacher was using me\nto help instruct the others with demonstrations. Mostly in a class full of\nmales it wasn’t a surprise that | made friends with quite a few of them,\nsome of them with ulterior motives, but for the most part the sleazebags\nwere none of my concern, | had already dealt with a lifetime of them to\nbe able to spot one out and steer clear of his approaches. Out of the entire\nclass ! had made friends with only one girl from Wisconsin. She was a\nplain looking girl with big brown puppy dog eyes and a long drawn out\naccent. Her first time leaving the States or Wisconsin itself for that matter\nso it was easy to acknowledge that she was a little taken aback by all of\nthe bustling city life so becoming her friend felt like I was doing a good\ndeed showing her around the hot spots of the Chaing-Mai nightlife.\nEventually | even ended up inviting her to stay with me at my hotel. She\nwas running out of money to party every night then pay for school on top\nof her accommodation, it was all becoming too much out of her small\nbudget. So I thought about it and offered her a bed in my room, | had two\nof them anyways. Plus she was a really nice girl and if | could help make\nher first time out of the country an unforgettable experience then | was\nalso gaining something from it as well.\n\nThe first month in quickly passed me by. Having such an incredible\ntime on my own and putting my heart into leaming Thai Massage it\nseemed to just fly past. Routinely I had to call in and check in with\nJeffrey and Ghislane letting them know my whereabouts and progression\nin class. Counting down the time left until my course finished Jeffrey was\nanticipating my departure back to New York. “I can’t wait to get my first\nThai massage from you. I’ve got you booked to come straight back to\nNew York for my first one as soon as your course finishes next month.”\nHis eagerness put a twisted familiar knot in my stomach. Reminding me\nof the dream I have to awake from soon and the reality of the certain\nhomecoming I would be arriving to. “ It’s such a great course, thank you\n\n120\n\nU1 Copyright Protected Material OD Copyright Protected Material\nCONFIDENTIAL GIUFFRE004252 CONFIDENTIAL GIUYFRE004253\n\nHOUSE_OVERSIGHT_021204",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021204.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6123,
    "word_count": 1153,
    "line_count": 98,
    "import_date": "2025-11-19T21:47:44.573710",
    "prefix": "IMAGES-006"
  }
}