{
  "document_id": "HOUSE_OVERSIGHT_013838",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013838.txt",
  "text": "Te most important actions are never comfortable.\n\nFortunately, it is possible to condition yourself to discomfort and overcome it. ve trained myself to\npropose solutions instead of ask for them, to elicit desired responses instead of react, and to be assertive\nwithout burning bridges. To have an uncommon lifestyle, you need to develop the uncommon habit of\nmaking decisions, both for yourself and for others.\n\nFrom this chapter forward, I'll take you through progressively more uncomfortable exercises, simple\nand small. Some of the exercises will appear deceptively easy and even irrelevant (such as the next) until\nyou try them. Look at it as a game and expect some butterflies and sweat—that’s the whole point. For\nmost of these exercises, the duration is two days. Mark the exercise of the day on your calendar so you\ndon’t forget, and don’t attempt more than one Comfort Challenge at a time.\n\nRemember: There is a direct correlation between an increased sphere of comfort and getting what you\nwant.\n\nHere we go.\n\nLearn to Eye Gaze (2 days)\n\nMy friend Michael Ellsberg invented a singles event called Eye Gazing. It is similar to speed dating but\ndifferent in one fundamental respect—no speaking is permitted. It involves gazing into the eyes of each\npartner for three minutes at a time. If you go to such an event, it becomes clear how uncomfortable most\npeople are doing this. For the next two days, practice gazing into the eyes of others—whether people you\npass on the street or conversational partners—until they break contact. Hints:\n\n1. Focus on one eye and be sure to blink occasionally so you don’t look like a psychopath or get your\nass kicked.\n\n2. In conversation, maintain eye contact when you are speaking. It’s easy to do while listening.\n\n3. Practice with people bigger or more confident than yourself. If a passerby asks you what the hell\nyou’re staring at, just smile and respond, “Sorry about that. I thought you were an old friend of\nmine.”\n\nStep IT:\nE is for Elimination\n\nOne does not accumulate but eliminate .\nIt is not daily increase but daily\ndecrease. The height of cultivation\nalways runs to simplicity .\n\n—BRUCE LEE\n\nHOUSE_OVERSIGHT_013838",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013838.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2172,
    "word_count": 366,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:44.187075",
    "prefix": "IMAGES-002"
  }
}