{
  "document_id": "HOUSE_OVERSIGHT_011000",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011000.txt",
  "text": "Edward West had written in 1815 that in economies already developed, there isn’t\nmuch room for more capital of the same kind. Its productivity disappears in capital\nglut and diminishing returns. There could still be growth when some of the new\nideas would need only redeployment of existing kinds of capital, as in relocating\nproduction nearer to the market or cutting out the middleman. This redeployment\nwas Solow’s “disembodied growth.” But growth after that have to come from capital\nnew in kind. Hourglasses might have to give place to pocket watches, or sailing ships\n\nto steamships. Those were Solow’s “embodied” growth.\n\nThe apparent problem here is that novelty is expensive. There are blind alleys and\nfailure rates and learning curves that rote replication avoids. This is true somewhat\neven in disembodied growth, where redeployment is already a step into the\nunfamiliar. If depreciation investment is barely enough for balanced growth without\n\nnew ideas, how can it also pay for the failure rates and learning curves?\n\nA tough question. And Mill was posing an even tougher one. The paragraph quoted\nis clearly describing capital acceleration. Capital as he describes it is not only\ninnovating consistently as it keeps up with consumption, but picking up the pace,\n\nand still taking the innovation costs in stride. Is that too much even for Achilles?\n\nIt is not. Charts and tables show that the kind of growth Mill describes has proved\nthe only kind in every country and period where tests are practical. It has proved\nthe only kind whether capital was growing faster or shrinking faster or anything\nbetween. The growth bronco bucks, and the consumption rider stays on. This is\nwhat clearly happens, or anyhow has happened so far, despite so many reasons to\n\nthink it is impossible. What would explain it?\n\nFirst take the lesser puzzle. Balanced growth, where capital, output and\nconsumption all grow at the same constant rate, must make do with depreciation\ninvestment. How can it in crowded niches where growth compels the costs of\n\ninnovation? Chapter 2 showed my inference that these are the costs of being human.\n\nChapter 4 Mill’s Idea 1/11/16 9\n\nHOUSE_OVERSIGHT_011000",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011000.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2186,
    "word_count": 357,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:46.013483",
    "prefix": "IMAGES-001"
  }
}