{
  "document_id": "HOUSE_OVERSIGHT_019723",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019723.txt",
  "text": "The Chinese Puzzle | 235\n\nindependently targeted warheads. Combined with the state-of-the-\nart technology it had licensed from Russia, its systematic use of\nespionage even made it possible for China to build its own stealth\nfighters.\n\nUnlike the United States, China did not achieve this remarkable\ncapability to launch independently targeted miniaturized nuclear\nweapons and stealth them by investing hundreds of billions of dol-\nlars in developing them. It obtained this technology mainly through\nespionage. The Chinese intelligence service stole a large part, if not\nall, of America’s secret technology for weaponizing nuclear bombs\nduring the 1980s and 1990s. The theft was so massive that in 1998\nthe House of Representatives set up a special bipartisan investiga-\ntive unit called the Select Committee on U.S. National Security and\nMilitary/Commercial Concerns with the People’s Republic of China.\nBased on the intelligence amassed by the NSA, the CIA, and other\nintelligence services, it concluded in its report that the Chinese intel-\nligence service had obtained both by electronic and by conventional\nspying the warhead design of America’s seven most advanced ther-\n\n© monuclear weapons. Moreover, it found that espionage successes ®\nallowed China to so accelerate the design, development, and test-\ning of its own nuclear weapons that the new generation of Chinese\nweapons would be “comparable in effectiveness to the weapons used\nby the United States.” Further, the committee reported that these\nthefts were the “results of decades of intelligence operations against\nU.S. weapons laboratories.” The Chinese intelligence service further\nobtained from private U.S. defense contractors through cyber espio-\nnage important elements of the stealth technology used in advanced\nplanes and submarines. China shared (or exchanged) the fruits of its\nespionage on nuclear warhead design with North Korea, Pakistan,\nIran, and Russia.\n\nDespite its formidable intelligence coups in the United States, the\nChinese intelligence service managed to remain among the most\nelusive of America’s intelligence adversaries. Its espionage organi-\nzations are hidden behind layers of bureaucracy in the Ministry of\nState Security, Chinese Communist Party structures, and the second,\nthird, and fourth department of the General Staff of the People’s\nLiberation Army. Much of its cyber-espionage units are concealed\n\n| | Epst_9780451494566_2p_all_r1.indd 235 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019723",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019723.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2487,
    "word_count": 368,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:45.146930",
    "prefix": "IMAGES-005"
  }
}