{
  "document_id": "HOUSE_OVERSIGHT_024119",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024119.txt",
  "text": "signers, legal persons and trusts; ongoing due diligence; and general requirements for designated nonfinancial\nbusinesses and professions (DNFBPs) (e.g., casinos, accountants, attorneys, dealers in precious metals and stones,\nreal estate agents).\n\nFor additional guidance, please refer to the Financial Action Task Force and Mutual Evaluations sections.\n\nFor additional guidance on international perspectives, please refer to the International Perspectives and Initiatives\nsection.\n\n14. What are the consequences of not complying with AML laws and regulations?\n\nThe consequences of noncompliance with AML laws and regulations may include regulatory enforcement actions,\ncivil and criminal penalties, seizure and forfeiture of funds, and incarceration for the individuals involved. Depository\ninstitutions also may be subject to restrictions on growth and expansion and, in the extreme, may have their\ncharters/licenses revoked, a consequence known as the “death penalty.” For additional guidance, please refer to the\nEnforcement Actions section.\n\n15. What factors are considered by law enforcement when it assesses whether an institution\nor its personnel are guilty of aiding and abetting money laundering or terrorist financing?\n\nWhen assessing whether an institution or its personnel are guilty of aiding and abetting money laundering or terrorist\nfinancing, the authorities consider, among other factors, the following “standards of knowledge”:\n\ne Reckless Disregard — Careless disregard for legal or regulatory requirements and sound business practice\n\n® Willful Blindness — Deliberate ignorance and failure to follow up in the face of information that suggests\nprobable money laundering or illicit activity\n\ne Collective Knowledge - Aggregates/attributes the knowledge of employees to the employing company\n\nIt is important to remember that under U.S. law, a company may, in general, be held liable for the actions of its\nemployees, regardless of the number or level of employees involved in the wrongdoing.\n\nOverview of the U.S. Regulatory Framework\n\nKey U.S. Regulatory Authorities and Law Enforcement\nAgencies\n\n16. Who has the authority to assess penalties for violations of AML laws and regulations?\n\nAuthority to assess civil penalties rests with the Secretary of the Treasury and is delegated to the Financial Crimes\nEnforcement Network (FinCEN) and the primary federal regulators or Self-Regulatory Organizations (SROs) (e.g.,\nFinancial Industry Regulatory Authority [FINRA]). Some state regulatory agencies have their own authority to assess\ncivil penalties, as well. Criminal penalties are determined through legal proceedings at state or federal levels. The\nDepartment of Justice (DOJ) can bring criminal and civil actions, as well as forfeiture actions.\n\n17. Who are the primary federal banking regulators and what are their responsibilities?\nThe five federal banking regulators include:\n\ne The Board of Governors of the Federal Reserve System (FRB) oversees state-chartered banks and trust\ncompanies that belong to the Federal Reserve System, financial holding companies, bank holding companies\n(BHC) and thrift holding companies.\n\ne The Federal Deposit Insurance Corporation (FDIC) regulates federally charted banks (e.g., state-chartered\nbanks that do not belong to the Federal Reserve System) as well as state-chartered thrifts.\n\ne The Office of the Comptroller of the Currency (OCC) regulates federally chartered banks (e.g., banks that\nhave the word “National” in or the letters “N.A.” after their names as well as federal thrifts).\n\n¢ The National Credit Union Administration (NCUA) regulates federally chartered credit unions.\n\nprotiviti 113\n\nHOUSE_OVERSIGHT_024119",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024119.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3689,
    "word_count": 525,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:45.072735",
    "prefix": "IMAGES-007"
  }
}