{
  "document_id": "HOUSE_OVERSIGHT_015521",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015521.txt",
  "text": "Morality Games 309\n\nThe effectiveness of subconscious cues of observability points to a primary role for\nreputations in our learned or evolved proclivities toward pro-social behavior. The\nlarge impact of subtle cues of observability, however, calls into question alternative\nexplanations not based on reputations.\n\nExplicit Requests. When we are asked directly for donations, we give more than if\nwe are not asked, even though no new information is conveyed by the request. In a\nstudy of supermarket shoppers around Christmas time, researchers found that pass-\nersby were more likely to give to the Salvation Army if volunteers not only rang\ntheir bell but explicitly asked for a donation (Andreoni, Rao, & Trachtman, 2011).\nIf our motive is to actually do good, or perhaps proximally to feel good by the act of\ngiving, we should not be impacted by an explicit request.\n\nHowever, if we evolved or learned to give in order to gain rewards or avoid pun-\nishment as described above, then we ought to be more likely to give when, if we did\nnot give, it would be common knowledge that we had the option to give and chose\nnot to. The explicit request makes the denial common knowledge.\n\nIt is worth emphasizing that our evolved intuition to respond to explicit asks may\nbe (mis)applied to individual settings that lack social rewards. Imagine you are\napproached by a Salvation Army volunteer in front of a store in a city where you are\nvisiting for one day only. A literal reading of the model would suggest that you\nshould be no more likely to respond to an explicit request. But it is more realistic to\nexpect that if your pro-social preferences were learned or evolved in repeated inter-\nactions then applied to this new setting, you would respond in a way that is not\noptimal for this particular setting and nonetheless give more when explicitly asked\nGust as our preferences for sweet and fatty foods, which evolved in an environment\nwhere food was scarce, lead us to overeat now that food is abundant).\n\nAvoiding Situations in Which We Are Expected to Give. In the same supermarket\nstudy, researchers discovered that shoppers were going out of their way to exit the\nstore through a side door, to avoid being asked for a contribution by the Salvation\nArmy volunteers. In another field experiment, those who were warned in advance\nthat a solicitor would come to the door asking for charitable donations were more\nlikely to not be home. The researchers estimated that among those who gave, 50 %\nwould have avoided being home if warned in advance of the solicitor’s time of\narrival (DellaVigna et al., 2012). In a laboratory analog, subjects who would have\notherwise given money in a $10 dictator game were willing to pay a dollar to keep\nthe remaining nine dollars and prevent the recipient from knowing that a dictator\ngame could have been played (Dana et al. 2006). If our motive were to have an\nimpact, we would not pay to avoid putting ourselves in a situation where we could\nhave such an impact. Likewise, if our motive were to feel good by giving, we would\nnot pay to avoid this feeling.\n\nIn contrast, if we evolved or learned to give in order to gain rewards or avoid\npunishment, then we would pay to avoid situations where we are expected to give.\nAgain, this would be true even if, in this particular setting, we were unlikely to actually\nbe punished.\n\nHOUSE_OVERSIGHT_015521",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015521.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3381,
    "word_count": 584,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.854128",
    "prefix": "IMAGES-003"
  }
}