{
  "document_id": "HOUSE_OVERSIGHT_018650",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018650.txt",
  "text": "calling names, controlling what the other person does, etc, then it's often useful for it to\nbe communicated -- and also time-bounded. For example: \"You can only call me pathetic\nduring this sexual encounter. Otherwise, please don't.”\n\nThere are BDSM couples that get rid of time boundaries, and have ongoing BDSM\nrelationship situations; there are also BDSM couples that don't use safewords. I think\nthose relationships require a lot of understanding and care from all parties involved. I've\nnever gone without safewords, but sometimes I go without time-bounding, and when I\ndo, I make very sure that I can trust my partner and communicate well with him. (Thomas\nMacAulay Millar calls safeword-free BDSM \"the advanced class.\")\n\nThe same group that made the Power & Control Wheel has another useful wheel -- the.\nEquality Wheel. Here's the text of the wheel:\n\nECONOMIC PARTNERSHIP:\n\n* Making money decisions together.\n\n* Making sure both partners benefit from financial arrangements.\nNEGOTIATION AND FAIRNESS:\n\n* Seeking mutually satisfying resolutions to conflict.\n\n* Accepting changes.\n\n* Being willing to compromise.\n\nNON-THREATENING BEHAVIOR:\n\n* Talking and acting so that she feels safe and comfortable expressing herself and doing\nthings.\n\nRESPECT:\n\n* Listening to her non-judgmentally.\n\n* Being emotionally affirming and understanding.\n* Valuing her opinions.\n\nSHARED RESPONSIBILITY:\n\n* Mutually agreeing on a fair distribution of work.\n* Making family decisions together.\nRESPONSIBLE PARENTING:\n\n* Sharing parental responsibilities.\n\n* Being a positive, nonviolent role model for the children.\nHONESTY AND ACCOUNTABILITY:\n\n* Accepting responsibility for self.\n\nHOUSE_OVERSIGHT_018650",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018650.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1691,
    "word_count": 249,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:46.785809",
    "prefix": "IMAGES-005"
  }
}