{
  "document_id": "HOUSE_OVERSIGHT_026862",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026862.txt",
  "text": "this is a call to greater international policy activism, rather than retrenchment in response to\nthe rise of Trump. In other words, the conclusion is that the great trends of history, or to use\nan old Soviet term, the ‘correlation of forces’, are moving China’s way.\n\nTOWARDS A SHARPER CHINESE DIPLOMACY\n\nA third element of the 2018 Work Conference is its injunction to the country’s international\npolicy institutions and personnel to get with the Xi Jinping project. Xi seems to have the\nForeign Ministry in his sights when he says that “the reform of the institutions and mechanisms\nconcerning foreign affairs is the internal demand of advancing modernisation in the state\ngovernance system and governance capabilities.” It will be recalled from above that “party-\nbuilding” within the country’s foreign policy institutions will be a core part of that.\n\nOn personnel, Xi Jinping reminds the nation’s diplomats that they are first and foremost “party\ncadres.” This has a certain ideological retro to it all. Indeed it’s been a long time since I’ve\nheard Chinese diplomats refer to their seniors as cadres. In fact I’m not sure that over the\nlast 35 years that I can. To quote the Xinhua report: “Stressing that cadres are the decisive\nfactor after setting the political course, Xi called for a strong contingent of foreign affairs\npersonnel that are loyal to the CPC, the country and the people and are politically solid,\nprofessionally competent and strongly disciplined in their conduct. He called on foreign affairs\ncadres to enhance their ideals and their training so as to upgrade their competency and overall\nquality...”\n\nDoes this presage a new type of Chinese foreign ministry diplomat abroad? Perhaps. It’s long\nbeen reported that Xi has been frustrated by the performance of parts of his foreign policy\nestablishment. He sees them proceeding at a glacial pace. Whereas China’s strategic\nchallenges and opportunities are urgent. Once again, this tends to point in the direction of\ngreater foreign policy activism in the future in a system that is struggling to keep up with the\npolitical and policy vision of its leader.\n\nCHINA LEADING THE REFORM OF GLOBAL GOVERNANCE\n\nFourth, the sharpest substantive new development to emerge from the 2018 Foreign Policy\nWork Conference is what is says about global governance.\n\nIn the 2014 Work Conference, Xi referred to an impending struggle for the future structure of\nthe international order. He did not elaborate on this back then. But much work has gone on\nwithin the Chinese system since on three inter-related concepts: the international order (guoji\nzhixu); the international system (guoji xitong), and global governance (quangiu zhili).\n\nOf course, these mean different but overlapping things in English too. Broadly speaking, in\nChinese, the term “international” or “global” order refers to a combination of the UN, the\nBretton Woods Institutions, the G20 and other global plurilateral or multilateral institutions on\nthe one hand; and the US system of global alliances to enforce the US definition of\ninternational security on the other. The term “international system” tends to refer to the first\n\n7 of 10\n\nHOUSE_OVERSIGHT_026862",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026862.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3189,
    "word_count": 512,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:48.777837",
    "prefix": "IMAGES-009"
  }
}