{
  "document_id": "HOUSE_OVERSIGHT_012964",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012964.txt",
  "text": "48 3 A Patternist Philosophy of Mind\n\nothers but with a few original twists. From a CogPrime perspective, its use has been to guide\nthe design process, to provide a grounding for what otherwise would have been fairly arbitrary\nchoices.\n\n3.4.4.1 Self\n\nAnother high-level intelligent system pattern mentioned above is the “self”, which we here will tie\nin with analysis and synthesis processes. The term “self” as used here refers to the “phenomenal\nself” [Met04] or “selfmodel”. That is, the self is the model that a system builds internally,\nreflecting the patterns observed in the (external and internal) world that directly pertain to\nthe system itself. As is well known in everyday human life, selfmodels need not be completely\naccurate to be useful; and in the presence of certain psychological factors, a more accurate\nself-model may not necessarily be advantageous. But a self-model that is too badly inaccurate\nwill lead to a badly-functioning system that is unable to effectively act toward the achievement\nof its own goals.\n\nThe value of a self-model for any intelligent system carrying out embodied agentive cognition\nis obvious. And beyond this, another primary use of the self is as a foundation for metaphors\nand analogies in various domains. Patterns recognized pertaining to the self are analogically\nextended to other entities. In some cases this leads to conceptual pathologies, such as the an-\nthropomorphization of trees, rocks and other such objects that one sees in some precivilized\ncultures. But in other cases this kind of analogy leads to robust sorts of reasoning - for instance,\nin reading Lakoff and Nunez’s [LN00] intriguing explorations of the cognitive foundations of\nmathematics, it is pretty easy to see that most of the metaphors on which they hypothesize\nmathematics to be based, are grounded in the mind’s conceptualization of itself as a spatiotem-\nporally embedded entity, which in turn is predicated on the mind’s having a conceptualization\nof itself (a self) in the first place.\n\nA self-model can in many cases form a self-fulfilling prophecy (to make an obvious double-\n\nentendre’!). Actions are generated based on one’s model of what sorts of actions one can and/or\nshould take; and the results of these actions are then incorporated into one’s self-model. If a\nself-model proves a generally bad guide to action selection, this may never be discovered, unless\nsaid self-model includes the knowledge that semi-random experimentation is often useful.\nIn what sense, then, may it be said that self is an attractor of iterated analysis? Analysis\ninfers the self from observations of system behavior. The system asks: What kind of system\nmight I be, in order to give rise to these behaviors that I observe myself carrying out? Based\non asking itself this question, it constructs a model of itself, i.e. it constructs a self. Then, this\nself guides the system’s behavior: it builds new logical relationships its self-model and various\nother entities, in order to guide its future actions oriented toward achieving its goals. Based on\nthe behaviors newly induced via this constructive, forward-synthesis activity, the system may\nthen engage in analysis again and ask: What must I be now, in order to have carried out these\nnew actions? And so on.\n\nOur hypothesis is that after repeated iterations of this sort, in infancy, finally during early\nchildhood a kind of selfreinforcing attractor occurs, and we have a selfmodel that is resilient\nand doesn’t change dramatically when new instances of action- or explanation-generation occur.\nThis is not strictly a mathematical attractor, though, because over a long period of time the self\nmay well shift significantly. But, for a mature self, many hundreds of thousands or millions of\nforward-analysis cycles may occur before the self-model is dramatically modified. For relatively\n\nHOUSE_OVERSIGHT_012964",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012964.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3885,
    "word_count": 620,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:46.985661",
    "prefix": "IMAGES-002"
  }
}