{
  "document_id": "HOUSE_OVERSIGHT_016272",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016272.txt",
  "text": "inadequate for describing the mechanisms underlying biological systems, and so he\nmissed out on how similar mechanisms might eventually be embodied in technological\ncomputational systems—as now they have been. Today’s dominant technologies were\ndeveloped in the world of Turing and von Neumann, rather than the world of Wiener.\n\nIn the first industrial revolution, energy from a steam engine or a water wheel was\nused by human workers to replace their own energy. Instead of being a source of energy\nfor physical work, people became modulators of how a large source of energy was used.\nBut because steam engines and water wheels had to be large to be an efficient use of\ncapital, and because in the 18th century the only technology for spatial distribution of\nenergy was mechanical and worked only at very short range, many workers needed to be\ncrowded around the source of energy. Wiener correctly argues that the ability to transmit\nenergy as electricity caused a second industrial revolution. Now the source of energy\ncould be distant from where it was used, and from the beginning of the 20th century,\nmanufacturing could be much more dispersed as electrical-distribution grids were built.\n\nWiener then argues that a further new technology, that of the nascent\ncomputational machines of his time, will provide yet another revolution. The machines\nhe talks about seem to be both analog and (perhaps) digital in nature; and he points out, in\nThe Human Use of Human Beings, that since they will be able to make decisions, both\nblue-collar and white-collar workers may be reduced to being mere cogs in a much bigger\nmachine. He fears that humans might use and abuse one another through organizational\nstructures that this capability will encourage. We have certainly seen this play out in the\nlast sixty years, and that disruption 1s far from over.\n\nHowever, his physics-based view of computation protected him from realizing\njust how bad things might get. He saw machines’ ability to communicate as providing a\nnew and more inhuman way of exerting command and control. He missed that within a\nfew decades computation systems would become more like biological systems, and it\nseems, from his descriptions in chapter 10 of his own work on modeling some aspects of\nbiology, that he woefully underappreciated the many orders of magnitude of further\ncomplexity of biology over physics. We are in a much more complex situation today\nthan he foresaw, and I am worried that it is much more pernicious than even his worst\nimagined fears.\n\nIn the 1960s, computation became firmly based on the foundations set out by\nTuring and von Neumann, and it was digital computation, based on the idea of finite\nalphabets which they both used. An arbitrarily long sequence, or string, formed by\ncharacters from a finite alphabet, can be encoded as a unique integer. As with Turing\nMachines themselves, the formalism for computation became that of computing an\ninteger-valued function of a single integer-valued input.\n\nTuring and von Neumann both died in the 1950s and at that time this is how they\nsaw computation. Neither foresaw the exponential increase in computing capability that\nMoore’s Law would bring—nor how pervasive computing machinery would become.\nNor did they foresee two developments in our modeling of computation, each of which\nposes a great threat to human society.\n\nThe first is rooted in the abstractions they adopted. In the fifty-year, Moore’s\nLaw-fueled race to produce software that could exploit the doubling of computer\ncapability every two years, the typical care and certification of engineering disciplines\nwas thrown by the wayside. Software engineering was fast and prone to failures. This\n\n52\n\nHOUSE_OVERSIGHT_016272",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016272.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3728,
    "word_count": 604,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:44.196404",
    "prefix": "IMAGES-003"
  }
}