{
  "document_id": "HOUSE_OVERSIGHT_026640",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026640.txt",
  "text": "message on economic reform. It is likely, I believe, that the focus of the\ngeneral public will be moved to these critical economic reforms. (3) I repeat\na point I’ve made in the past, that because the mainstream media and most\nscholars are still so skeptical of Mr Trump’s policies, the hurdle for him to\nclear and impress positively is very low. Ironically, such general hostility\nwill probably work in favour of the Trump Administration. 5 days after the\nsurprise election victory, the press declared that Mr Trump’s transition plan\nwas in hopeless disarray, only for Mr Trump to announce one cabinet\nappointment every day — ahead of the schedule of Presidents Obama and Bill\nClinton when they got elected. (4) We will likely see a less radical President\nTrump. We have already seen this on various issues (the Wall, prosecuting\nMs Clinton), and my guess is that the trade policy will be more restrictive,\nbut the changes will be nuanced at the same time. The appointment of the\nnext Treasury Secretary will convey an important message. (5) I personally\nthink that various countries will likely adopt industrial policies, as a\nsubstitute for slower trade globalization. Already, the UK’s PM May\nannounced an ambitious industrial strategy, with a focus on technology. The\ngovernment is committed to investing in R&D through the Industrial\nStrategy Challenge Fund. Regular readers of our work should also know\nthat that is what I would recommend for Japan to consider. I just came back\nfrom a trip to Singapore, and understand that the government there is also\nstruggling to find the best strategy to deal with the next phase of economic\ndevelopment, now that the growth model based on trade and finance may be\ncoming to an end. I think the US should also contemplate its own industrial\npolicy. The title of this section is ‘economic Olympics’ to convey the notion\nthat the world is in competition, not just along the axes of cheapness of\nlabour and technology. There are different disciplines (analogous to the\nvarious sports in Olympics) in which any country can excel, if the efforts are\nappropriately focused. Instead of being mediocre in many events, countries\nshould seek to win the gold medal in their best events...\n\n5%-plus nominal GDP growth in the US in 2017? There are several\ninconsistencies in the market trends: (1) a strong dollar and strong US\nequities; (2) protectionism and a strong dollar (Mexico, for example, has\ngotten 10% cheaper so far this month, and China is also cheaper. The\ngreater the threats of protectionism against these countries, the cheaper are\ntheir costs of production...); (3) higher yields and strong equities; (4) Mr\nTrump does not like Chair Yellen or the Fed but he still needs and prefers\nlow interest rates. The only variable that can address these inconsistencies is\n3-4% real economic growth and 5%-plus nominal GDP growth in the\n\nUS. While it is unlikely that 5% nominal GDP growth is sustained over\ntime, the atmospherics will stop the talk about ‘r-star’ and help support\ninterest rates in the US. 2017 may very well see 5%-plus nominal GDP\n\nHOUSE_OVERSIGHT_026640",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026640.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3115,
    "word_count": 522,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:48.471630",
    "prefix": "IMAGES-009"
  }
}