{
  "document_id": "HOUSE_OVERSIGHT_020219",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020219.txt",
  "text": "67\n\nThis 2012 theft was made even more serious by the interconnection of NSA computers with\nthose of other intelligence agencies. It will be recalled that prior to the 9/11 attack in 2001, NSA\ndata had been protected by “stove-piping” that separated NSA’ computers from networks used by\nother intelligence services. After the 9/11 Commission concluded that part of the reason why US\nintelligence agencies were unable to “connect the dots” in advance of the attack was because this\n“stove-piping, the NSA stripped away a large part of its “stove-piping.” One result was that the\nNSANet, which Snowden had access to at Dell in 2012, became a shared network. It had\ncommon access points. General Hayden described them to me as the equivalent of “reading\nrooms” in a library. They served as a means for NSA workers to exchange ideas about the\nproblems they were encountering on various projects for the intelligence community. In\nmaintaining them, system administrators, or “system admins,” like Snowden acted as the\n“librarians.” If a stem administrator copied data from this network, no one knew.\n\nFor Snowden, the NSANet, which included CIA and Defense Department documents,\nprovided a rich hunting ground for Snowden in the fall and winter of 2012. Many of the\ndocuments he took off the NSANet revealed not only operations of the NSA but also those of the\nCIA and Pentagon. By taking them he had come to a Rubicon from which there would be no\nreturn. He later explained in an email to Vanity Fair from Moscow, “I crossed that line.”\n\nAs far as is known, he was not sharing them with any other party prior to May 2013. He was\nnot even yet in contact with Poitras, Greenwald or any other journalists. Presumably, Snowden\nwas collecting them drives, despite the risks that possessing such a collection of secrets might\nentail, for some future use.\n\nBut why would Snowden jeopardize his career and, if caught, his freedom, by undertaking this\nillicit enterprise? He may have had by now strong ideological objections the NSA’s global\nsurveillance. As he said later in Moscow, “we’re subverting our security standards for the sake of\nsurveillance.” But ordinarily even ideologically-opposed employees don’t steal state secrets and\nrisk imprisonment. If they are disgruntled, they seek employment elsewhere. Certainly,\nSnowden, with his three years experience working for Dell, would have little problem finding a\njob as an IT worker in the booming civilian sector of computer technology. Instead of resigning,\nhe sought to widen his access to NSA documents. This behavior suggests to me that he had\nanother agenda. One possible clue to it is the first document he took; the NSA exam. The secret\nin that document, the answers to the questions, were a form of power to him: power to burrow\ndeeper into the executive structure of the NSA. It would unlock the door to door to even the\nmore powerful documents containing the NSA’s sources stored in Level 3 compartments. His\nlater actions demonstrated that he equated the possession of such secrets with personal power.\nFor example, after he arrived in Moscow in 2013, he bragged to James Risen of the New York\nTimes that he had access to secrets that gave him great leverage over the NSA. He told him\nspecifically his access to “full lists” of NSA’s agents and operation in adversary countries could,\nif revealed, closed down the NSA’s capabilities to gather information in them.\n\nHOUSE_OVERSIGHT_020219",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020219.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3443,
    "word_count": 573,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:48.482744",
    "prefix": "IMAGES-005"
  }
}