{
  "document_id": "HOUSE_OVERSIGHT_012990",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012990.txt",
  "text": "74 4 Brief Survey of Cognitive Architectures\n\n“T grant the need for non-symbolic processes in some intelligent systems, but I think they sup-\nplement rather than replace symbol systems. I know of no examples of reasoning, understanding\nlanguage, or generating complex plans that are best understood as being performed by systems\nusing exclusively non-symbolic processes....\n\nAl systems that achieve human-level intelligence will involve a combination of symbolic and\nnon-symbolic processing.”\n\nA few of the more important hybrid cognitive architectures are:\n\n¢ CLARION [SZ04] is a hybrid architecture that combines a symbolic component for reason-\ning on “explicit knowledge” with a connectionist component for managing “implicit knowl-\nedge.” Learning of implicit knowledge may be done via neural net, reinforcement learning,\nor other methods. The integration of symbolic and subsymbolic methods is powerful, but a\ngreat deal is still missing such as episodic knowledge and learning and creativity. Learning\nin the symbolic and subsymbolic portions is carried out separately rather than dynamically\ncoupled, minimizing “cognitive synergy” effects.\n\ne DUAL [NK04] is the most impressive system to come out of Marvin Minsky’s “Society of\nMind” paradigm. It features a population of agents, each of which combines symbolic and\nconnectionist representation, self-organizing to collectively carry out tasks such as percep-\ntion, analogy and associative memory. The approach seems innovative and promising, but\nit is unclear how the approach will scale to high-dimensional data or complex reasoning\nproblems due to the lack of a more structured high-level cognitive architecture.\n\ne LIDA [BF09] is a comprehensive cognitive architecture heavily based on Bernard Baars’\n“Global Workspace Theory”. It articulates a “cognitive cycle” integrating various forms of\nmemory and intelligent processing in a single processing loop. The architecture ties in well\nwith both neuroscience and cognitive psychology, but it deals most thoroughly with “lower\nlevel” aspects of intelligence, handling more advanced aspects like language and reasoning\nonly somewhat sketchily. There is a clear mapping between LIDA structures and processes\nand corresponding structures and processing in OCP; so that it’s only a mild stretch to view\nCogPrime as an instantiation of the general LIDA approach that extends further both in\nthe lower level (to enable robot action and sensation via DeSTIN) and the higher level (to\nenable advanced language and reasoning via OCP mechanisms that have no direct LIDA\nanalogues).\n\ne MicroPsi [Bac(9] is an integrative architecture based on Dietrich Dorner’s Psi model of mo-\ntivation, emotion and intelligence. It has been tested on some practical control applications,\nand also on simulating artificial agents in a simple virtual world. MicroPsi’s comprehen-\nsiveness and basis in neuroscience and psychology are impressive, but in the current version\nof MicroPsi, learning and reasoning are carried out by algorithms that seem unlikely to\nscale. OCP incorporates the Psi model for motivation and emotion, so that MicroPsi and\nCogPrime may be considered very closely related systems. But similar to LIDA, MicroPsi\ncurrently focuses on the “lower level” aspects of intelligence, not yet directly handling ad-\nvanced processes like language and abstract reasoning.\n\ne PolyScheme [Cas07] integrates multiple methods of representation, reasoning and infer-\nence schemes for general problem solving. Each Polyscheme “specialist” models a different\naspect of the world using specific representation and inference techniques, interacting with\nother specialists and learning from them. Polyscheme has been used to model infant rea-\nsoning including object identity, events, causality, and spatial relations. The integration of\n\nHOUSE_OVERSIGHT_012990",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012990.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3846,
    "word_count": 560,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:45.358013",
    "prefix": "IMAGES-002"
  }
}