{
  "document_id": "HOUSE_OVERSIGHT_031475",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031475.txt",
  "text": "Speaking at a news conference in Washington, Mr Gulen's lawyers said they expected him to remain at the Pennsylvania\ncompound where he lives in self-imposed exile, and not attempt to flee.\n\nMr Gulen is a reclusive figure who rarely makes contact with the media.\nAlthough Turkey has demanded his extradition, it has yet to make a formal request.\n\nThe US has said its judiciary will consider a request 1f and when it is filed. It also asked for evidence of the cleric's involvement\nin the coup attempt, which Turkey says it has supplied.\n\nMr Gulen's lawyers said it was most unlikely any extradition request would stand up in a US court and almost no chance that\ntheir client would get a fair trial in Turkey, given what had been said against him there since the coup attempt.\n\nOne of the lawyers, Reid Weingarten, said: \"It would be unprecedented and appalling if the United States took a frail almost-\noctogenarian, plopped him on a plane to go back into that kind of setting with the hideous things that are being said about him\nby the entire Turkish government.\"\n\nMuch of Turkey's crackdown has targeted perceived supporters of the cleric.\n\nTens of thousands of public sector workers have been suspended or dismissed, with many having their passports cancelled.\nThere has also been a massive reshuffle of the military.\n\nAbout 18,000 people have been detained or arrested.\nNow local branches of the AK Party have been told to begin a purge of suspected Gulenists in their ranks.\n\nMr Gulen had been a close ally of President Recep Tayyip Erdogan until a bitter split between his movement and the party of\nthe president three years ago.\n\nTurkey has listed Mr Gulen's movement as a terrorist organisation.\n\nFrom: Will Bohlen\nSent: Friday, August 05, 2016 1:19 PM\n\nTo: ‘Keough, Michael' {i ; King, Kathryn ; Miller, Michael\nEee Katelyn Wohlford < >; Y. Alp Aslandogan\n\nEEE Weingarten, Reid (>; Remzi Kulen ee :\nWeinstein, Jason iii: Osman 02. i; David Marin\n> E10 inc: >; Drake, William <i >\nCc: Eliopoulos, Steven <i\n\nSubject: RE: Audio recording\n\nThank you, Michael.\n\nReuters story just posted:\nhttp://www.reuters.com/article/us-turkey-security-gulen-idUSKCN10G1P8?il=0\n\nWorld | Fri Aug 5, 2016 1:07pm EDT\nRelated: WORLD\n\nHOUSE_OVERSIGHT_031475",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031475.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2243,
    "word_count": 371,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.086338",
    "prefix": "IMAGES-011"
  }
}