{
  "document_id": "HOUSE_OVERSIGHT_028791",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_028791.txt",
  "text": "From: \nSent: \nTo: \nSubject: \nFaith Kates \n5/18/2016 5:45:03 PM \njeffrey E. [jeeyacation@gmail.com] \nFW: Warning: The smart money is fleeing U.S. stocks \nImportance: High \nMay 18, 2016 \nWarning: The Smart Money \nIs Fleeing U.S. Stocks \nBY BILL BONNER, CHAIRMAN, BONNER & PARTNERS \nDUBLIN — The Dow dropped 180 points yesterday — or \nabout 1%. \nAnd another clever billionaire says he is looking elsewhere \nfor profits. Reuters: \nActivist investor Carl Icahn on Monday said there was a chance the stock \nmarket could suffer a big decline, saying valuations are rich and earnings at \nmany companies are fueled more by low borrowing costs than management's \nefforts to boost results. \n\"I am very cautious on equities today. This market could easily have a big \ndrop,\" Icahn said. \nYes, dear reader, the smart money is getting out of U.S. stocks. And here's our \nold friend Rob Marstrand explaining why: \nRight now, every measure that analyzes the S&P 500 says it's expensive. Prices \nare high relative to earnings, net assets, sales, and cash flow. \nHOUSE OVERSIGHT 028791 \nWhat's more, there's plenty of evidence that the main thing propping up the \nstock prices is heavy buying by the companies themselves [via share \nrepurchases]. \nAnd now, that prop is getting kicked out from under the stock market. \nBloomberg: \nAfter snapping up trillions of dollars of their own stock in a five-year \nshopping binge that dwarfed every other buyer, U.S. companies from Apple \nInc. to IBM Corp. just put on the brakes. \nAnnounced repurchases dropped 38% to $244 billion in the last four months, \nthe biggest decline since 2009... \nRecommended Links \nRickards: \"Warning, I've Changed My Thesis On Gold\" \nI firmly believe we're at the beginning of the BIGGEST move the world \nhas ever seen in gold. \"Simple math\" says $10,000 gold is all but certain. But, you're \nnot going to believe what I have to say next... BEFORE you buy a single ounce of \ngold, read this important message. \nLast Chance: VIP Access To Doug Casey's Shocking 2016 \nForecast \nCasey fears a severe crisis is brewing. Not a currency collapse or stock market crash. \nA specific threat that could wreak more havoc than the Great Depression. That's why \ntomorrow, in an urgent broadcast event, Doug's pulling back the curtain on his \nshocking warning. And revealing how to profit from it in the months ahead, in a big \nway. Last chance to get VIP access ends tonight. Click here now for full details. \nPareto's \"Foxes\" \nAlthough the bull market in U.S. stocks is probably near its end, the bull \nmarket in the Deep State shows no sign of weakening. \nHOUSE OVERSIGHT 028792 \nYear after year, the power of the \"foxes\" grows. \nIt was the great Italian economist Vilfredo Pareto who noticed — among other \nthings — that no matter what kind of government you think you have, there are \nalways some crafty insiders, the \"foxes,\" who take control of it. \nPolicies are set, programs are started... decisions are made... with no consent \nof the people or their elected officials; the foxes work the angles. \nOver time, the forces of law and order become more and more corrupt... as the \nfoxes bend the entire system to do their bidding. \nWars are started with no plan or intention to win them. Money is handed out \nfor no better reason than this: They can get away with it. \nAnd best of all, most people are none the wiser; they believe the myths... and \nattack anyone who challenges them. \nRip-Off \nPerhaps the biggest rip-off of all time has taken place over the last eight years \n— and in plain sight of everybody. \nVia the magic of ultra-low rates, the Fed — a nest for the wiliest and most \ncunning of the foxes — took roughly $8 trillion out of the pockets of savers and \nretirees and handed it to borrowers. \nWho is the world's biggest borrower? \nYes... it's the Deep State itself. \nThe Fed claimed to be helping to \"stimulate\" the economy. But you can't really \nstimulate an economy by stealing from the people who produce wealth and \nprovide it with capital. \nHOUSE OVERSIGHT 028793 \nNot surprisingly, growth has stalled. Wages have fallen. Productivity has \nstagnated. \nFor 95% of the male population, real earnings are lower today than they were \nin 1973. \nIs there any wonder many of these men vote for Donald Trump — a \"strong \nman\" who promises to do something about it? \nBut the top 5% — where the foxes are — gained income. Their wages are up \nmore than 50% over the same time. \nWhy? \nBecause they take more and more money from the rest of us. \nMore tomorrow... on a new Rebellion in Gualfin... and a measure of how big \nthe Deep State has become... \nRegards, \nBill \nFurther Reading: The Deep State already controls just about every aspect of \nAmerican life. From health care to education to the food on our tables to the \nnever-ending war on terror, this cadre of cronies is pulling the strings. \nIn his latest online presentation, Bill exposes how the Deep State has now \npushed the world to the brink of an irreversible disaster. Learn more here as \nhe reveals how it will all unfold... and, more importantly, how it'll change your \nlife forever. \nMarket Insight \nHOUSE OVERSIGHT 028794 \nBY CHRIS LOWE, EDITOR AT LARGE \nGeorge Soros is betting big on gold. \nAs Bill reported yesterday, the billionaire speculator cut his  \nfirm's investments in U.S. stocks by more than one-third. \nSoros has also disclosed a new stake in the world's biggest \ngold miner, Barrick Gold (ABX). \nSoros Fund Management, his investment vehicle, bought a 1.7% of Barrick. \nThis makes it Soros' biggest listed holding. \nAs today's chart shows, Barrick has skyrocketed so far in 2016. \nThe company's stock is up a jaw-dropping 156% year to date. \nRecommended Links \nRead this BEFORE you buy gold or gold stocks \nDr. Steve Sjuggerud Reports: Most investors don't know this, but \nthere s a \"Magic Number\" that appears before EVERY big move in gold and EVERY \nbig move in gold stocks. What is it and is now the time to buy? Details here... \nFeatured Reads \nGold Price to Soar More Than 650%?  \nOne currencies expert says a \"super spike\" in gold prices is headed our way. \nHere, he explains what will cause it and, more importantly, how you can \nposition yourself to profit. \nHOUSE OVERSIGHT 028795 \nShare Buybacks Fall Most Since 2009  \nU.S. share buybacks have fallen back to levels last seen in 2099. The news \ncomes amid the worst profit slump since the financial crisis.., and when \nvaluations sit near 14-year highs. \nWhy \"Money Helicopters\" Are Not the Answer  \nAlthough \"helicopter money\" — code for handing out free money — is now \nbeing seriously discussed... what's really needed to boost growth are major \nstructural reforms. The fate of the world depends on it. \nRecommended Links \nExperience the Greatest Innovation in Shaving...for Free \nYou only have 9 days left to enjoy the best shave of your life for free. \nJoin thousands of men from around the world who are experiencing \nthe unrivaled performance OneBlade technology offers. Don't miss \nout. Act now.  \nOneBlade — Rethought. Retooled. Rebuilt. \nMailbag \nReaders continue to weigh in on the state of U.S. politics. Here are more \nresponses to Monday's issue, \"Trump's Biggest Deal.\" \nSarah Palin will be the V.P. with Trump, and you may be surprised that they \nwill have a balance budget within three years. And with Obamacare repealed, \njob killing regulations eliminated, and corporate tax rates cut, it will make the \nU.S. more business friendly. \n— Christopher F. \nHOUSE OVERSIGHT 028796 \nGood God! Anything is better than just giving it to Hilary and her \ndespicable husband. \n— Judy P. \nThanks for including Jefferson and von Mises, my favorite Galician, in \nthe list of good guys. Our economy cannot be repaired without \ndismantling the Fed. As you often point out, our monetary system is \nrotten at the core, as it is based on credit. \nI read in one of these letters from a libertarian source that Jefferson \nwrote, already in 1810 or so, that he had failed to set up a free country \nas he envisioned.., and that was still more than too years before the \nFederal Reserve Act. \nOn the other hand, even today, I strongly believe that if we just followed \nthe Constitution, we would be okay — especially the loth amendment. I \nthink that is the most important of all. \n— Chaim K. \nIn the words of Warren Zevon, \"Send lawyers, guns, and money; the s---\nhas hit the fan.\" \nThe Democratic Party is electing a known criminal, and they don't care, \nas long as it's their criminal. They just assume all politicians are \ncriminal, and the really good ones get their districts what they need. \nWould anyone let Harry Reid babysit their children? The Republican \nParty is electing anybody who is not a politician. Donald Trump just \nhappens to be the best known, \"anybody\" who is running. \n— Wayde L. \nHOUSE OVERSIGHT 028797 \nAll I can say about Bill's message on Monday is: \"Amen, brother! Amen!\" \nHe hit every nail right on the head. \nTo those self-deluding worthies who think that a Donald Trump \npresidency will solve all of America's problems I say, \"Get your heads \nout of your collective a***s, because it ain't gonna happen.\" \nTrump will continue the policies (if we can laughably call them such) of \nthe Deep State... with a dash of Adolph Hitler thrown in for good \nmeasure. Clinton will be no better, if not worse. \nI'm with Bill — a vote for the lesser of two evils is still voting for evil. \nHowever, unlike him, I will vote, but for a third-party candidate who \ndoesn't have a snowball's chance of winning. A \"wasted\" vote is better \nthan a vote for Trump or Hillary. \n— Dale A. \nI think you are correct in your assessment of the Deep State. I disagree \nin how to deal with it. \nIt seems easy for the rich or the poor to walk away and state it doesn't \nmatter. The poor because they do not have a choice; the rich because \nthey do. For those of us in the middle we need to deal with it, lest we \nend up in the poor camp. For me, a decision that includes a less bad \nscenario is still a decision worth pursuing. \n— Rudy R. \nIn Case You Missed It... \nThe third part of Doug Casey's \"virtual workshop\" on how to turn crises into \nwildly profitable investments goes live today. \nHOUSE OVERSIGHT 028798 \nIn it, Doug pulls back the curtain on his shocking forecast for America in \n2016. And how he believes you could set yourself up to profit from it in a big \nway... with just one decisive move. \nGo here to reserve your spot. \nE \nBonner & Partners I About Bill I The Archives I FAQ  \nLIKE BILL'S DIARY? \nRepublish our articles on your website or blog for free. Learn How  \nHave feedback? ::ontact Us  \nThis e-mail was sent to because you subscribed to \nthis service. It's not our intention to send e-mail to anyone who doesn't want \nit. \nTo cancel Bill Bonner's Diary, \nTo cancel by mail or for any other subscription issues, write us at: \nBill Bonner's Diary, 402 West Atlantic Ave., Suite 66, Delray Beach, FL \n33444011, USA \nTo contact us, call , Mon-Fri: 9am-5pm or email \nfeedbackabonnerandpartners.com  \nHaving trouble getting your e-mails? Add us to your address book. Get \nInstructions here... \nCopyright 2016 Bonner & Partners and Bill Bonners' Diary, 402 West Atlantic \nAve., Suite 66, Delray Beach, FL 33444011, USA. All rights reserved. No part \nof this report may be reproduced or placed on any electronic medium without \nwritten permission from the publisher. Information contained herein is \nobtained from sources believed to be reliable, but its accuracy cannot be \nguaranteed. Bill Bonner's Diary or its editors and publications do not advocate \nthe purchase or sale of any security or investment. Investments recommended \nin this publication should be made only after consulting with your investment \nadvisor and only after reviewing the prospectus or financial statements of the \ncompany in question. Bill Bonner's Diary expressly forbids its writers from \nhaving a financial interest in any security that they recommend to their \nreaders. Furthermore, all other employees and agents of Bill Bonner's Diary \nand its affiliate companies must wait 24 hours before following an initial \nrecommendation published on the Internet, or 72 hours after a printed \npublication is mailed. \nHOUSE OVERSIGHT 028799 \nJeffrey Kogan \nKogan Realty Group \n155 E 55th St., Ste 6-D \nNew York, NY 10022  \nTEL: \nFAX:________________ \n, \nHOUSE OVERSIGHT 028800",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_028791.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 12362,
    "word_count": 2098,
    "line_count": 241,
    "import_date": "2025-11-19T21:47:47.658606",
    "prefix": "TEXT-001"
  }
}