{
  "document_id": "HOUSE_OVERSIGHT_012118",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012118.txt",
  "text": "Edwards adv. Epstein\nTelephone interview with Virginia Roberts\nPage 12 of 23\n\nV: No, not at this stage. I just, some of these people are really influential in power, and I\ndon’t want to start another shitstorm with a few of them. I’ll tell you that there was some\nerotic massages given to, I’m just afraid to say it to you.\n\nJS: Ok, Virginia.\nVe It’s like geez, I don’t know if I want to, I’m really scared of where this is gonna go.\n\nJS: Alright. I understand that, and as I told you from the beginning, if I ask you a question\nthat you are uncomfortable answering, you just tell me that, and I will move on, and I\nunderstand that at least right now, you are uncomfortable answering, and I am certainly\ngoing to respect that.\n\nV: Thank you so much, Jack.\n\nJS: No, that’s quite alright. I am very appreciate of the cooperation you are providing, and I\ndon’t want you at any time to feel that we are taking unfair advantage of that cooperation,\nso give me the information that you’re comfortable giving me, and if we get to a point\nwhere you’re uncomfortable, I will respect that and we’ll move on from there.\n\nV: Ok.\n\nJS: I want to talk a little bit about the traveling that you did with Jeffrey. About how long\ninto your relationship with him did that first start?\n\nV: Immediately. I started traveling immediately. Not internationally until I think about,\nGosh, I can’t remember even, I think it was a year later that we started doing international\ntravel. Maybe like 9 months to a year again. Not too sure to be honest.\n\nJS: So that would have been approximately the summer of 1999? Somewhere around there?\n\nV: Yes. Somewhere around there. Somewhere around a year, somewhere around there, I\ncan’t pinpoint it exactly. But like I said, we started doing domestic traveling\nimmediately, so my first destination with him was New York and Santa Fe and the\nCarribean, California, I would take trips with him occasionally. Sometimes we would go\nto St. Louis or New Orleans or Santa Cruz. We were traveling just about everywhere [\nthink,\n\nJS: How did you travel?\nV: Well, we took Jeffrey’s private jet, and unless I was being sent somewhere by myself for\nwhat we were just talking about before, then I would travel on a what do you call, a\n\npublic jet, whatever it is...\n\nJS: commercial flight?\n\nHOUSE_OVERSIGHT_012118",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012118.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2312,
    "word_count": 416,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:45.875058",
    "prefix": "IMAGES-001"
  }
}