{
  "document_id": "HOUSE_OVERSIGHT_024549",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024549.txt",
  "text": "jiabilities other than in connection with its acting as general partner of KUE and as described in this\nMemorandum.\n\nThe day to day business of the General Partner will be generally be conducted by its directors, although\ncertain matters require the approval of its shareholders pursuant to the Companies Law and the General\nPartner's Articles of Association. Under Cayman Islands law, a director of a Cayman Islands company is\nobliged to comply with a number of duties, breach of which may, in certain circumstances, result in\npersonal liability on the part of the director. However, provided a director complies with the fiduciary\nduties and the requisite duties of care, diligence and skill, the fact that a decision turns out to be wrong,\nnot beneficial, or causes loss, will not of itself necessarily establish personal liability.\n\nAs a general rule, in the absence of a contractual arrangement to the contrary, the liability of a\nshareholder of a Cayman Islands exempted company which has been incorporated with limited liability is\nlimited to the amount from time to time unpaid in respect of the par value of, together with the share\npremium payable on, the shares he holds; the company having a separate legal personality from that of\nits shareholders, and being separately liable for its own debts due to third parties, However, although\nthere is no decided Cayman Islands authority on the issue, English common law authority (which would\nbe regarded as persuasive, though technically not binding, in the courts of the Cayman Islands), supports\nthe proposition that it in exceptional circumstances it is conceivable that the principle of the separate legal\npersonality of a company could be ignored and the court will “pierce the corporate veil.” Examples might\nbe a company acting as the agent or nominee of its shareholder, incorporation for an illegal or improper\npurpose, using a company or group of companies as a means of perpetrating a fraud, or using the\nseparate personality of a company to circumvent a pre-existing obligation of its proprietor.\n\n14.3. Classes of Units; Capital Contributions\n\nAssuming that 1,000,000 Units are sold to Investors by March 31, 2007, and that the accrued dividends\non the preferred limited partner units are paid in cash, approximately 2,530,000 Units will be outstanding.\nThe Investors will own approximately 40% of KUE in the form of Common LP Units and approximately\n40% of the General Partner in the form of Class A Shares.\n\nThe General Partner will be the sole general partner of KUE and will hold approximately 1,000 General\nPartner Units (“GP Units’) in KUE, representing approximately 0.04% ownership in KUE.\n\nThe economic interest in KUE represenied by the Common LP Units and the GP Units will be reduced by\nthe Profits Participation LP Units as described below under \"Distributions.\"\n\nAssuming that 1,000,000 Units are sold to Investors by March 31, 2007, and that the accrued dividends\non the preferred limited partner units are paid in cash, KUE LLC, controlled by the Principals, will hold\napproximately 1,530,000 Common LP Units representing approximately 60% ownership in KUE and\n1,530,000 Class A Shares. The Common LP Units owned by KUE LLC will not be transferable, except (i)\nto the Principals; (ii) to affiliates of the Principals and/or (iii) to family members and/or charitable\norganizations in connection with the Principals’ estate planning, unless combined with the corresponding\npercentage of Class A Shares to form Units and transferred in the form of Units in accordance with the\nLimited Partnership Agreement.\n\nKnowledge Universe Holdings LLC, a Delaware limited liability company (“KUH LLC”) conirolled by the\nPrincipals, will hold 900 Class B ordinary shares of the General Partner (the “Class B Shares\"). The\nClass B Shares held by the Principals and their affiliates will not be transferable, except to (i) the\nPrincipals; {ii) to the affiliates of the Principals; and/or (iii) to family members and/or charitable\norganizations in connection with the Principals’ estate planning. The Class B Shares will automatically\nconvert to Class A Shares if the Principals’ aggregate direct and indirect economic interest in KUE is less\nthan 15% of the outstanding Partnership Units (as defined below) of KUE.\n\nA limited liability company (\"KULG LLC-1\"), of which Knowledge Universe Learning Group LLC, a\nDelaware limited liability company that is controlled by the Principals (\"KULG”), and certain other persons\n\n116\n\nHOUSE_OVERSIGHT_024549",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024549.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4515,
    "word_count": 717,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:44.199998",
    "prefix": "IMAGES-008"
  }
}