{
  "document_id": "HOUSE_OVERSIGHT_012960",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012960.txt",
  "text": "44 3 A Patternist Philosophy of Mind\n\nanalysis 4. The notion of “focused cognitive process” will be exemplified more thoroughly below,\nbut in essence what is meant is a cognitive process that begins with a small number of items\n(drawn from memory) as its focus, and has as its goal discovering something about these\nitems, or discovering something about something else in the context of these items or in a way\nstrongly biased by these items. This is different from a global cognitive process whose goal is\nmore broadly-based and explicitly involves all or a large percentage of the knowledge in an\nintelligent system’s memory store.\n\nAmong the focused cognitive processes are those governed by the so-called cognitive schematic\nimplication\n\nContext \\ Procedure — Goal\n\nwhere the Context involves sensory, episodic and/or declarative knowledge; and attentional\nknowledge is used to regulate how much resource is given to each such schematic implication in\nmemory. Synergy among the learning processes dealing with the context, the procedure and the\ngoal is critical to the adequate execution of the cognitive schematic using feasible computational\nresources. This sort of explicitly goal-driven cognition plays a significant though not necessarily\ndominant role in CogPrime, and is also related to production rules systems and other traditional\nAI systems, as will be articulated in Chapter 4.\n\nThe synthesis and analysis processes as we conceive them, in the general framework of SGS\ntheory, are as follows. First, synthesis, as shown in Figure 3.1, is defined as\n\nsynthesis: Iteratively build compounds from the initial component pool using the combinators,\ngreedily seeking compounds that seem likely to achieve the goal.\nOr in more detail:\n\n1. Begin with some initial components (the initial “current pool’), an additional set of com-\nponents identified as “combinators” (combination operators), and a goal function\n\n2. Combine the components in the current pool, utilizing the combinators, to form product\ncomponents in various ways, carrying out reductions as appropriate, and calculating relevant\nquantities associated with components as needed\n\n3. Select the product components that seem most promising according to the goal function,\nand add these to the current pool (or else simply define these as the current pool)\n\n4, Return to Step 2\n\nAnd analysis, as shown in Figure 3.2, is defined as\n\nanalysis: Iteratively search (the system’s long-term memory) for component-sets that com-\nbine using the combinators to form the initial component pool (or subsets thereof), greedily\nseeking component-sets that seem likely to achieve the goal\n\nor in more detail:\n\n1. Begin with some components (the initial “current pool”) and a goal function\n\n2. Seek components so that, if one combines them to form product components using the\ncombinators and then performs appropriate reductions, one obtains (as many as possible\nof) the components in the current pool\n\n4 In [GPPGO6], what is here called “analysis” was called “backward synthesis”, a name which has some advantages\nsince it indicated that what’s happening is a form of creation; but here we have opted for the more traditional\nanalysis/synthesis terminology\n\nHOUSE_OVERSIGHT_012960",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012960.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3237,
    "word_count": 500,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:47.390938",
    "prefix": "IMAGES-002"
  }
}