{
  "document_id": "HOUSE_OVERSIGHT_030332",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_030332.txt",
  "text": "Date: Friday, September 26 2014 10:57 PM \nSubject: Re: \nFrom: Jes Staley _______________________________ \nTo: jeffrey E. <jeevacation@gmail.com>; \nI saw that. \nSent from my iPhone \nOn Sep 26, 2014, at 6:51 PM, \"jeffrey E.\" <jeevacation@gmail.com > wrote: \nAdministration officials were firm that President Obama was only beginning to think about a new \nattorney general, but many in Washington are already focusing on Kathryn Ruemmler, the former \nWhite House counsel, who recently returned to private practice. \nMs. Ruemmler, 43, is known to be highly trusted by the president, and she helped guide his thinking on \ngay rights, the health care law and the reach of executive authority. \nShe is one of only three women to serve as White House counsel. \nMs. Ruemmler, who grew up in Washington State and studied law at Georgetown, also has a history of \nwinning over skeptical Republicans. \"You never had to question where she was coming from, and she \nnever volunteered something she didn't know,\" said Senator Saxby Chambliss, Republican of Georgia. \n\"She is very precise but very firm also, and held her own well.\" \nShe also won admirers as a lead prosecutor on the Enron task force. But if Ms. Ruemmler is nominated, \nthe advice she dispensed to the White House about the I.R.S. scandal and the attacks on Benghazi, Libya, \nwill certainly draw scrutiny. \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com , and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 030332",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_030332.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1992,
    "word_count": 311,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:46.668692",
    "prefix": "TEXT-001"
  }
}