{
  "document_id": "HOUSE_OVERSIGHT_030057",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030057.txt",
  "text": "28\n\nArticle 8.\n\nWall Street Journal\n\nNorway to Jews: You're Not Welcome\n\nHere\nAlan M. Dershowitz\n\nMARCH 29, 2011 -- I recently completed a tour of Norwegian\nuniversities, where I spoke about international law as applied to the\nIsraeli-Palestinian conflict. But the tour nearly never happened.\n\nIts sponsor, a Norwegian pro-Israel group, offered to have me lecture\nwithout any charge to the three major universities. Norwegian\nuniversities generally jump at any opportunity to invite lecturers from\nelsewhere. When my Harvard colleague Stephen Walt, co-author of\n\"The Israel Lobby,\" came to Norway, he was immediately invited to\npresent a lecture at the Norwegian University of Science and\nTechnology in Trondheim. Likewise with Ilan Pappe, a demonizer of\nIsrael who teaches at Oxford.\n\nMy hosts expected, therefore, that their offer to have me present a\ndifferent academic perspective on the Israeli-Palestinian conflict\nwould be eagerly accepted. I have written half a dozen books on the\nsubject presenting a centrist view in support of the two-state solution.\nBut the universities refused.\n\nThe dean of the law faculty at Bergen University said he would be\n\"honored\" to have me present a lecture \"on the O.J. Simpson case,\" as\nlong as I was willing to promise not to mention Israel. An\nadministrator at the Trondheim school said that Israel was too\n\"controversial.\"\n\nThe University of Oslo simply said \"no\" without offering an excuse.\nThat led one journalist to wonder whether the Norwegian universities\nbelieve that I am \"not entirely house-trained.\"\n\nHOUSE_OVERSIGHT_030057",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030057.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1577,
    "word_count": 246,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:44.825412",
    "prefix": "IMAGES-010"
  }
}