{
  "document_id": "HOUSE_OVERSIGHT_014066",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014066.txt",
  "text": "2014] CRIME VICTIMS’ RIGHTS 87\n\nas environmental crimes investigators in the Environmental Protection\nAgency (EPA).'°\n\nThis coverage provision would seem to answer any lingering question\nabout whether the CVRA applies before charging. In directing that federal\nemployees engaged in the “detection” and “investigation” of crime must\nrespect victims’ rights, Congress wanted broad rights extending beyond just\nthe prosecution of a case. As the district court concluded in the Epstein\ncase, this provision “surely contemplates pre-charge application of the\nCVRA.”\"°!\n\nOLC gamely maintains, however, that Congress was simply trying to\nprovide that federal law enforcement agents should provide rights to\nvictims when a criminal case moves to its prosecution phase. OLC noted\nthe uncontroversial point that law enforcement agents “often develop a\nrelationship of trust with crime victims during the investigation that\ncontinues as they assist crime victims in negotiating active criminal\nproceedings.”!©? OLC then asserted:\n\nGiven this continuing active role that agents typically play during criminal\nprosecutions, we find the fact that the CVRA assigns responsibility to them, together\nwith the attorney for the Government, to ... accord them their rights under the CVRA\nto be entirely consistent with our conclusion that those rights arise only once the\nGovernment has initiated criminal proceedings. !°\n\nBut OLC’s contorted position never explains why Congress found it\nnecessary to break out three separate phases of the criminal justice process:\nthe “detection,” “investigation,” and “prosecution” of crime. If the\ncongressional intent was simply to cover, for example, FBI agents or EPA\nagents during the post-charging phase of a case, it could have simply\nomitted those words from the CVRA. An FBI agent, for example, would be\nengaged in the “prosecution” of the case when assisting the victim after the\nformal filing of charges. On OLC’s reading of the statute, the words\n“detection” and “investigation” become meaningless, contrary to the well-\nknown canon of construction verba cum effectu sunt accipienda, which\nmeans that, if possible, every word and every provision is to be given\neffect.!\n\nOLC also suggests that the “most significant” argument supporting\npre-charging application of nghts is the venue provision, which allows\n\n100 See Kylet al., supra note 136, at 615 (“Notice should be given to the fact that it applies\nnot just to the Department of Justice, but to all ‘departments and agencies of the United States\nengaged in the detection, investigation, or prosecution of crime.”” (citation omitted)).\n\n161 Does v. United States, 817 F. Supp. 2d 1337, 1342 (S.D. Fla. 2011).\n\n162 OLC CVRA Rights Memo, supra note 2, at 15.\n\n163 Iq\n\n164 See, e.g., Reiter v. Sonotone Corp., 442 U.S. 330, 339 (1979).\n\nHOUSE_OVERSIGHT_014066",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014066.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2839,
    "word_count": 435,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:45.265479",
    "prefix": "IMAGES-002"
  }
}