{
  "document_id": "HOUSE_OVERSIGHT_024150",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024150.txt",
  "text": "Eurozone equities\n\nEuro Stoxx (27 June): 217 (last month: 215)\nUBS View Euro Stoxx (6-month target): 223\n¢ The crisis in the Eurozone will remain the main driver in the coming months. After the elections in\nGreece, progress on the reform program will be closely monitored. Spain and Italy will also remain in the\nspotlight with levels of government bond yields too high for being sustainable.\n¢ With the sovereign debt crisis dragging on we expect the Eurozone market to stay highly volatile in\ncoming months.\ne Economies in peripheral countries increasingly feel the burden of austerity. The economic weakness\naffects company earnings negatively. Analysts’ earnings growth forecasts (consensus) for 2012 have come\ndown to about 3% for this year, but we see this as still too high against the weak economic backdrop.\n¢ All in all, the ongoing risks stemming from the sovereign debt crisis lead us to the view that Eurozone\nequities will underperform other major markets.\n\nA Positive scenario Euro Stoxx (6-month target): 275\n¢ Global economic growth reaccelerates and Eurozone growth shows clear signs of bottoming out,\nenabling 2-4% earnings growth over the rest of the year. The trailing P/E ratio could re-rate to 12x from\nthe current reading close to 10x.\n\n& Negative scenario Euro Stoxx (6-month target): 165\n¢ Europe slides into a deep recession, and the debt crisis leads to severe pressure on Spain and Italy. In a\nmajor crisis, earnings could fall by 10% to 15% from current levels until year-end, and the trailing P/E ratio\ncould drop to 8.5x by the end of 2012.\n\nNote: Scenarios refer to global economic scenarios (see slide 7)\n\nWhat we're watching Why it matters\n\nGrowth indicators Economic growth indicators provide information on the development of a\npotential Eurozone recession. Key dates: 2 July, Final PMI manufacturing\nEurozone, Germany, France for June; 24 July, Flash PMI Eurozone,\nGermany, France for July; 25 July, IFO business climate Germany\nDecisions by European politicians and the ECB affect the course of the debt crisis.\nKey dates: 5 July, ECB meeting\n\nEarnings reports of the Euro Stoxx companies. Key dates: Mid July until mid\nAugust\n\nPolicy action\n\nEarnings season\n\n36 UBS\n\nPreference: underweight\n\nRecommendations\n\nTactical (6 months)\n\nWe continue to recommend defensive\nsectors. We like Consumer Staples and\nHealthcare.\n\nWe also like the Energy sector, where the\nvaluation is very attractive.\n\nBecause of risks stemming from the\nsovereign debt crisis, we keep a cautious\nstance on Financials — especially Banks\nand diversified Financials.\n\npitnegeve (1 to 2 years)\n\nFor investors with a multiyear horizon,\nwe believe there are attractively valued\nopportunities in core Europe (see also\nslide 21).\n\nOur sector stance in the Eurozone\n\nSectors\nConsumer Discretionary\nConsumer Staples\n\nEnergy\n\nT\n\nFinancials\nHealthcare\n\nndustrials\n\nTelecom\n\nUtilities\n\nEurozone\n\n4\n\naterials\n\n~e;/e<_|/vjviulule;aulau\n\nSource: UBS CIO, as of 28 June 2012\n\nNote: Past performance is not an indication of future returns.\n\n15\n\nFor further information please contact CIO's asset class specialist Markus Irngartinger, markus.irngartinger@ubs.com\n\nPlease see important disclaimer and disclosures at the end of the document.\n\nHOUSE_OVERSIGHT_024150",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024150.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3254,
    "word_count": 504,
    "line_count": 108,
    "import_date": "2025-11-19T21:47:45.979230",
    "prefix": "IMAGES-007"
  }
}