{
  "document_id": "HOUSE_OVERSIGHT_011409",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011409.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n106\nH3vlgiu2\n\nThe last point I want to make, your Honor, on this\n\nissue of consciousness of guilt relates to the one case that\n\nthey cite for the proposition that there is some ability to\n\nhave a consciousness of guilt theory in a civil case. They\ncite a Second Circuit criminal case in which the defendant was\na man named Amuso. This is at 21 F.3d 1251, and it's a 1994\ncase. Mr. Amuso was a leader in the Lucchese crime family who,\nover a course of time, ordered 14 murders and then absconded\nfrom the jurisdiction during the trial of a number of\nco-defendants. And it was called \"The Windows\" case here in\nNew York, and you may remember it, your Honor, because it was\nthe Lucchese crime family that was controlling the replacement\n\nwindow unions in the city of New York. So Mr. Amuso goes to\n\ntrial, and the government requested and received an instruction\n\nto the jury that said not only his flight was consciousness of\n\nguilt but the length of the absence of his flight was\n\nconsciousness of guilt. And in fact, the Second Circuit\n\nreversed that instruction and disapproved it in that criminal\n\ncase but didn't reverse his conviction because the evidence of\n\nguilt was overwhelming. So the one case that they cite for\n\nthis proposition in fact is inapposite to the position that\n\nthey're taking here today.\n\nSo I think your Honor and I are indeed on the same\n\npage here, and I'd ask that the Court simply apply the law in\n\nTillery.\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011409",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011409.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1579,
    "word_count": 282,
    "line_count": 81,
    "import_date": "2025-11-19T21:47:46.874452",
    "prefix": "IMAGES-001"
  }
}