{
  "document_id": "HOUSE_OVERSIGHT_020191",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020191.txt",
  "text": "49\n\n23” but in actuality it had acted on June 22, 2013, which was the day before the plane (or\nSnowden) departed from Hong Kong. The Hong Kong authorities had been advised as early as\nJune 19, 2013 that there were criminal charges against Snowden and only a typographical error in\nspelling out Snowden’s middle name—James instead of John-- in the criminal charges prevented\nthe Hong Kong police from immediately ordering his detention. His Hong Kong lawyers were\nadvised of the pending charges, which were unsealed on June 21, 2013 and published on front\npage of the South China Morning Post in Hong Kong. So presumably Snowden knew that action\nby the U.S. government was imminent. One of his lawyers, Jonathan Mann, even accompanied\nSnowden to the airport out of his concern that he would not even be allowed by Hong Kong\nauthorities to go through passport control. Although Snowden still had a US passport in his\npossession, the computerized database would show on June 23rd, it was no longer valid for travel\nto anywhere but the U.S.\n\nThis electronic notification advised foreign government that his passport was only approved for\nhis return to the U.S. Even so, when he arrived in Russia any future international travel decisions\nfor him would be up to Russia, not the U.S. So the only government with the means to “trap”\nhim in Russia was the Russian government.\n\nThe U.S. government also knew that his it was no accident that Snowden wound up in the\nhands of Russia. He had been in contact with Russian officials in Hong Kong. Even before Putin\nadmitted this liaison on September 3, 2013, the CIA knew about it. In fact, on June 23™, t,\nSenator Charles Schumer (D-N.Y.), correctly said based on a White House briefing that\n“Vladimir Putin had personally approved Snowden’s flight” to Moscow. As mentioned earlier,\nthe NSA still had the capability to monitor Russian communication in June 2013. The messages,\nas well as the traffic, it intercepted from its sources reportedly revealed the Russian intelligence\nactivity in Hong Kong. The NSA also reportedly intercepted contacts between these Russian\nofficials and Russian representatives of Aeroflot, the Russian state-owned airline flying between\nHong Kong and Moscow. Aeroflot, like most other international carriers, ordinarily requires\ninternational passengers to have both a valid passport and visa to the country of his destination.\nThat those rules were waived for Snowden implicated Aeroflot in Snowden’s exfiltration from\nHong Kong. All of which meant to investigators that Snowden’s defection to Moscow was not a\nhaphazard result of unexpected circumstances. This raised new questions for the investigation.\nWhat led Snowden to defect to Russia? Was his arrival in Moscow planned by Russia intelligence\nin advance? Was any other party, such as China, privy to the plan? Was there a quid pro quo?\n\nUS intelligence had some clues suggesting that Snowden’s path to Russia had been prepared\nfor him in advance. On September 3, 2013, Russia’s President Putin gave a lengthy interview on\nstate-owned Channel | television in which he divulged that he personally had had advance\nknowledge of Snowden’s plan. “I will tell you something I have never said before,” Putin said.\nSnowden \"first went to Hong Kong and got in touch with our diplomatic representatives” and\nthat he was told then that an American \"agent of special services\" was seeking to come to Russia.\n\nHOUSE_OVERSIGHT_020191",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020191.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3443,
    "word_count": 564,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:48.615976",
    "prefix": "IMAGES-005"
  }
}