{
  "document_id": "HOUSE_OVERSIGHT_029262",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029262.txt",
  "text": "So CO NSN DH WO F&F WO NO\n\nNO wO NH NO HN HN HN HKD HNO ee Be Re RO Re RO ROO eee\neo NIN NHN UA Fk WO NY -&§ OD BO WO NN HDB A Ff WD NYO KF CO\n\nCase 5:16-cv-00797-DMG-KS Document1 Filed 04/26/16 Page3of6 Page ID#:3\n\n11. On the third occasion involving the Defendant, Donald J. Trump, the Plaintiff, Katie Johnson\nwas forced to engage in an unnatural lesbian sex act with her fellow minor and sex slave, Maria Doe\nage 12, for the sexual enjoyment of Defendant Trump. After this sex act, both minors were forced\nto orally copulate Defendant Trump by placing their mouths simultaneously on his erect penis until\nhe achieved sexual orgasm. After zipping up his pants, Defendant Trump physically pushed both\nminors away while angrily berating them for the \"poor\" quality of their sexual performance.\n\n12. On the fourth and final sexual encounter with the Defendant, Donald J. Trump, the Plaintiff,\nKatie Johnson, was tied to a bed by Defendant Trump who then proceeded to forcibly rape Plaintiff\nJohnson. During the course of this savage sexual attack, Plaintiff Johnson loudly pleaded with\nDefendant Trump to “please wear a condom\". Defendant Trump responded by violently striking\nPlaintiff Johnson in the face with his open hand and screaming that \"he would do whatever he\nwanted\" as he refused to wear protection. After achieving sexual orgasm, the Defendant, Donald J.\nTrump put his suit back on and when the Plaintiff, Katie Johnson, in tears asked Defendant Trump\nwhat would happen if he had impregnated her, Defendant Trump grabbed his wallet and threw\nsome money at her and screamed that she should use the money “to get a fucking abortion\".\n\n13. On the first occasion involving the Defendant, Jeffrey E. Epstein, the Plaintiff, Katie Johnson,\nwas forced to disrobe into her bra and panties and to give a full body massage to Defendant Epstein\nwhile he was completely naked. During the massage, Defendant Epstein physically forced Plaintiff\nJohnson to touch his erect penis with her bare hands and to clean up his ejaculated semen after he\nachieved sexual orgasm.\n\n14. On the second occasion involving the Defendant, Jeffrey Epstein, the Plaintiff, Katie Johnson\nwas again forced to disrobe into her bra and panties while giving Defendant Epstein a full body\nmassage while he was completely naked. The Defendant, Donald J. Trump, was also present as he\nwas getting his own massage from another minor, Jane Doe, age 13, Defendant Epstein forced\nPlaintiff Johnson to touch his erect penis by physically placing her bare hands upon his sex organ\n\nand again forced Plaintiff Johnson to clean up his ejaculated semen after he achieved sexual orgasm.\n\nCV-126 (09/09) PLEADING PAGE FOR A COMPLAINT\n\nHOUSE_OVERSIGHT_029262",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029262.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2717,
    "word_count": 459,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:44.954791",
    "prefix": "IMAGES-010"
  }
}