{
  "document_id": "HOUSE_OVERSIGHT_023782",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023782.txt",
  "text": "36 Teaching Minds\n\nThen, what is the role of the subconscious here? When a child is be-\ning taught at 3, he is not being taught consciously. He does not memo-\nrize rules for walking or talking and he does not learn anything very\nmuch by consciously trying to learn. Rather, a child absorbs by con-\nstantly practicing and then making that practice a part of who she is.\n\nLater, when the subconscious attitudes about walking, talking,\nrelating to others, family values, and all the rest, are well within the\ndeep subconscious of the child, we begin the attempt to teach the\nchild consciously. We worry when we hear, for example, that:\n\nAbout a quarter of teens questioned in the broad survey weren’t\nable to correctly identify Adolph Hitler as Germany’s chancellor\nduring World War II. About 20 percent couldn’t say whom\nAmerica fought in that war!\n\nMore than a quarter wrongly believed Columbus sailed to the New\n\nWorld after 1750. Half didn’t know whom Senator Joseph McCarthy\ninvestigated. And a third had no clue the Bill of Rights is the source\nof freedoms of religion and speech. Nearly a third couldn’t tell you\nwho said in a famous speech: “Ask not what your country can do for\nyou....”\nUntil a child enters school, he has been learning things that are\nuseful to him. He knows where his toys are and how to play with\nthem; he knows how to get food; he knows how to get his parents to\ndo what he wants (perhaps); he knows how to entertain himself. In\nshort, he has learned what he has learned because he has found his\nnew abilities to be of value.\n\nAnd the history cited above? Of what value is it to know about\nJoe McCarthy? Not only is it of no value to a child, but what we know\nabout McCarthy is slanted by whoever is writing the history and bi-\nased by whatever point the person is trying to make. It is all very well\nto tell students the truth about what happened in the past and assume\nthat they will learn from it, and therefore not repeat it, but we can’t\neasily know the truth and they are not likely to learn much from the\ntelling anyhow.\n\nPundits scream and yell about what children don’t know. The\nquestion is: Why do they need to know it? If the answer is that it\nmakes the system happy that they know certain facts while not mak-\ning the child in any way happier, we all can guess how well that is\ngoing to turn out.\n\nHOUSE_OVERSIGHT_023782",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023782.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2360,
    "word_count": 437,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:47.544844",
    "prefix": "IMAGES-007"
  }
}