{
  "document_id": "HOUSE_OVERSIGHT_022160",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022160.txt",
  "text": "TTERSON\n\ny. And that I was named as an\nllionaire what could happen to\nsed of sexual misconduct. And\nsettle a lawsuit or pay money in\nbeing mentioned or revealed. I\n| didn’t —1 didn’t ask about this.\n2n corroborated the fact that she\nrything she had said to me.\n\nat she was absolutely correct in\n\nto you?\n\nsstion. I was very —I wasn’t sure,\not his wife on the phone, Abigail\n\\at the only billionaire in Colum-\n2d Too and who owned Victoria's\nhad met Leslie Wexner on two\nife. I called Abigail on the phone\nit to know that there is an extor-\nnst your husband by unscrupu-\n” And she said, “Oh, we're aware\n_in contact with us,” which sur\n\nnt] was confirmation of that. 7 q\nhe chronology of that. I then was\n\nid out she was absolutely correct 3\n\nt interviewed on ABC television. 5\nclient, Brad Edwards, had sent a 4\n1 the area urging them to watch\n:duled to be on three television\nen, it was [the] Good Day Sho s\n\nFirtuy Ricw\n\nthe evening news, and the show Nightline. ...1 then was in\ncommunication with ABC and helped to persuade them that\nthey would be putting false information on the air if they\nallowed Virginia Roberts to tell her false story. So I was able\nto corroborate that. I then also corroborated the fact that she\nhad never mentioned me when her boyfriend appeared on\ntelevision and publicly stated that she had never mentioned\nme in any of her description[s] of people who she had sexual\ncontact with. So I was then completely satisfied that Rebecca\nwas telling me the complete truth. And that in my view, there\nwas an extortion plot directed against Leslie Wexner, a crimi-\nnal extortion plot directed against Leslie Wexner, and that\nyour clients were involved in that extortion plot.\n\n: Let's see if we can make sure that we're understanding one\nanother, sir, Do you recognize that there’s a distinction\nbetween Virginia Roberts having met you, having been sexu-\nally abused by you on multiple occasions, but not wanting to\nname you as opposed to Virginia Roberts never having met\nyou and never having been sexually abused by you...? Are\nthose two things different in your mind?\n\n: Not in the context of this case. Because Virginia Roberts said\n\nthat she was going to seek justice from everybody that had\n\nabused her. And if she didn’t want to name me, I think the\ninference is inescapable that I was not among those people\n\nthat she had had any sexual contact with. So that was cer-\ntainly the inference I drew. ...\n\nHOUSE_OVERSIGHT_022160",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022160.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2454,
    "word_count": 446,
    "line_count": 72,
    "import_date": "2025-11-19T21:47:47.363068",
    "prefix": "IMAGES-006"
  }
}