{
  "document_id": "HOUSE_OVERSIGHT_012942",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012942.txt",
  "text": "26 2 What Is Human-Like General Intelligence?\n\n2.3.3 Newell’s Criteria for a Human Cognitive Architecture\n\nFinally, another related perspective is given by Alan Newell’s “functional criteria for a human\ncognitive architecture” [New90], which require that a humanlike AGI system should:\n\n1. Behave as an (almost) arbitrary function of the environment\n\n2. Operate in real time\n\n3. Exhibit rational, i.e., effective adaptive behavior\n\n4. Use vast amounts of knowledge about the environment\n\n5. Behave robustly in the face of error, the unexpected, and the unknown\n6. Integrate diverse knowledge\n\n7. Use (natural) language\n\n8. Exhibit self-awareness and a sense of self\n\n9. Learn from its environment\n\n10. Acquire capabilities through development\n11. Arise through evolution\n12. Be realizable within the brain\n\nIn our view, Newell’s criterion 1 is poorly-formulated, for while universal Turing computing\npower is easy to come by, any finite AI system must inevitably be heavily adapted to some\nparticular class of environments for straightforward mathematical reasons [Hut05, GPI* 10].\nOn the other hand, his criteria 11 and 12 are not relevant to the CogPrime approach as we are\nnot doing biological modeling but rather AGI engineering. However, Newell’s criteria 2-10 are\nessential in our view, and all will be covered in the following chapters.\n\n2.3.4 intelligence and Creativity\n\nCreativity is a key aspect of intelligence. While sometimes associated especially with genius-\nlevel intelligence in science or the arts, actually creativity is pervasive throughout intelligence,\nat all levels. When a child makes a flying toy car by pasting paper bird wings on his toy car, and\nwhen a bird figures out how to use a curved stick to get a piece of food out of a difficult corner\n— this is creativity, just as much as the invention of a new physics theory or the design of a new\nfashion line. The very nature of intelligence — achieving complex goals in complex environments\n— requires creativity for its achievement, because the nature of complex environments and goals\nis that they are always unveiling new aspects, so that dealing with them involves inventing\nthings beyond what worked for previously known aspects.\n\nCogPrime contains a number of cognitive dynamics that are especially effective at creating\nnew ideas, such as: concept creation (which synthesizes new concepts via combining aspects\nof previous ones), probabilistic evolutionary learning (which simulates evolution by natural\nselection, creating new procedures via mutation, combination and probabilistic modeling based\non previous ones), and analogical inference (an aspect of the Probabilistic Logic Networks\nsubsystems). But ultimately creativity is about how a system combines all the processes at its\ndisposal to synthesize novel solutions to the problems posed by its goals in its environment.\n\nThere are times, of course, when the same goal can be achieved in multiple ways — some\nmore creative than others. In CogPrime this relates to the existence of multiple top-level goals,\none of which may be novelty. A system with novelty as one of its goals, alongside other more\n\nHOUSE_OVERSIGHT_012942",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012942.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3165,
    "word_count": 493,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:46.333311",
    "prefix": "IMAGES-002"
  }
}