{
  "document_id": "HOUSE_OVERSIGHT_023466",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023466.txt",
  "text": "B\n\nfrom Bahrain. Despite a small but energetic activist community,\nSaudi Arabia has largely avoided protests during the Arab Spring,\nsomething that the leadership credits to the popularity and\nconciliatory efforts of King Abdullah. But there were a smattering of\nsmall protests and a few clashes with security services in the Eastern\nProvince.\n\nThe regional troubles have come at a tricky moment domestically for\nSaudi Arabia. King Abdullah, thought to be 86 years old, was\nhospitalized in New York, receiving treatment for a back injury,\nwhen the Arab protests began. The Crown Prince, Sultan bin Abdul\nAziz, is only slightly younger and is already thought to be too infirm\nto become king. Third in line, Prince Nayaf bin Abdul Aziz, is\naround 76 years old.\n\nViewing any move toward more democracy at home—at least on\nanyone's terms but their own—as a threat to their regimes, the\nregional superpowers have changed the discussion, observers say.\nThe same goes, they say, for the Bahraini government. \"The problem\nis a political one, but sectarianism is a winning card for them,\" says\nJasim Husain, a senior member of the Wefaq Shiite opposition party\nin Bahrain.\n\nSince March 14, the regional cold war has escalated. Kuwait expelled\nseveral Iranian diplomats after it discovered and dismantled, it says,\nan Iranian spy cell that was casing critical infrastructure and U.S.\nmilitary installations. Iran and Saudi Arabia are, uncharacteristically\nand to some observers alarmingly, tossing direct threats at each other\nacross the Gulf. The Saudis, who recently negotiated a $60 billion\narms deal with the U.S. (the largest in American history), say that\nlater this year they will increase the size of their armed forces and\nNational Guard.\n\nAnd recently the U.S. has joined in warning Iran after a trip to the\nregion by Defense Secretary Gates to patch up strained relations with\n\nHOUSE_OVERSIGHT_023466",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023466.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1901,
    "word_count": 306,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:44.439718",
    "prefix": "IMAGES-007"
  }
}