{
  "document_id": "HOUSE_OVERSIGHT_031493",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031493.txt",
  "text": "jeevacation@gmail.com\n\nthanks, lets meet when i am back in june\n\nOn Fri, May 13, 2016 at 11:50 PM, <> wrote:\n\nSorry to see they are still dragging your name through the press. | hope some of the legal matters have been resolved\nsince last we spoke. | would have liked to have helped. | am sure you have the lawyers you feel are the best for you\nand | hope that is the case and all works out well as soon as possible.\n\nDavid Schoen\n\n-----Original Message-----\n\nFrom: Jeffrey Epstein <jeevacation@gmail.com>\nTo:\n\nSent: Mon, Sep 2, 2013 10:08 am\n\nSubject: Re: Question - CONFIDENTIAL\n\nWilliam Riley\n\nOn Monday, September 2, 2013, wrote:\n\nThat's a pretty clear answer. Thanks, you saved me a phone call. If you have any other ideas for top guys there, let\nme know. Otherwise, | have a former FBI guy | might use. Going to be a very hard fought case. Take care, David\n\nFrom: Jeffrey Epstein <jeevacation@gmail.com>\nTo:\n\nSent: Mon, Sep 2, 2013 9:55 am\n\nSubject: Re: Question - CONFIDENTIAL\n\nDont\n\nOn Monday, September 2, 2013, wrote:\nJeffrey:\n\nYou might recall that we \"met\" by email and on the phone a couple of years ago, originally through our mutual friend\nBernard Kruger.\n\n| have a question for you. | am preparing a lawsuit against the Broward County Sheriff's Department. | am looking for\na good and trustworthy private investigator there who will not undercut me with the Sheriff's department because of\nties there, etc. | have a couple of candidates; but someone recently referred me to one in Davie, FL who this person\nsaid would fit the bill.\n\nWhen | went on the guy's website, however, | see that one of the things he apparently holds out as a highlight (it is on\nhis \"press\" page) is a series of stories about your case. | assume the guy was an investigator for the other side in the\ncivil case - the group that set you up.\n\nHis name is Mike Fisten and his company is Blueline Investigations. If he is someone who you encountered and he\nwas a bad guy or out to get you, | would not want to use him. Even though we don't really know each other, | very\nmuch liked you when we spoke and | would not want to give business to someone who had gone after you and you\nthink is a bad guy. If on the other hand, he was a decent guy just doing his job, perhaps it would be ok. | can't tell\nenough about it from his website.\n\nHOUSE_OVERSIGHT_031493",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031493.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2343,
    "word_count": 434,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:48.121871",
    "prefix": "IMAGES-011"
  }
}