{
  "document_id": "HOUSE_OVERSIGHT_026574",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026574.txt",
  "text": "Jan Loeys Global Asset Allocation\n(1-212) 834-5874 The J.P. Morgan View\njan.loeys@jpmorgan.com 09 November 2012\n\nnecessarily. Last summer, as equity markets rebounded in June and July,\nCyclical sectors actually underperformed. The thin grey line in the top chart\nshows that Cyclical sectors have recaptured only a quarter of the\nunderperformance seen between March and August and thus provide a better\nentry point. Position indicators suggest that investors are underweight\nCyclicals and overweight Defensives which is turn means that Defensive\nsectors are more vulnerable to position unwinding.\n\nWe introduced an underweight in US equities in mid October to position for\nthe US fiscal cliff risk. Obama’s win makes it more likely that this risk will\nintensify into year-end. Across regions we favor EM Asia and Europe vs. the\nUS. While the US is facing fiscal cliffrisks, Asian equities are benefiting\nfrom concrete signs that economic activity is rebounding in China. European\nequities are benefiting from greater improvement in financial conditions,\nalthough they are more vulnerable to noise around the Greek and Spanish\nissues.\n\nCredit\n\nUS credit spreads edged wider in response to the fall in equity markets\nfollowing the US elections. US HG widened 7bp to 160bp, undoing around\nhalf of October’s peak-to-trough moves. Similar moves registered in other\nUSD credit markets. At 107bp, the CDX.IG is now back to early-August\nlevels, even as the CDS-Bond basis moved back into negative territory with\ncorporate bond spreads again moving above CDS.\n\nCredit spreads may be repricing the risk of a fiscal-cliff induced recession in\n2013. For context, we expect the eventual outcome of the negotiations to lead\nto about 2% of GDP in fiscal contraction, not enough to tip the economy back\ninto recession in itself, and considerably lower than the 4% drag under the full\nenactment of all revenue raising measures and spending cuts currently set to\nbecome law on Jan 1.\n\nFrom our point of view, the elections confirm the status quo both in\nWashington and in market conditions — i.e. we should expect more of the\nsame and it has been a great year for credit. Therefore, we see the current\ndip as an opportunity to add risk, and expect spreads to continue to tighten\ninto year end, albeit at a slower rate than in recent months. We stay down in\nquality and outline in GAZOS this week some relative value arguments for\nEuro HY vs US HY. On that front, European credit shrugged off the election\noutcome, tightening marginally in the HG space and widening very slightly in\nthe HY space.\n\nForeign Exchange\n\nThe post-US election drama is unfolding as expected. Four more years with\nthe same cast is delivering a higher USD versus most currencies but JPY due\nto deleveraging ahead of the fiscal cliff, and lower USD/CNY forwards due to\navoidance of US-China trade conflict (see An FX guide to America’s toss-up\nelection, FX Markets Weekly, Nov 2). The only surprise has been that FX\nvolatility remains so subdued (VXY unchanged at 7.4%) in a week when the\ntrade-weighted dollar and equity volatility have rallied. Chalk it up to\npositioning, as most indicators suggest that institutions investors entered the\nUS polls with aggregate USD positions close to flat.\n\nNow, sausage-making season begins. US recession is guaranteed if the fiscal\ncliff is enacted on schedule, and neither Congress nor the President welcomes\n\nJ.P Morgan\n\nMore details in ...\n\nUS Credit Markets Outlook and Strategy, Eric Beinstein\net al.\n\nHigh Yield Credit Markets Weekly, Peter Acciavatti et al.\n\nEuropean Credit Outlook & Strategy, Steven Dulake et\nal.\n\nEmerging Markets Cross Product Strategy Weekly, Eric\nBeinstein et al.\n\nHOUSE_OVERSIGHT_026574",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026574.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3711,
    "word_count": 600,
    "line_count": 78,
    "import_date": "2025-11-19T21:47:45.562940",
    "prefix": "IMAGES-009"
  }
}