{
  "document_id": "HOUSE_OVERSIGHT_026361",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_026361.txt",
  "text": "employees of the Bitcoin Foundation. The three other core developers, who draw salaries from different\nemployers, will continue in that status.\n\n>\n\n> The usually rather feisty community has been overall very supportive and I think it is because of our strong\nresearch focus and our neutral position.\n\nSs\n\n> The initiative has strong support from faculty across campus including crypto guru Ron Rivest and former\nChief Economist of the IMF, Simon Johnson as well as faculty at the Media Lab, Sandy Pentland and Andy\nLippman.\n\n>\n\n> More about initiative here:\n\n>\n\n> http://joi.ito.com/weblog/2015/04/15/announcing-mit-dci.html\n\n> https://medium.com/@medialab/launching-a-digital-currency-initiative-238fc678aba2\n\n>\n\n>I hired one of Megan’s former colleagues from the White House, Brian Forde who was in charge of figuring\nout Bitcoin at the White House and brief the POTUS on Bitcoin to run the initiative and he is doing an\namazing job so far.\n\n>\n\n> https://newsoffice.mit.edu/2015/brian-forde-media-lab-director-digital-currency-0415\n\n>\n\n> Fred and Reid on the Advisory Council have been super helpful in helping us navigate this. Advisory\nCouncil member Jim Pallotta is also active in this space and joined our first and very successful dinner with\nMedia Lab Member (sponsor) companies to kick off a special interest group for our companies.\n\n>\n\n>I am in discussions with Stanford, Princeton and Hong Kong UST to create an academic network for\nresearch. We are also participating in a policy network with Stanford, Harvard and Oxford.\n\n>\n\n> Happy to follow with more information for anyone interested in learning more or getting involved.\n\n>\n\n>- Joi\n\nplease note\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\nJEE\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\nand may be unlawful. If you have received this\ncommunication in error, please notify us immediately by\nreturn e-mail or by e-mail to jeevacation@gmail.com, and\ndestroy this communication and all copies thereof,\nincluding all attachments. copyright -all rights reserved\n\nHOUSE_OVERSIGHT_026361",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_026361.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2273,
    "word_count": 339,
    "line_count": 68,
    "import_date": "2025-11-19T21:47:44.486151",
    "prefix": "IMAGES-008"
  }
}