{
  "document_id": "HOUSE_OVERSIGHT_022325",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_022325.txt",
  "text": "﻿Blanche Lark Christerson\nManaging Director, Senior Wealth Planning Strategist\nTax Topics\n2013-12\n12/20/13\nBudgets, tax reform and “extenders”\nAs the year winds down, House Budget Committee Chairman Paul Ryan (R-WI) and Senate Budget\nCommittee Chairman Patty Murray (D-WA) have hammered out a budget deal that forestalls – for two years\n– another government shutdown, and limits some of the forthcoming sequester cuts otherwise slated to go in\neffect in January. Although neither negotiator is entirely happy with the agreement, both view it as a\nworkable cease-fire in the budget battles; the House passed the agreement 332 to 94 on December 12 th ,\nand the Senate passed it 64 to 36 on December 18 th . President Obama will sign the bill shortly, thereby\nmaking it possible for Congress to draft spending bills so as to allocate the budget dollars that have now\nbeen approved. Note, however, that this budget agreement does not address the debt ceiling suspension,\nwhich expires in February, and that another fiscal showdown is therefore possible early next year.\nAs to tax reform, Sen. Max Baucus (D-MT), Chairman of the Senate Finance Committee, has recently put\nforth several discussion drafts of legislation, generally dealing with corporate and international tax, and\nenergy incentives, while Rep. Dave Camp (R-MI), Chairman of the House Ways and Means Committee,\nacknowledged that he fell short on his goal of introducing tax reform legislation this year, but that he would\nrather focus on that than an “extenders” bill.\nWhat is “extenders” legislation, and how might it fit into the tax reform puzzle? Although “extenders” are not\ndefined anywhere, they generally refer to temporary provisions of the tax law that Congress regularly renews\n– usually for a year or two at a time. For example, the research and development credit is an important\nbusiness incentive that has been around since 1981 – and is again among the extenders that expire on\nDecember 31, 2013 (this year, they number 57). Some of the other extenders on this list are more recent,\nincluding the $250 above-the-line deduction for certain out-of-pocket expenses of teachers, the deduction for\nstate and local sales taxes, and the IRA charitable “rollover” provision for taxpayers who are at least 70½.\nWhy does the tax law have so many temporary provisions? Several reasons come to mind. If a provision\nwas enacted in response to a natural disaster or specific crisis, it is theoretically a short-term measure\ndesigned to get taxpayers through a particularly difficult period – such as the expiring extender dealing with\nmortgage forgiveness. Enacted at the end of 2007 in response to turmoil in the housing market, this\nprovision was designed to help borrowers who were underwater with their home mortgages: previously, if a\nlender foreclosed on a home and sold it for less than the outstanding indebtedness, the forgiveness of the\nunpaid balance generated taxable income for the borrower, as did a renegotiated mortgage that reduced the\noutstanding indebtedness. Under this temporary provision, that forgiveness is not considered income – a\nwelcome result for taxpayers in this unhappy situation.\nYet what about temporary provisions that promote favored tax policies but that don’t respond to a particular\nsituation? If they’re such a good idea, why not make them permanent? This gets to a basic reality:\npermanent provisions are more costly than temporary ones. That is because the Joint Committee on\nTaxation must use a current law “baseline” when it estimates the revenue impact of tax legislation. Such a\nbaseline assumes that a temporary measure, such as the mortgage forgiveness mentioned above,\ngenerates only a short-term revenue loss, and will expire as scheduled – even if that is unlikely to occur.\nThis means that such measures can paint a rosier fiscal picture than is perhaps justified, and can therefore\nbe a more “cost-effective” way to continue desired tax benefits (and policies), regardless of how inefficient\nand counter-productive the resulting uncertainty may be.\nThese current expiring extenders seem likely to languish – at least for a bit, especially considering that the\nHouse has already recessed for the year. Although Congress has often renewed expiring provisions\nretroactively, such a move early next year could take some of the steam out of tax reform (assuming it has a\nchance). In addition, despite how inherently worthy these expiring provisions may be, Congress is under\nless pressure to pass extenders legislation because of the American Taxpayer Relief Act of 2012 (ATRA)\n(Pub. L. 112-240). That is, in addition to making most of the 2001 and 2003 tax cuts permanent, ATRA,\nwhich was enacted on January 2, 2013, made the “granddaddy” of extenders permanent, by permanently\nindexing the AMT exemption for inflation, thereby permanently sparing over 25+ million taxpayers from the\nAMT, as opposed to the “mere” 4+ million currently affected by it (recall that the earliest incarnation of the\nAMT in the late 1960’s was in response to 155 taxpayers who paid no income tax through use of permissible\ncredits and deductions).\nTax reform – and extenders – are thus moving targets. Even though Rep. Camp and Sen. Baucus, along\nwith others in Congress, say they would like to address tax reform in 2014, that is a tall order: not only will\nmembers of Congress soon be pre-occupied with the November mid-term elections, there is also that small\nmatter of the philosophical divide between Republicans and Democrats – Republicans want tax reform to be\nrevenue-neutral, while Democrats want higher taxes on the top 1% to 2% of taxpayers. Finally, the latest fly\nin the ointment is that Sen. Baucus, who is not running for re-election in 2014, reportedly will be nominated\nas the next ambassador to China – meaning that he will not complete his final term in office, assuming he is\nconfirmed. Does this take additional momentum away from the prospect of tax reform in 2014? Arguably\nyes, although Sen. Ron Wyden (D-OR), who could be Sen. Baucus’s successor as Chairman of the Senate\nFinance Committee, is also interested in tax reform and has previously put forth bipartisan tax reform\nproposals. It will be interesting to see what develops.\nEnd of the year recap\nWith the end of 2013 upon us, we wanted to highlight a few of the tax and political developments that stood\nout to us this year, and that have long-term implications:\nATRA. As mentioned above, the American Taxpayer Relief Act (ATRA) made the AMT “patch” and most of\nthe 2001 and 2003 tax cuts permanent. It also raised taxes on the top 1% to 2% of taxpayers, in part, by\nbringing back the top income tax rate of 39.6% and, for those at that rate, the 20% rate on qualified\ndividends and most long-term capital gains. In addition, ATRA reinstated the personal exemption phase-out\nand what is generally a 3% limitation on itemized deductions, such as for mortgage interest, state and local\nTax Topics 12/20/13 2\ntaxes, and charitable contributions (the exemption phase-out and deduction limitation are colloquially known\nas “PEP and Pease”). These changes, coupled with the new 3.8% tax on net investment income (see\nbelow), may mean an unhappy surprise for many taxpayers on April 15, 2014, when they pay their 2013\nincome tax liability. On the transfer tax front, ATRA also made permanent the $5 million basic exclusion\nagainst the gift and estate tax, along with “portability,” which effectively allows a surviving spouse to “inherit”\nthe deceased spouse’s unused exclusion. (The exclusion has been indexed for inflation since 2012, and in\n2014, will increase to $5.34 million, the same amount as the generation-skipping transfer tax exemption).\nFinally, ATRA raised the top transfer tax rate from 35% to 40%.\n3.8% tax on net investment income. What has come to be known as the “Affordable Care Act” (or ACA,\nsometimes referred to as “Obamacare”) was enacted in two parts in March 2010: the “Patient Protection and\nAffordable Care Act” (Pub. L. 111-148), and “The Health Care and Education Reconciliation Act of 2010”\n(Pub. L. 111-152). ACA is a seismic shift in health care insurance and is beginning to be phased in (see\nbelow). It has also brought a number of new taxes, including the 3.8% tax on “net investment income,”\nwhich took effect in 2013. Such income includes interest, dividends, capital gains, royalties and rents; the\n3.8% tax on these items can apply if a taxpayer’s “modified adjusted gross income” (adjusted gross income\nplus otherwise excluded foreign income) exceeds certain amounts that are not indexed for inflation:\n$250,000 (married filing jointly), $200,000 (single taxpayers) and $125,000 (married filing separately).\nThe extensive guidance the IRS has issued on this 3.8% tax is indicative of its complexity. To illustrate, in\nNovember 2012, the IRS issued over 150 pages of proposed regulations on the tax (REG-130507-11), and\non November 27, 2013, the IRS issued over 300 pages of material: final regulations (T.D. 9644, effective\nDecember 2, 2013), along with some new proposed regulations (REG-130843-13) that address areas where\nguidance had been requested, or that had seemed unduly burdensome to commentators (such as how to\ncalculate gain or loss when disposing of certain partnership or S Corporation property). Additional areas, the\nIRS has indicated, are reserved for future guidance…and then there are the various questions and answers\nthe Service has issued, along with the explanations it has added to multiple publications that are designed\nfor the general public. Put simply, this is a lot of material for a statute that is barely two pages long!\nWith the advent of these final regs, the IRS presumably will soon issue instructions for the new Form 8960,\nwhere taxpayers will report the 3.8% tax (a draft form was issued this August, but its frequent injunction to\n“see instructions” meant that taxpayers were still in the dark about how to calculate the tax). Note that if the\n“kiddie tax” applies to a child’s “unearned income” AND the parent elects to report this income as his own, by\nfiling Form 8814, this income will also be part of the parent’s “net investment income” for purposes of the\n3.8% tax. (The kiddie tax effectively taxes a child’s unearned income in excess of $2,000 (the 2013 and\n2014 thresholds) at the parent’s highest rate.)\nWindsor and same-sex marriage. The Supreme Court decided United States v. Windsor on June 26,\n2013, and held that Section 3 of the Defense of Marriage Act (DOMA) was unconstitutional because it\ndefined “marriage” as only between a man and a woman. On August 29 th , Treasury and the IRS issued\nguidance explaining that, effective September 16, 2013, same-sex married couples are now treated as\nmarried for all federal tax purposes, regardless of where they live (see, for example, Revenue Ruling 2013-\n17 and various Q&As on the IRS website: irs.gov). Nevertheless, because Section 2 of DOMA still stands,\nstates are not required to recognize same-sex marriages that were validly celebrated in a different state.\nThus, the state tax treatment of a same-sex married couple may differ from the couple’s federal treatment,\ndepending on where they live. In other words, complications still abound.\nACA rollout. As mentioned above, the Affordable Care Act (ACA) is being phased in, including the rollout\nthis fall of HealthCare.gov, the government website through which individuals can seek health insurance so\nas to satisfy the “individual mandate,” which requires individuals to procure health insurance by January 1,\n2014, or face a penalty. As has been widely reported, the website has had numerous problems, and many\nindividuals who had coverage are now losing it because it apparently doesn’t meet ACA’s new minimum\nTax Topics 12/20/13 3\ncoverage standards, and therefore won’t be renewed. It goes without saying that ACA is bound to be an\nissue in next year’s mid-term elections.\nGovernment shutdown. The 16-day government shutdown in October happened because there was a\nspending and debt ceiling impasse between Democrats and Republicans. Although Republicans took much\nof the heat for the shutdown, it nevertheless seemed to reflect badly on everyone in Washington, and had\nwide-reaching effects, including delaying any number of things that the government needed to do, such as\nissuing guidance on the 3.8% tax (see above). The shutdown also delayed the start of the 2013 filing\nseason, which the IRS has now announced will begin on January 31, 2014, or about 10 days later than usual\n(this means that taxpayers who are anticipating a refund – and therefore want to file early – will have to wait\na little longer). As mentioned above, the recent budget agreement, which was born of this shutdown, should\nforestall another one…but another crisis is possible when the debt ceiling suspension expires in early\nFebruary. Given the public’s fury over the shutdown, however, it is hard to believe that Democrats and\nRepublicans won’t reach an agreement over the debt ceiling – the mid-term elections next November are not\nthat far away, and voters do have memories!\n“Nuclear option.” Senate Democrats recently exercised the so-called “nuclear option,” so as to limit\npotential filibusters on presidential executive and judicial nominees (other than those for the Supreme Court).\nIn other words, all presidential nominees who are subject to the Senate’s “Advice and Consent” can have\ntheir nomination put forth for Senate confirmation on 51 votes, and can’t be filibustered, which requires 60\nvotes to overcome. Needless to say, Senate Republicans are unhappy with this rule change, and warn that\nDemocrats will be even unhappier with it when they (the Democrats) are again in the minority, as will\ninevitably happen at some point. This move is significant, and may make bipartisan cooperation on\nimmigration and tax reform even more improbable. 2014 will be interesting.\n“Permanency.” Much of this discussion has referred to “permanent” changes in the tax law, such as how\nATRA made the 2001 and 2003 tax cuts permanent, along with the generous $5 million exclusion against gift\nand estate taxes. But how long a shelf-life do these provisions really have? Here’s a thought: they are there\nuntil Congress later changes them. In other words, perhaps what separates a temporary provision from a\npermanent one is whether there’s a built-in expiration date – if the provision has one, it’s an “extender”; if it\ndoesn’t, it’s “permanent.” And if tax reform actually happens, all bets are off!\nDecember 7520 rate issued\nThe IRS has issued the December 2013 applicable federal rates: the December 7520 rate remains at 2.0%,\nwhere it was in November. December’s mid-term rates are as follows: 1.65% (annual), 1.64% (semiannual\nand quarterly), and 1.63% (monthly), a slight drop from November’s midterm rates of 1.73% (annual), 1.72%\n(semiannual and quarterly), and 1.71% (monthly).\nTax Topics 12/20/13 4\nBlanche Lark Christerson is a managing director at Deutsche Asset & Wealth Management in New York\nCity, and can be reached at blanche.christerson@db.com.\nThe opinions and analyses expressed herein are those of the author and do not necessarily reflect those of Deutsche Bank AG or any\naffiliate thereof (collectively, the “Bank”). Any suggestions contained herein are general, and do not take into account an individual’s\nspecific circumstances or applicable governing law, which may vary from jurisdiction to jurisdiction and be subject to change. No\nwarranty or representation, express or implied, is made by the Bank, nor does the Bank accept any liability with respect to the\ninformation and data set forth herein. The information contained herein is not intended to be, and does not constitute, legal, tax,\naccounting or other professional advice; it is also not intended to offer penalty protection or to promote, market or recommend any\ntransaction or matter addressed herein. Recipients should consult their applicable professional advisors prior to acting on the\ninformation set forth herein. This material may not be reproduced without the express permission of the author. \"Deutsche Bank\" means\nDeutsche Bank AG and its affiliated companies. Deutsche Asset & Wealth Management represents the asset management and wealth\nmanagement activities conducted by Deutsche Bank AG or its subsidiaries. Clients are provided Deutsche Asset & Wealth\nManagement products or services by one or more legal entities that are identified to clients pursuant to the contracts, agreements,\noffering materials or other documentation relevant to such products or services. Trust and estate and wealth planning services are\nprovided through Deutsche Bank Trust Company, N.A., Deutsche Bank Trust Company Delaware and Deutsche Bank National Trust\nCompany. © 2013 Deutsche Asset & Wealth Management. All rights reserved. 017074 121913\nTax Topics 12/20/13 5",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_022325.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 16898,
    "word_count": 2722,
    "line_count": 175,
    "import_date": "2025-11-19T21:47:46.903863",
    "prefix": "TEXT-001"
  }
}