{
  "document_id": "HOUSE_OVERSIGHT_025296",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_025296.txt",
  "text": "﻿LAFFER ASSOCIATES\nSupply-Side Investment Research\nMay 19, 2016\n10-yr T-Note: 1.86% DJIA: 17,526.62 NASDAQ: 4,739.12 S&P 500: 2,047.63 S&P 500 Undervalued: 151.8%\nGAME ON [Updated 7/6/2016]\nBy Arthur B. Laffer, Ph.D.\nSummary\nTo save you the agony of plodding through this fascinating, information-rich paper, I’ll get straight to the point: Donald Trump\nwill be the next President of the United States after having won an easy victory over Hillary Clinton in November 2016. The\nreasons:\nI.)\nII.)\nIII.)\nSection one shows that the essential characteristics of the narrative for the Trump campaign and the Reagan campaign\nof 1980 are surprisingly similar, which would point to a Trump landslide.\nSection two describes the poor state of the current economy using detrended GDP per adult, the ratio of employmentto-adult-population\nand new home sales per 1,000 adults and how these measures strongly indicate a Republican\nvictory.\nUsing historical data for the Gallup poll question “are you satisfied” and presidential election dates, this section would\npoint to an overwhelming Republican win in November 2016.\nIV.) Relying on voter turnout data this year versus earlier years and party selection, the Republicans have a large advantage\ncoming into the Fall election.\nV.)\nBasing our forecast on the past eight years of Congressional elections—House and Senate—as well as state elections\nof house, senate and governors, the Republicans should be exceedingly confident about the upcoming presidential\nelection.\nVI.) Taking careful measure of what both Hillary Clinton and Donald Trump have done in the public eye, Trump has the\nissues on his side.\nI. 1979-1980 How the Reagan Revolution Began\nIn early 1979, a group of Ronald Reagan acolytes—some 10 to 15 in total—got together in Justin Dart’s office at Rexall (the\ncorner of La Cienega and Beverly) and there they formed the original Reagan Executive Advisory Committee. With very few\nexceptions (initially only me), this group had been called Reagan’s Kitchen Cabinet. Those present and those also invited\nincluded Justin Dart, Holmes Tuttle, Jack Wrather, Bill French Smith, Bill Wilson, Earle Jorgensen, Ben Biaggini, Ted\nCummings, Alfred Bloomingdale, Charles Wick, Henry Salvatori et moi. I was the youngest of the group by three decades.\nAnd, in fact, the only way Justin Dart could convince the others to let me be a member was that they needed someone to keep\nthe minutes of the meetings, i.e. as a secretary. In speaking with a reporter about the Kitchen Cabinet, here’s what Jus Dart\nhad to say: “In addressing the question of how many of Reagan's friends actually qualify as members, Dart said: ‘Damn fewer\nthan is generally advertised.’” 1 That just says it all.\nThe purpose of this committee was to provide guidance and support to the emerging presidential candidacy of one Ronald\nReagan. The members were to a person close, close, close friends and supporters of Ronald Reagan or husbands of Nancy\nReagan’s best friends. And the race for the White House began.\nDuring this pre-primary and primary process, Ronald Reagan was disrespected and abused by a significant segment of the\nRepublican establishment. 2 He was called an empty suit, a trigger-happy California cowboy, only an actor, a person who\nspoke words others wrote, a racist, a bigot, a divorcée, a war monger and the man who would start the Third World War. My\nfavorite slur came from none other than the Democratic Party’s “éminence grise” Clark Clifford, 3 who referred to Ronald\nReagan as an “amiable dunce.” The torrent of anti-Reagan epithets never stopped.\n1\n“Industrialist Justin Dart has declared President Reagan's 'kitchen cabinet',” United Press International, March 26, 1981.\nhttp://www.upi.com/Archives/1981/03/26/Industrialist-Justin-Dart-has-declared-President-Reagans-kitchen-cabinet/4240354430800/\n2\nThere is a display at the Young Americans Foundation in Santa Barbara of a number of these anti-Reagan videos by any number of Republican and\nDemocratic stalwarts.\n3\nAs if receiving divine retribution for his nasty ways, Clark Clifford, who served as Secretary of Defense for President Johnson and as an advisor to\nPresidents Truman, Kennedy and Carter, was indicted in the early 1990s on charges of conspiracy, fraud and bribery surrounding the Bank of Credit\nand Commerce International scandal.\nFor more, see: http://www.nytimes.com/1998/10/11/us/clark-clifford-a-major-adviser-to-four-presidents-is-dead-at-91.html?pagewanted=all\n103 Murphy Court, Nashville, TN 37203 (615) 460-0100 FAX (615) 460-0102\nLaffer Associates Game On [Updated 7/6/2016]\nIn fact, the whole group of us received virtually no support from the Republican Party or the Party’s elders. It wasn’t until\nReagan had finally defeated George Bush, along with John Connally, Howard Baker, Phil Crane, Bob Dole and John Anderson\nin the primary race, that there was any attempt to be conciliatory to Ronald Reagan’s presidential campaign by the Republican\npowers that were. Even Barry Goldwater, whose career owed so much to Ronald Reagan, was cool at best to a Reagan\npresidency.\nI remember one post-Bush-defeat meeting of our committee when we had already secured the nomination and George Herbert\nWalker Bush sat next to me and lightly apologized for referring to me as the “Voo-Doo Economist.” In truth, I had sort of\nenjoyed the handle, and told H.W. Bush that I was delighted he finally had come to join us because I needed some fellow\nYalies to up the quality of our group. He laughed.\nThings had been so vitriolic and bad during the primary campaign that a number of Republicans couldn’t in clear conscience\nsupport Ronald Reagan at all and others could only support him in name only. And one of the primary contestants, John\nAnderson, Republican Congressman from Illinois, was so offended by Ronald Reagan’s nomination that he decided to run as\nan independent in the general election, which he did. While, in hindsight, John Anderson’s decision may now seem like a nonevent,\nit sure wasn’t seen as a frivolous gesture back then. Ronald Reagan looked like a sure loser with both a moderate\nRepublican opponent and a sitting Democratic President, with all the privilege, prestige and power that the Office of the\nPresident holds.\nAt the convention in Detroit City, I testified before the platform committee on what I thought Reaganomics would be—which\nwas lots of fun. But, the real drama occurred when it came time to select Ronald Reagan’s running mate. Showing no signs\nof remorse or respect for the primary voters, the Party’s establishment conspired to browbeat Ronald Reagan into accepting\nGerald Ford as Ronald Reagan’s co-president running mate. They—the establishment—were absolutely certain that Ronald\nReagan would be blown away by Carter in November of 1980 and that the down ticket Republican candidates would get their\nlunch handed to them. So much for the wisdom of Republican elders and insiders.\nIn other words, just like today in re Donald Trump, the party’s cognoscenti were forecasting a huge Reagan defeat that would\ncarry with it large numbers of House members and Senators. Reagan, they thought, would prove to be more devastating to\nRepublicans than either the Goldwater defeat of 1964 or the Ford defeat of 1976.\nAs you all know, none of this happened. We handily defeated Carter, even though we were behind in the polls as recently as\n1 week before the election. 4 Reagan took 44 states and 50.7% of the popular vote to Carter’s 41% of the vote and Anderson’s\n6.6% of the vote. Whodathunkit? I’m naturally an optimist, but I’ve never been more optimistic than I am today or than I was\nin 1980, and I’ve never had more fun than I had in the several years before Ronald Reagan’s election. The Reagan saga of\n1980 seems a lot like the Trump story today.\nII. “It’s the Economy Stupid” – James Carville 1992\nIn the 2016 primaries, each and every Republican candidate promised lower tax rates, restrained government spending, sound\nmoney and greatly lessened regulations. The mantra was repeal “Obamacare,” eviscerate Dodd-Frank and cut taxes. There\ncouldn’t have been a more supply-side, pro-growth field of candidates assembled in the entire history of our nation—not one\noutlier. It almost became a Republican feeding frenzy as to who could propose the lowest tax rate and create the most growth.\nDebates on economic issues were super boring and hyperbole as to who could be the most pro-growth supply sider infused\nthe air we breathe. In truth, every Republican, from Jim Gilmore to Donald Trump, understood that America was in free fall\nand needed a huge dose of incentive alignments. There was very little room for debate on the issues because the candidates\nall agreed with each other.\nThe Democrats, once O’Malley, Webb and Chafee exited stage left, were pulling each other further and further to the “Free\nLunch Tax the Rich” ticket. Already way over-subsidized, students were promised free college by Sanders, and America would\nhave a $15 federal minimum wage everywhere. And then there was expanded free health care, huge tax increases on Wall\nStreet exploiters and on the rich in general. The Walton family was singled out as the perfect example of what’s wrong with\nAmerica: one family whose net worth was close to $150 billion and whose legacy company, Walmart, paid workers’ wages so\nlow that full-time employees qualified for welfare. The Democrats defined their enemies as the most successful innovators,\ninvestors, job-creators and employers in America.\nThe Democrats also, in their never-ending debates, careened further and further toward “from each according to his ability and\nto each according to his need” paradise. The most enthusiastic crowds were energized by the endearing, wild-eyed,\nseptuagenarian Socialist whose unkempt, long white hair became emblematic of “enough is enough already”: Uncle Bernie\nSanders. Who doesn’t love Bernie Sanders? Or, as his throngs of acolytes scream, who doesn’t “feel the Bern?”\n4\nReagan’s surge in polls is generally attributed to the presidential debate held one week before the election took place, on October 28 th , immediately\nafter which Reagan appears to have moved into a 3 point lead. See: Lydia Saad, “Late Upsets Are Rare, but Have Happened,” Gallup, October 27,\n2008. http://www.gallup.com/poll/111451/late-upsets-rare-happened.aspx\n2\n1950\n1954\n1958\n1962\n1966\n1970\n1974\n1978\n1982\n1986\n1990\n1994\n1998\n2002\n2006\n2010\n2014\nLaffer Associates Game On [Updated 7/6/2016]\nHillary’s and Bernie’s kabuki dance is far from over. The continued Sanders’ humiliation and exposé of Clinton is profoundly\ndamaging to the Democrats’ prospects, while the Republicans have just chosen their candidate. Someone ought to tell that\nto Bill Kristol.\nWhat is patently obvious from the rise of Bernie Sanders and the massive, hard fought battle in the Republican primary is that\neconomic discontent is at an all-time high. The electorate wants economic change NOW.\nBut, then there’s Hillary Clinton’s take on the economy and the Obama record. Like Pat Buchanan’s protectionist niche some\n20 years ago, there is a segment of America that truly likes the Obama record. But, that segment is not even close to being\nlarge enough to elect a winner.\nHillary Clinton’s political and academic credentials are second to none—Wellesley undergraduate, Yale Law School,\nWatergate trial activist, Rose Law firm lawyer, First Lady, Senator from New York, and President Obama’s Secretary of State.\nShe has been indefatigably toiling her way through the political superstructure to be the next President of the United States:\nthe incarnation of an Obama third term and protector of the Obama legacy. This tack that she has taken is helpful in the\nDemocratic primary, especially among African Americans, but is a very large mistake in a general election and reflects poorly\non her political judgement.\nJudging from the three most important metrics of the economy: i.) detrended real nondefense GDP per adult from 1950 to the\npresent, ii.) employment as a share of adult population during the post-World War II period, and iii.) new housing sales per\n1,000 adults over the past 55 years, anyone who runs on the Obama record is at a great, great, great disadvantage.\nJust look at each of these three measures of economic performance:\n30%\n26%\n22%\nEisenhower I\nEisenhower II\nKennedy\nJohnson\nFigure 1\nReal Nondefense GDP Per Adult Detrended 5\n(quarterly, 1Q-50 to 4Q-15)\nNixon I\nNixon II\nCarter\nReagan I\nReagan II\nH.W. Bush\nClinton I\nClinton II\nBush I\nBush II\nObama I\nObama II\n30%\n26%\n22%\n18%\n18%\n14%\n14%\n10%\n10%\n6%\n6%\n2%\n2%\n% Deviation from Trend\n-2%\n-2%\nNote: Real GDP per Adult Trend = 1.88% Average Annual Growth from 1Q1950 to 4Q2015\nSource: Bureau of Economic Analysis, Bureau of Labor Statistics, Laffer Associates\nEven when a president’s term ends on a high note, as was the case with Presidents Kennedy, Reagan and Clinton, it is a\nchallenge for the incumbent party to maintain the White House. Thus, given that detrended real nondefense GDP per adult as\na measure of our country’s economic performance has ended on very low notes for Obama, “W” Bush and Bush Sr., it is clear\n5\nNote: the gray vertical lines in figures throughout this paper represent the election dates of these individual presidents. The reason for this (rather\nthan placing vertical lines on inauguration dates) is that we’re using economic metrics throughout this paper as indicators of votes rather than as\ndescriptors for the success or failure of presidential policies.\n3\nJan-48\nJan-50\nJan-52\nJan-54\nJan-56\nJan-58\nJan-60\nJan-62\nJan-64\nJan-66\nJan-68\nJan-70\nJan-72\nJan-74\nJan-76\nJan-78\nJan-80\nJan-82\nJan-84\nJan-86\nJan-88\nJan-90\nJan-92\nJan-94\nJan-96\nJan-98\nJan-00\nJan-02\nJan-04\nJan-06\nJan-08\nJan-10\nJan-12\nJan-14\nJan-16\nLaffer Associates Game On [Updated 7/6/2016]\nthat the economy is shouting for a party change. This does not bode well for the Democratic Party, which continues to endorse\nthe current status quo.\nAnd to confirm GDP growth’s implications, we also have the disappointing measure of employment to adult population. Again,\nthere is every reason on Earth to change parties now. There literally has been no Obama recovery, and Hillary Clinton\npromises she’ll do more of the same. The U.S. has about 10 million fewer jobs per year than we would have had if the ratio\nof employment to adult population were what it was in mid-2000.\nJust compare the ascent of the employment to adult population ratio for the eight years of Obama to the Johnson years, or\neven to the Nixon years, and especially to the Reagan and Clinton years. This Obama economy really isn’t a recovery, let\nalone a strong recovery, as one would expect should have happened following the devastating collapse of the Great\nRecession. Why would Hillary Clinton want to run on the Obama record? It’s beyond me.\n65\n64\n63\nEisenhower I\nEisenhower II\nKennedy\nJohnson\nFigure 2\nCivilian Employment-to-Population Ratio\n(monthly, Jan-48 to Mar-16, percentage points)\nNixon I\nNixon II\nCarter\nReagan I\nReagan II\nH.W. Bush\nClinton I\nJan-90:\n63.2\nClinton II\nApr-00:\n64.7\nBush I\nBush II\nDec-06:\n63.4\nObama I\nObama II\n65\n64\n63\n62\nSep-03:\n62.0\n62\n61\n60\nFeb-79:\n60.1\nDec-91:\n61.2\nMar-16:\n59.9\n61\n60\n59\n58\n57\n56\n55\nJul-48:\n57.1\nOct-49:\n54.9\nMar-53:\n58.1\nJul-54:\n55.0\nJan-56:\n57.8\nApr-58:\n55.2\nJun-60:\n56.5\nSep-61:\n55.0\nAug-69\nto Dec-\n69: 58.1\nJun-71:\n56.2\nNov-73 to\nMar-74:\n58.2\nJun-75:\n55.8\nFeb-83 to\nMar-83:\n57.1\nNov-10:\n58.2\n59\n58\n57\n56\n55\n54\n54\nSource: Bureau of Labor Statistics\nUsing detrended real GDP per adult and total employment per adult, there have been two elections since Truman was elected\nin 1948 that appear to contradict my economic improvement hypothesis—the Nixon election in 1968 and the Obama reelection\nin 2012. Both of these elections appear to have had very strong extraneous factors at work. For Nixon’s success, the huge\noutrage against Johnson’s handling of the Vietnam War could well have overpowered the seemingly good economy and for\nObama in 2012 a high racial sensitivity quotient could also have tipped the scales. If anything, today the war and racial\nsensitivity issues operate against the Democrats.\nWhat I beg you to look at carefully are the virtually identical precipitous drops in the economy immediately preceding the\nPresidencies of Ronald Reagan and Barack Obama and the totally opposite results during their respective Presidencies. I just\ncan’t see how a pro-Obama candidate can win in 2016.\n4\nLaffer Associates Game On [Updated 7/6/2016]\nAnd, of course, without a housing recovery, there can’t be prosperity, and, as shown in Figure 3 below, there is very little\nprospect for a housing recovery anytime soon.\n20\n18\n16\n14\nKennedy\nJohnson\nNixon I\nNixon II\nFigure 3\nNew Home Sales per 1,000 Adults\n(monthly, single-family homes, SAAR, Jan-60 to Mar-16)\nCarter\nReagan I\nReagan II\nH.W. Bush\nClinton I\nClinton II\n8.4 is\naverage\nBush I\nBush II\nObama I\nObama II\n20\n18\n16\n14\n12\n12\n10\n10\n8\n8\n6\n4.3\n6\n4\n4\n2\n2\n0\n0\nJan-60 Jan-65 Jan-70 Jan-75 Jan-80 Jan-85 Jan-90 Jan-95 Jan-00 Jan-05 Jan-10 Jan-15\nSource: U.S. Census Bureau, Bureau of Labor Statistics\nFar from being a change agent, once Obama took office, he doubled down on the Bush economic agenda, kept Bush’s key\neconomic advisors and thereby created further down-drafts for the economy.\nThe simple fact that absolutely leaps off these charts is the abysmal record attained by the 7+ years of the Obama\nAdministration. To be fair, the decline began when “W” took office and accelerated greatly when Bush, aided by Geithner and\nBernanke, bailed everyone out and spent huge sums of U.S. resources trying to stimulate the economy—all to no avail. To\nme, the circumstances today are almost identical to those of 1980—16 years of bad economics about to be followed by a\npolitical renaissance.\nFor Hillary Clinton, the Obama record on the economy will be her biggest negative come November. And the very fact that\nshe actually sought out and embraces this legacy speaks volumes about her judgement.\nIII. All Elections are Referenda on Incumbents\nThe Mood of the Country – The History of the Gallup Poll\nWhether fair or not, Hillary Clinton is viewed as a Democratic insider and establishment regular. As such, she benefits greatly\nin her ability to raise money and attract superdelegate support. But, there’s also a downside to being a Democratic insider\nand establishment regular today. When the electorate is unhappy with the direction the country is heading, she’ll also be\nblamed right along with the President and other members of his party. This is exactly what happened to the Presidencies of\nJohnson, Nixon, Ford, Carter, Bush Sr., Bush “W” and presumptively Obama.\nIf any one of you remembers the contested Democratic primary of 1980 when Senator Ted Kennedy challenged his party’s\nsitting President, you will be reminded of the current Democratic primary where Bernie Sanders continues to humiliate Hillary\nClinton, primary after primary. While Senator Kennedy lost in his quest to secure the Democratic nomination, he clearly\nexposed all the weaknesses of President Carter, just as Senator Bernie Sanders is exposing Hilary Clinton’s vulnerability.\nThis can’t be good news for Mrs. Clinton.\nFor quite some time now, I have been using the Gallup poll question, “Are you satisfied with the way things are going?” as my\nmeasure of the electorate’s level of discontent. This question has been posed by Gallup for years and years and, thus, the\n5\n1979\n1980\n1981\n1982\n1983\n1984\n1985\n1986\n1987\n1988\n1989\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\nLaffer Associates Game On [Updated 7/6/2016]\nelectorate’s response to this question reflects a consistent indicator over a long period of time: in fact, long enough for us to\nget a sense of whether this measure is a reliable guide to help forecast election results (see Figure 4). It is:\nIn my paper “Senate Outlook” of October 2, 2014, I relied heavily on this Gallup question to arrive at my outlandish forecast of\na seven seat gain for the Republicans in that year’s Senate races. My forecast of a seven seat pickup was probably the most\noptimistic forecast at the time for the Republicans. But, as it turned out, I was off by two! The Republicans actually picked up\nnine seats—West Virginia, Montana, South Dakota, Arkansas, Alaska, Louisiana, Iowa, North Carolina and Colorado—and\nlost none.\n100%\n90%\n80%\n70%\nFigure 4\nThe Gallup “Are You Satisfied?” Survey\n(Feb 2-5, 1979 through Feb 3-7, 2016)\nIn general, are you satisfied or dissatisfied with the way things are going in the United States at this\ntime? NOTE: This chart shows \"satisfied\"\nReagan I\nReagan II\nH. W. Bush\nClinton I\nClinton II\nW. Bush I\nW. Bush II\nObama I\nObama II\n100%\n90%\n80%\n70%\n60%\n60%\n50%\n50%\n40%\n40%\n30%\n30%\n20%\n20%\n10%\n10%\n0%\n0%\nSource: Gallup\nThe predictive power of this Gallup poll’s “are you better off?” question since the election of 1980 is pretty impressive. Both of\nReagan elections were right in sync with Gallup’s poll survey at November of 1980 and November of 1984. Likewise, Bush\nSenior’s election in November of 1988 was seen as Reagan’s third term and was foreseen by the Gallup poll question.\nAnd then both Clinton elections were right in line with the survey results from the Gallup poll questions in November of 1992\nand November of 1996.\nBush the younger’s election in 2000 is anomalous, but his reelection in 2004 is consistent with the measure as was McCain’s\n(really it was Bush’s) defeat in November 2008. The 2012 election also appears contrary to the survey response to the poll\nquestion. If this poll reestablishes its predictive power in 2016, Trump wins in a Reagan-like landslide.\nIV. Primary Colors\nWhile perhaps subtle, what happens in contested presidential primaries is also a harbinger of general elections. And if the\ncurrent Democratic and Republican primaries are accurate measures of voter enthusiasm, the Democrats are facing a tough\nup-hill fight against Republicans to say the least.\nUsing only states with party primaries, i.e. not state caucuses, and only party primaries up to the time when Donald Trump\nbecame the presumptive Republican presidential nominee, which was following the May 3 rd Indiana primary, there has been\na large increase in voter turnout for the Republicans in 2016 when compared to either 2008 or 2012. In fact, in the 28 state\nprimaries through May 3 rd , the total number of Republicans who actually voted in those primaries has increased by 57.2% over\n2008 and 67.1% over 2012 (see Table 1 on page 8). And, using unweighted state numbers, the 2016 Republican primary\n6\nLaffer Associates Game On [Updated 7/6/2016]\nvoter turnout is up 66.6% over 2008 and 103.0% over 2012. I use both total turnout as well as equal weighted state turnout\nbecause our Electoral College system for selecting a president is a combination of both. These numbers are astounding and\nby themselves speak volumes for Republican prospects in 2016. And it is not just the Trump phenomenon; it’s the Trump\nphenomenon plus much more.\nBut, the situation is worse for Democrats. When juxtaposed to the Democratic turnout in 2008 and 2016, the 2016 Republican\nturnout looks even stronger. Remember, the 2012 Democratic primary was a non-event because President Obama, then a\nsitting President, was running for nomination essentially uncontested. We therefore focus exclusively on the change from the\n2008 to the 2016 Democratic Party turnout, which, using the same states, is down in total by 20.1%. And, using equal-weighted\nstate numbers, it’s down by 16.2%. On a state-by-state comparison, Republican turnout is way up, and Democratic turnout is\nway down. Someone should ring the Democratic alarm bell.\nAnd, even head-to-head comparisons of absolute voter turnout between the Democratic and Republican primaries in 2016\nand 2008 give the Republicans a definite edge for the elections of 2016 and an enormous increase over 2008. So far in 2016,\nthere have been 3.5 million more Republicans voting in their party’s primaries than there have been Democrats. In 2008, the\nDemocrats had over 11.3 million additional primary voter advantage over their Republican counterparts. This enormous\nincrease in Republican voter turnout over Democrats in 2016 plus the fact that there are more Republican voters in 2016 than\nDemocratic voters should be perhaps the single most disturbing statistic if you are a Hillary supporter, especially given the\nexceptional enthusiasm for Bernie Sanders in what has turned out to be a down primary turnout for Democrats.\nEven on a state-by-state basis, the flip from Democrat to Republican has been pronounced. So far in this 2016 primary season,\nthere are 14 new states that had Republican turnout in excess of Democratic turnout, i.e. those states in 2008 had more\nDemocratic turnout than Republican turnout, while in 2016 Republican turnout exceeds Democratic turnout. These states are\nnot, as Bernie Sanders would say, “chopped liver.” They include Arkansas, Georgia, Indiana, Mississippi, Missouri, New\nHampshire, North Carolina, Ohio, Oklahoma, South Carolina, Tennessee, Texas, Virginia and Wisconsin. When it comes to\nthe electoral college, flipping a state is far more important than is increasing the margin of victory.\nWhat should be even more alarming to the Democrats than the party flip against Democrats in the 14 states that have already\nhad primaries is the fact that so far in every state, save Michigan, Democratic voter advantage over Republican’s has declined.\nAnd Michigan, without trying to reach too far for excuses, appears to hinge on the tragedy of the Flint water contamination and\nMitt Romney’s candidacy in 2008 and 2012. And so as not to take everything away from the unique Michigan phenomenon,\nit still must be remembered that in both 2008 and 2016, Republican primary turnout in Michigan was greater than Democratic\nturnout.\n7\nLaffer Associates Game On [Updated 7/6/2016]\nTable 1\nPrimaries Completed as of May 3 rd\nRepublican Primary Turn Out % Increase\n2016 from\n% Increase\n2016 from\nDemocrat Primary Turn Out\n2008 2012 2016 2008\n2012 2008 2016\n% Increase\n2016 from\n2008\nDemocrat\nAdvantage\n2008\nDemocrat\nAdvantage\n2016\nAlabama 552,209 621,916 860,652 55.0% 38.4% 536,626 396,851 -26.0% (15,583) (463,801)\nArizona 541,767 511,239 625,770 -2.1% 22.4% 456,626 468,461 2.6% (85,141) (157,309)\nArkansas 229,882 152,360 410,920 76.8% 169.7% 315,839 221,020 -30.0% 85,957 (189,900)\nConnecticut 151,605 59,639 213,372 40.8% 257.8% 355,561 328,467 -7.6% 203,956 115,095\nDelaware 50,237 28,592 69,892 39.1% 144.4% 96,341 93,640 -2.8% 46,104 23,748\nFlorida 1,949,498 1,676,176 2,361,805 20.8% 40.9% 1,749,920 1,709,183 -2.3% (199,578) (652,622)\nGeorgia 963,541 901,470 1,295,963 34.2% 43.8% 1,060,851 765,366 -27.9% 97,310 (530,597)\nIllinois 899,422 933,454 1,449,748 57.8% 55.3% 2,038,614 2,056,047 0.9% 1,139,192 606,299\nIndiana 412,684 635,589 1,110,543 167.2% 74.7% 1,278,355 638,779 -50.0% 865,671 (471,764)\nLouisiana 161,169 186,410 301,241 86.9% 61.6% 384,346 311,776 -18.9% 223,177 10,535\nMaryland 320,989 248,468 459,066 35.0% 84.8% 878,174 916,763 4.4% 557,185 457,697\nMassachusetts 501,997 370,425 637,703 25.8% 72.2% 1,263,764 1,220,296 -3.4% 761,767 582,593\nMichigan 869,169 996,499 1,323,589 52.4% 32.8% 594,398 1,205,552 102.8% (274,771) (118,037)\nMississippi 143,286 293,787 416,252 182.8% 41.7% 434,110 227,164 -47.7% 290,824 (189,088)\nMissouri 588,844 252,185 939,270 58.6% 272.5% 825,050 629,425 -23.7% 236,206 (309,845)\nNew\nHampshire\n234,625 249,534 287,683 21.1% 15.3% 288,672 254,776 -11.7% 54,047 (32,907)\nNew York 670,078 190,515 921,771 27.9% 383.8% 1,891,143 1,970,900 4.2% 1,221,065 1,049,129\nNorth Carolina 1,335,052 973,206 1,149,705 -14.7% 18.1% 1,580,726 1,143,293 -27.7% 245,674 (6,412)\nOhio 1,095,917 1,213,879 2,014,396 86.4% 65.9% 2,354,721 1,259,754 -46.5% 1,258,804 (754,642)\nOklahoma 335,054 286,523 459,922 37.2% 60.5% 417,207 335,843 -19.5% 82,153 (124,079)\nPennsylvania 829,129 808,115 1,594,475 88.8% 97.3% 2,354,005 1,681,427 -28.6% 1,524,876 86,952\nRhode Island 27,237 14,564 62,331 125.5% 328.0% 186,657 124,960 -33.1% 159,420 62,629\nSouth Carolina 445,499 603,770 745,405 65.6% 23.5% 532,151 373,063 -29.9% 86,652 (372,342)\nTennessee 553,815 547,561 855,729 54.3% 56.3% 624,764 377,222 -39.6% 70,949 (478,507)\nTexas 1,362,322 1,449,477 2,836,488 107.9% 95.7% 2,874,986 1,435,895 -50.1% 1,512,664 (1,400,593)\nVermont 40,120 60,850 61,756 52.1% 1.5% 155,279 135,256 -12.9% 115,159 73,500\nVirginia 489,252 265,570 1,025,425 109.5% 286.1% 986,203 785,041 -20.4% 496,951 (240,384)\nWisconsin 529,932 787,847 1,105,944 107.1% 40.4% 1,113,753 1,007,600 -9.5% 583,821 (98,344)\nTotal Votes 16,284,331 15,319,620 25,596,816 57.2% 67.1% 27,628,842 22,073,820 -20.1% 11,344,511 (3,522,996)\nEW % Change 66.6% 103.0% -16.2%\n8\nLaffer Associates Game On [Updated 7/6/2016]\nTable 2\nPrimaries Following May 3 rd\nRepublican Primary Turn Out % Increase\n2016 from\n% Increase\n2016 from\nDemocrat Primary Turn Out\n2008 2012 2016\n2008 2012\n2008 2016\n% Increase\n2016 from\n2008\nDemocrat\nAdvantage\nNebraska 136,648 185,402 197,430 44.5% 6.5% N/A Caucus N/A N/A N/A\n2008**\nDemocrat\nAdvantage\nWest Virginia Caucus 112,416 202,880 N/A 80.5% 456,282 241,016 -47.2% N/A 38,136\nKentucky Caucus Caucus Caucus N/A N/A 701,768 454,573 -35.2% N/A N/A\nOregon 353,476 287,955 408,937 15.7% 42.0% 641,499 641,595 0.0% 288,023 232,658\nWashington 529,932 Caucus 608,128 14.8% N/A N/A N/A N/A N/A N/A\nCalifornia 2,932,812 1,924,970 2,162,810 -26.3% 12.4% 5,066,992 4,966,115 -2.0% 2,134,180 2,803,305\nMontana 95,730 140,457 156,888 63.9% 11.7% 273,793 126,376 -53.8% 178,063 (30,512)\nNew Jersey 566,201 231,465 443,724 -21.6% 91.7% 1,141,199 877,496 -23.1% 574,998 433,772\nNew Mexico 110,939 92,930 104,627 -5.7% 12.6% Caucus 216,075 N/A N/A 111,448\nSouth Dakota 60,964 58,292 66,879 9.7% 14.7% 97,797 53,006 -45.8% 36,833 (13,873)\nTotal Votes* 4,256,770 2,921,471 3,541,295 -16.8% 21.2% -12.2% 3,212,097 3,425,350\nEW % Change 11.9% 34.0% -29.6%\n*Total Votes are only summed for states that held primaries in 2008, 2012 & 2016\n**Democrat Advantage is summed only for states that have had both a Republican and Democrat primary in 2016\nWhile caucus numbers are influenced by a number of factors other than voter turnout and electorate preferences, their\nimplications are little different from those of the primary states.\nAgain these results have to be concerning for Presidential candidate Hillary Clinton.\nTable 3\nCaucuses and Mixed Caucuses/Primaries Completed as of May 3 rd\nRepublican Caucus Turn Out % Increase\n2016 from\n% Increase\n2016 from\nDemocrat Caucus Turn Out\n2008 2012 2016\n2008 2012\n2008 2016\n% Increase\n2016 from\n2008\nDemocrat\nAdvantage\n2008**\n2016**\nDemocrat\nAdvantage\nAlaska 15,000 14,135 21,930 46.2% 55.1% 8,621 10,600 23.0% (6,379) (11,330)\nColorado 65,400 66,027 N/A N/A N/A 120,001 123,508 2.9% 54,601 N/A\nHawaii N/A 10,228 13,377 N/A 30.8% 37,426 33,716 -9.9% N/A 20,339\nIdaho Primary 44,672 Primary N/A N/A 21,224 23,884 12.5% N/A N/A\nIowa 118,696 121,354 186,874 57.4% 54.0% 236,000 171,109 -27.5% 117,304 (15,765)\nKansas 19,432 29,857 73,116 276.3% 144.9% 37,089 40,000 7.8% 17,657 (33,116)\nKentucky 205,226 176,160 229,667 11.9% 30.4% N/A N/A N/A N/A N/A\nMaine 5,338 5,814 18,650 249.4% 220.8% 44,670 46,000 3.0% 39,332 27,350\nMinnesota 62,828 48,916 114,245 81.8% 133.6% 214,066 207,109 -3.2% 151,238 92,864\nNebraska N/A N/A N/A N/A N/A 38,670 33,460 -13.5% N/A N/A\nNevada 44,315 32,894 75,216 69.7% 128.7% 117,559 84,000 -28.5% 73,244 8,784\nUtah Primary Primary 177,204 N/A N/A Primary 77,344 N/A N/A (99,860)\nWyoming 1,200 1,308 N/A N/A N/A 8,753 7,000 -20.0% 7,553 N/A\nTotal Votes* 470,835 429,130 719,698 52.9% 67.7% 884,079 780,386 -11.7% 454,550 (10,734)\nEW % Change 113.3% 99.8% -4.9%\n*Total Votes are summed only for states that held caucuses in 2008, 2012 and 2016\n**Democrat Advantage is only summed for states that have had both a Republican and Democrat caucus in 2016\n2016**\n9\n'99-'01\n'01-'03\n'03-'05\n'05-'07\n'07-'09\n'09-'11\n'11-'13\n'13-'15\n'15-'17\n'99-'01\n'01-'03\n'03-'05\n'05-'07\n'07-'09\n'09-'11\n'11-'13\n'13-'15\n'15-'17\nLaffer Associates Game On [Updated 7/6/2016]\nTable 4\nCaucuses Following May 3 rd\nRepublican Caucus Turn Out\nDemocrat Caucus Turn Out\n2008 2012 2016 2008 2016\nWashington Primary 50,764 Primary Primary 230,000\nNew Mexico N/A N/A N/A 153,299 214,307\nNorth Dakota 9,785 11,349 N/A 19,102 N/A\nV. Politics Bubbles Up from the Bottom and Presidential Selection is the Final Coup de Grace of a Political Revolution\nThe proposition of this section of this paper is that elections for the U.S. House of Representatives, the U.S. Senate, state\nhouses, state senates and governorships are accurate indicators of Presidential races. If these federal and state elections are\naccurate forecasters in 2016, Hillary Clinton is toast.\na.) Politics in the U.S. Congress\nIn January 2009, there were 57 Democrats in the U.S. Senate, 2 Independents (Sanders VT and King ME) who always voted\nwith and caucused with the Democrats, and 41 Republicans. Today, there are 54 Republicans, 44 Democrats plus the same\n2 Independents who are effectively Democrats (see Table 5 below).\nLikewise, in January 2009, there were 257 Democrats in the U.S. House and 178 Republicans. Today, the tables have turned\nand the Republicans have their largest majority in the House since 1928, 247, and the Democrats have 188 House members.\nNot only have the numbers changed dramatically, but the ideologies have also become more concentrated. The changes in\nthe U.S. Congress over the past eight years are huge and reflect an enormous swing in U.S. political sentiments. But the\ngroundswell doesn’t stop there.\nU.S. Senate Count\nTable 5\nU.S. House Count\nDemocrat Republican Other Democrat Republican Other\n1999-2001 45 55 0 211 223 1\n2001-2003 50 50 0 213 220 2\n2003-2005 48 51 1 205 229 1\n2005-2007 44 55 1 201 233 1\n2007-2009 49 49 2 233 202 0\n2009-2011 57 41 2 257 178 0\n2011-2013 51 47 2 193 242 0\n2013-2015 53 45 2 201 234 0\n2015-2017 44 54 2 188 247 0\nSource: 2009-2016 NCSL *numbers for State data are of January for each year\nSource: Data prior to 2009 census.gov *numbers for state data are of March of each year\n60\n58\n56\n54\n52\n50\n48\n46\n44\nFigure 5\nU.S. Senate Count\n(two-year cycles, 1999-2017)\nRepublican\nDemocrat\n60\n58\n56\n54\n52\n50\n48\n46\n44\n260\n250\n240\n230\n220\n210\n200\n190\nFigure 6\nU.S. House Count\n(two-year cycles, 1999-2017)\nRepublican\nDemocrat\n260\n250\n240\n230\n220\n210\n200\n190\n42\n42\n180\n180\n40\n40\n170\n170\nSource: Senate.gov\n10\nSource: House.gov\nLaffer Associates Game On [Updated 7/6/2016]\nb.) Politics in the States\nIn the state legislatures, the changes in the Democrat/Republican split have been equally as radical as they are in the U.S.\nCongress. Counting all senate members of the various state legislatures in 2009, there were 1,024 Democrats, 889\nRepublicans and 58 categorized as “other.” (See Table 6 below). But today, the Democrats have only 827 State Senators,\nthe Republicans 1,088, with 57 categorized as other—this is the very definition of a 180 degree turn around.\nIn the state houses of representatives in 2009, Democrats had 3,058 members to the Republicans’ tally of 2,334 with 19\n“others.” And yet, today, the Republicans control the vast majority of state houses with a grand total of 3,037 house members\nto the Democrats’ 2,342 members and 32 “others.” This switch in state legislatures all but assures the Republican control of\nredistricting and control of the U.S. House for years to come.\nAs a final sort of “egg in your beer,” the Democrats had 28 governors to the Republicans’ 22 in 2009. Today there are 31\nRepublican governors, 18 Democrats and one “other” Bill Walker (I) in Alaska. With solid control of both houses and the\ngovernorships of so many states, a united Republican Party could do almost anything it wants to do if it has the will to do it,\nand, at the state level, the party is following through.\n11\nLaffer Associates Game On [Updated 7/6/2016]\nTable 6\nMembership of State Houses, Senates and Governorships by Party\n(biannual: 1976-1998, annual: 2000-2016)\nState Senate Count State House Count Governor Count\nDemocrat Republican Other Democrat Republican Other Democrat Republican Ind.\n1976 1306 618 8 3772 1783 26 36 13 1\n1977 37 12 1\n1978 1260 669 3 3454 2027 20 37 12 1\n1979 32 18 0\n1980 1182 742 8 3289 2190 22 31 19 0\n1981 27 23 0\n1982 1210 725 2 3429 2006 17 27 23 0\n1983 34 16 0\n1984 1187 753 6 3136 2316 14 35 15 0\n1985 34 16 0\n1986 1177 762 7 3294 2164 9 34 16 0\n1987 26 24 0\n1988 1192 751 3 3277 2176 13 27 23 0\n1989 28 22 0\n1990 1186 757 3 3242 2202 23 29 21 0\n1991 29 19 2\n1992 1132 799 4 3186 2223 31 28 20 2\n1993 30 18 2\n1994 1021 905 3 2817 2603 31 29 19 2\n1995 19 30 1\n1996 998 931 9 2886 2539 31 18 31 1\n1997 17 32 1\n1998 1041 963 3 2903 2580 0 17 32 1\n1999 17 31 2\n2000 995 931 11 2818 2600 21 17 31 2\n2001 990 932 13 2809 2604 14 21 27 2\n2002 939 974 58 2694 2687 30 21 27 2\n2003 941 977 4 2700 2693 18 24 26 0\n2004 950 967 53 2686 2689 21 22 28 0\n2005 951 963 8 2704 2683 24 22 28 0\n2006 952 964 6 2702 2675 34 22 28 0\n2007 1010 909 3 2971 2422 18 28 22 0\n2008 1020 898 4 2985 2403 24 28 22 0\n2009 1021 890 11 3041 2346 24 28 22 0\n2010 1026 893 3 3028 2356 27 26 24 0\n2011 881 1032 9 2453 2924 36 20 29 1\n2012 873 1040 57 2441 2939 31 20 29 1\n2013 889 1022 61 2592 2791 28 19 30 1\n2014 876 1034 62 2572 2802 37 21 29 0\n2015 821 1087 64 2342 3024 45 18 31 1\n2016 827 1088 57 2342 3037 32 18 31 1\nSource: 2016-2016: NCSL, numbers are as of January for each year; 1976-2012: Census Bureau, numbers are as of March for each year\n12\n1976\n1979\n1982\n1985\n1988\n1991\n1994\n1997\n2000\n2003\n2006\n2009\n2012\n2015\nGovernors\nState Senate\nState House\nLaffer Associates Game On [Updated 7/6/2016]\nTo put substance into the predictive power of state and local election results for presidential elections, I have graphically\naligned state house results for all states with state senate results for all states and gubernatorial results for all states by year.\n3800\n3500\nCarter\nFigure 7\nState House, Senate, and Governorships\n(1976-1998: biannual, 2000-2016: annual)\nReagan I\nReagan II\nH.W. Bush\nClinton I\nClinton II\nBush I\nBush II\nObama I\nObama II\n3800\n3500\n3200\n3200\n2900\n2900\n2600\n2600\n2300\n2300\n2000\nDemocrat\nRepublican\n2000\n1700\n1400\n1700\n1400\n1300\n1300\n1200\n1200\n1100\n1100\n1000\n1000\n900\n900\n800\n700\nDemocrat\nRepublican\n800\n700\n600\n50\n600\n50\n45\n45\n40\n40\n35\n35\n30\n30\n25\n25\n20\n20\n15\n15\n10\n5\nRepublican\nDemocrat\n10\n5\n0\n0\nSource: U.S. Census Bureau, NCSL\nWhile by no means perfect, there is clearly a close correlation between a party’s success in state and local elections, and that\nparty’s success in the upcoming presidential election. If that close correlation holds in November of 2016, there will be a\nRepublican landslide.\n13\nLaffer Associates Game On [Updated 7/6/2016]\nIn fact the entire political terrain of the U.S. has shifted 180 degrees in the past 8 years with one exception—the White House.\nA betting person with any lick of sense would be loath to bet against a Republican presidency and a radical reversal of\neconomic policies.\nVI. Issues and Political History\nAnother factor favoring Donald Trump over Hillary Clinton has to do with longevity and negative selection. The political\nprocess, more than any system I’ve ever worked with, thrives on pointing out mistakes and overlooking successes. My advice\nto many candidates has been to speak as little as possible and to describe policies in as general a manner as you can get\naway with. People aren’t looking through your transcripts to find the next wonderful and positive thing you’ve done, but instead\nthey try to find your missteps, transgressions, faux pas and failures. Politics is a totally negative process. You live or die by\nthe sum total of what you’ve done wrong, not on the balance between what you’ve done right and what you’ve done wrong.\nIn the words of Shakespeare, “the good is oft interred with their bones.” 6\nTrump has had very limited exposure as a practicing politician and, therefore, has only his own words and phrases to criticize.\nWhile he may have a number of missteps in business or in his personal life, no one cares. And yet, he truly enjoys celebrity\nstatus as no one in politics today does. Also, given how much Trump has said about any number of issues over the past couple\nof years, there are probably quotes that can be used on any side of most any issue. But with Hillary, it’s different.\nHillary has done a lot. She’s been involved in politics at a visible level since the Watergate hearings and maybe even earlier.\nHer past contains numerous misdeeds and failures as much because she’s done so much and perhaps not so much because\nshe has been a failure. Yet, a diligent, hard-driving researcher can find a laundry list of her significant misdeeds.\nTo wit,\n� As events have unfolded, her vote in favor of the Iraq War is a clear sign of poor political judgment, especially in her party.\n� Her behavior surrounding the attack on the consulate in Benghazi and the failure to respond to four American deaths sure\nlooks like a case of poor judgment.\n� Her use of a private e-mail server while Secretary of State and thus the potential exposure of critical U.S. intelligence to\nthose who would do us harm again smacks of poor judgement.\n� The Clinton Foundation along with its big gifts and extraordinarily large speaking fees surely creates an aura of impropriety,\nfavoritism and the absence of sound judgement.\n� Her involvement in the cover-up of Fast and Furious is transparent bad judgment.\n� Her disregard for coal miners and coal companies in her reckless quest to be seen as a defender of the environment is yet\nanother case of dangerous judgement.\n� The IRS scandal: While not directly implicated as a participant in an administration cover-up of the Cincinnati IRS office\nheaded by Lois Lerner’s misuse of government power, there are definite indications of her gross negligence in the pursuit\nof even-handed fairness of the power to tax.\n� As I have predicted, 7 Obamacare has not only driven considerable premium increases for coverage since 2013, when the\nmarketplace first opened for enrollment, but has also added significant cost burdens onto health insurance companies,\nmany of whom are choosing to leave the Obamacare marketplace as costs continue to outpace profits. This has led to\nentire states, such as Alaska and Alabama, being left with only one insurer on their respective Obamacare marketplaces,\nwith 650 counties total being left with just one insurer in 2017. 8\n� Her personal investments in cattle futures. 9 In the late 1970s, she turned an initial investment of $1,000 into $100,000 in\njust 10 months, despite having no previous investment experience. Her close friend, James Blair, an experienced\ncommodities trader, advised her to enter the commodities market, but Clinton claimed to have made her own investment\ndecisions. One academic study published in The Journal of Economics and Finance estimated the likelihood of achieving\na result such as Clinton’s as 1 in 31 trillion. 10\n6\nWilliam Shakespeare, The Tragedy of Julius Caesar, Act III, Scene 2, Line 1620.\n7\nArthur B. Laffer and Emily Evans, “Rising Health Care Costs and Premiums: Is the ACA to Blame?” Laffer Associates, July 30, 2015.\n8\nAnna Wilde Mathews, “Insurance Options Dwindle in Some Rural Regions,” The Wall Street Journal, May 15, 2016. http://on.wsj.com/1sqcTGq\n9\nCaroline Baum and Victor Niederhoffer, \"Herd Instincts: Hillary's Investment Profits,\" National Review. February 20, 1995. pp. 43–44.\n10\nSeth C. Anderson and John D. Jackson, and Jeffrey W. Steagall, “A note on odds in the cattle futures,” The Journal of Economics and Finance.\n©2016 Laffer Associates. All rights reserved.\nNo portion of this report may be reproduced in any form without prior consent. The information has been compiled from sources we believe to be reliable, but\nwe do not hold ourselves responsible for its correctness. Opinions are presented without guarantee.\n14",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_025296.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 44021,
    "word_count": 7272,
    "line_count": 1003,
    "import_date": "2025-11-19T21:47:46.051149",
    "prefix": "TEXT-001"
  }
}