{
  "document_id": "HOUSE_OVERSIGHT_028002",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028002.txt",
  "text": "It was then, suddenly, that I saw Yishai had taken a bullet in the side of his\nneck. Blood was spurting from the wound. His face was contorted in pain. He\nlooked at me, raising his hands upward, as if to say: “I did my best. It’s over\nnow.” I pressed hard on the wound, trying to stem the flow. But he slipped out\nof my grasp and collapsed into Yasha Kedmi’s arms. Yasha propped him up and\nkept trying to staunch the bleeding. I turned toward the Egyptian soldier who\nhad shot Yishai, less than 20 feet to my left. Keeping myself as low as possible\nabove the turret, I fired into his chest. He tumbled into the foxhole. As I kept\nshooting, Yasha told me Yishai was dead. “Are you sure?” I asked. When he\nsaid yes, I ordered the driver to back up. We drove a few dozen feet, to where a\ngroup of the paratroopers was taking cover. With their help, we lowered his\nbody from the tank, and then returned to the battle.\n\nBarely ten minutes had passed since it began. Two SU-100s were now\nspewing smoke and out of action. The third had withdrawn. But the Egyptians\nwere still firing. Five of our tanks had been hit. Two were on fire. One APC was\nsmoldering, its commander severely wounded. I knew that if we stayed much\nlonger, we would end up like other armored units during Israel’s first, failed\ncounterattack in the early days of the war. We would risk being wiped out. As\nfar as I could tell, all the surviving paratroopers had been brought out or had\nmanaged to hobble to the irrigation ditch. I ordered Sukenik to abandon his\nattempt to take out the Saggers, and we withdrew behind the irrigation ditch.\n\nIt was only then that I realized that alongside two of our crippled tanks there\nwas still a group of a dozen men: six crew members from my battalion and six\nof Yitzhik’s men. It took nearly two hours to get them out. We used our tank\nguns to try to reduce the intensity of the fire from the Egyptians around them. I\nordered one of our APCs to go get them. I rounded up all our smoke grenades,\nand the APC crew used them to create a smokescreen, the only way I could\nthink of to reduce the danger of being targeted by the Saggers. It worked, but it\nrequired incredible guts for the men in the APC to pull it off.\n\nThe battle had required guts of every man in the battalion. They had found a\nway to conquer the first and most powerful enemy on a battlefield: fear. I felt it,\ntoo. But it’s easier for a commander. When you’re leading people into combat,\nyou don’t have time to be afraid. You have to assess and evaluate, second by\nsecond, everything going on around you. You have to make instant decisions\nand ensure they’re being carried out. The people under your command are\nwaiting to hear your voice, and watching your actions, too. If you lose control at\nany point, not only is your life at stake. Theirs are too.\n\n154\nHOUSE_OVERSIGHT_028002",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028002.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2850,
    "word_count": 536,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.263684",
    "prefix": "IMAGES-009"
  }
}