{
  "document_id": "HOUSE_OVERSIGHT_023493",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023493.txt",
  "text": "convincing now than the arguments in support of the Kellogg-Briand\npact eighty-two years ago or those advanced at the General\nDisarmament Conference in Geneva that followed in 1932. When the\ndiscussions in Geneva bogged down after a year of talk, President\nRoosevelt insisted that “if all nations would agree to eliminate\nentirely from possession and use the weapons which make possible a\nsuccessful attack, defenses automatically would become impregnable\nand the frontiers and independence of every nation would become\nsecure.” Therefore, he said, the ultimate objective of the conference\nmust be “complete elimination of all offensive weapons.”\n\nSo what is today’s argument for the complete elimination of all\nnuclear weapons, a goal President Obama embraced to wild applause\nin Prague in 2009? The statement that launched “global zero”\nappeared in the Wall Street Journal on January 4, 2007, under the\ntitle “A World Free of Nuclear Weapons.” Signed by George Shultz,\nHenry Kissinger, William Perry, Sam Nunn, and others, it was the\nproduct of a conference at the Hoover Institution at Stanford\nUniversity in October of the previous year. It is a tribute to the\nreputation and high standing of the authors that their statement has\nbeen endorsed by many statesmen and policy officials who regard\nthemselves as realists, as well as precipitating a worldwide campaign\nsupporting the concept, if not the details, of a nuclear-free world. [1]\nThe article has been followed by further statements from them and\nothers, as well as movies, media appearances, press conferences,\ncongressional and presidential speeches, international conferences,\ndemonstrations, and the like. “Global zero” organizations have been\nestablished on many university campuses in the US and abroad, and\ntens of millions of dollars have flowed into research institutions and\nadvocacy groups in support of the idea of the total elimination of\nnuclear weapons. With T-shirts, bumper stickers, and celebrity\nendorsements, it’s a full-blown happening.\n\nHOUSE_OVERSIGHT_023493",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023493.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2041,
    "word_count": 311,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:48.210378",
    "prefix": "IMAGES-007"
  }
}