{
  "document_id": "HOUSE_OVERSIGHT_016424",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016424.txt",
  "text": "SUPREME COURT OF THE STATE OF NEW YORK\nAPPELLATE DIVISION — FIRST DEPARTMENT\n\nTHE PEOPLE OF THE STATE OF NEW : App. Div. No. 6081\nYORK, :\n\nRespondent, : AFFIRMATION OF JOHN M.\n: BROWNING IN SUPPORT OF\n- against - : MOTION TO UNSEAL\n\nJEFFREY E. EPSTEIN,\n: On Appeal from New York Supreme Court,\nDefendant-Appellant. : New York County, Index No. 30129/10\n(Pickholz, J.)\n\nJohn M. Browning, an attorney duly admitted to practice before the Courts of the State of\nNew York, affirms the following under penalties of perjury:\n\n1. I am an associate of Davis Wright Tremaine LLP, attorneys for non-party movant\nNYP Holdings, Inc., publisher of the New York Post (the “Post”) and I submit this affirmation in\nsupport of the Post’s motion to unseal the briefs filed by the parties in the above-captioned\nappeal.\n\n2. The grounds for unsealing the appeal briefs in this action are set forth in the\naccompanying memorandum of law. I submit this affirmation to annex relevant documents and\nto state facts that are relevant to this motion, of which I have personal knowledge.\n\n3. Annexed hereto as Exhibit A is a true and correct copy of an article written by\nJulie K. Brown and published by the Miami Herald on November 28, 2018, entitled “Cops\nworked to put serial sex abuser in prison. Prosecutors worked to cut him a break.”\n\n4. Annexed hereto as Exhibit B is a true and correct copy of an article written by\nRebecca Rosenberg and Danika Fears, which was published by the Post on January 7, 2015,\n\nentitled “DA’s office ‘went easy’ on sex offender Epstein.”\n\n4840-5788-8644v. 1 3930033 -000039\n\nHOUSE_OVERSIGHT_016424",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016424.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1605,
    "word_count": 276,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:47.456188",
    "prefix": "IMAGES-003"
  }
}