{
  "document_id": "HOUSE_OVERSIGHT_017913",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017913.txt",
  "text": "In re Terrorist Attacks on September 11, 2001, 392 F.Supp.2d 539 (2005)\n\n10 A.L.R. Fed. 2d 789\n\nLLP (DC), Christopher Mark Curran, White & Case LLP\n(DC), David Charles Frederick, John Christopher\nRozendaal, Mark Charles Hansen, Michael John Guzman,\nMichael K. Kellogg, Kellogg, Huber, Hansen, Todd &\nEvans PLLC (DC), Lawrence Saul Robbins, Robbins\nRussel Englert Orseck & Untereiner LLP, Washington,\nDC, Jean Engelmayer Kalicki, Arnold & Porter, LLP,\nJohn Joseph Walsh, Carter Ledyard & Milburn LLP,\nOmar T. Mohammedi, Law Office of Omar T.\nMohammedi, Brian Howard Polovoy, Shearman &\nSterling LLP (New York), Geoffrey S. Stewart, Michael\nBradley, Jones Day, Matthew Phineas Previn, Wilmer,\nCutler & Pickering, L.L.P., T. Barry Kingham, Curtis,\nMallet-Prevost, Colt and Mosle LLP, New York City,\nWilmer Parker, IJ, Gillen Parker and Withers LLC,\nAtlanta, GA, Lynne Bernabei, Alan R. Kabat, Bernabei &\nKatz, PLLC, Washington, DC, for Defendants.\n\nMichael J. Sommi, Cozen O’Connor, New York City, for\nMovants.\n\nOpinion and Order\n\nCASEY, District Judge.\n\nThe Court presumes familiarity with the factual\nbackground giving rise to this multi-district litigation. See\nIn re Terrorist Attacks on September 11, 2001, 349\nF.Supp.2d 765 (S.D.N.Y.2005) (“Terrorist Attacks I” ).\nGenerally, Plaintiffs are representatives, survivors, and\ninsurance carriers of the victims of the attacks of\nSeptember 11, 2001, who allege, pursuant to various\ntheories of liability including the Antiterrorism Act\n(“ATA”), 18 U.S.C. § 2331 et seq.; the Alien Tort Claims\nAct (“ATCA”), 28 U.S.C. § 1350; the Racketeer\nInfluenced and Corrupt Organizations Act (“RICO”), 18\nU.S.C. § 1961 et seg.; the Torture Victim Protection Act\n(“TVPA”), 28 U.S.C. § 1350 note; theories of aiding and\nabetting, civil conspiracy, intentional infliction of\nemotional distress, negligence, survival, wrongful death,\ntrespass, and assault and battery, that Defendants are\nresponsible for those attacks as terrorists, state sponsors\nof terror, or material sponsors of terror. In Terrorist\nAttacks I, the Court resolved several motions to dismiss\nthe complaints by various Defendants. Additional motions\nremain pending before the Court.\n\nSaudi High Commission (“SHC”), HRH Prince Salman\nWESTLAW\n\nbin Abdulaziz Al-Saud (“Prince Salman”), and HRH\nPrince Naif bin Abdulaziz Al—Saud (“Prince Naif’) move\nto dismiss the complaints for lack of subject matter\njurisdiction pursuant to the FSIA, lack of personal\njurisdiction, and failure to state a claim for relief.\nImmediately prior to the Court’s scheduled oral argument\non these motions, the Federal Plaintiffs moved to\nsupplement the record against Prince Salman and Prince\nNaif.\n\nDefendants Rabita Trust, Wa‘el Jalaidan, and\nInternational Islamic Relief Organization (“IIRO”) move\nto dismiss the *547 complaints for lack of personal\njurisdiction and failure to state a claim.\n\nOther Defendants move to dismiss the complaints for\nfailure to state a claim. Tarik Hamdi and Abdulrahman\nAlamoudi move to dismiss the Burnett and Federal\ncomplaints. Success Foundation moves to dismiss the\nBurnett complaint. The Burnett Plaintiffs denominate\ncertain Defendants as the “SAAR Network entities.” The\nSAAR Network entities, which include African Muslim\nAgency, Grove Corporate, Heritage Education Trust,\nInternational Institute of Islamic Thought (“IIIT”),\nMar—Jac Investments, Mar-Jac Poultry, Reston\nInvestments, Safa Trust, and York Foundation, move to\ndismiss the Burnett complaint. IIIT also moves to dismiss\nthe Ashton complaint. In addition to its motion to dismiss\nBurnett, Mar—-Jac Poultry moves to dismiss the Ashton\nand Federal complaints. The Federal Plaintiffs label\ncertain individuals “SAAR Network executives.” These\nDefendants, including Taha Al-Awani, Muhammad\nAshraf, M. Omar Ashraf, M. Yaqub Mirza, Iqbal Unus,\nand Jamal Barzinji, move to dismiss the Federal\ncomplaint.\n\nFinally, Defendant National Commercial Bank (“NCB”)\nmoves for reconsideration of this Court’s denial without\nprejudice of its motions to dismiss the Ashton and Burnett\ncomplaints. The Court resolves all the aforementioned\nmotions in this opinion.\n\nI. Subject Matter Jurisdiction Under the FSIA\n\n1 71 Pursuant to the FSIA, a foreign state and its\ninstrumentalities are presumed immune from this Court’s\njurisdiction unless one of the statute’s exceptions applies.\nRobinson v. Gov't of Malaysia, 269 F.3d 133, 138 (2d\nCir.2001). “In contrast to a Rule 12(b)(6) motion to\ndismiss for failure to state a claim, in a challenge to FSIA\nsubject matter jurisdiction, the defendant must present a\n‘prima facie case that it is a foreign sovereign.’ ” Virtual\n\nHOUSE_OVERSIGHT_017913",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017913.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4650,
    "word_count": 688,
    "line_count": 108,
    "import_date": "2025-11-19T21:47:46.335473",
    "prefix": "IMAGES-004"
  }
}