{
  "document_id": "HOUSE_OVERSIGHT_012349",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012349.txt",
  "text": "aoe\n\nhe slip it offof you or did you just have it on and it was\njust banging?\n\nA Yealy, it was just hanging. He had snapped it off\nand it was just right here,\n\nGt IS\n\noy\n\nBy Q Okay. At any time did he touch your breasts?\n\n& A Yeah.\n\n‘7 Q When -- okay. So vou're standing there, your bra\n\n8 has been unsnapped. What kind of panties did you have on? ;\n© Do you remember?\n\nA Athone.\nQ A thong?\nLa A Uh-hub.\nQ He started touching you on the outside of your\npanGes os did he move your panties to one side?\n\neae\n\npeor boat\n\n5 A On the outside first and then he moved, he maved\n°@ them over.\nau Q. Okay. And then he started touching you on the\n12 outside of your vagina?\n3 A Uh-huh.\n29 Q And he told you he was not going to ge inside.\n24 A Yeah.\nBe Q Atwhat point did that change?\nPP? A When he started feeling dewn there and then\n24 when -- pretty soon.\nan Q When you say Higers, did he use more than one\n\nTL fuper?\n\nZ A Cthink he used two but { don't know,\nI Q Okay.\n& A And then afler T told him, | backed away and |] was\n\nS kind of like shaking my head no, he's like okay, I’m sorry.\n6 And then he kind of still put bis fingers down there. He\nwas just like pushing really hard on me like, | don't knaw,.\nhe just, just tet ke his Gngers weren't in me bul it\nwas ciose enough lo where it stil felt weird.\n\n( How cid you -- how did -- when be had his fingers\ninside you, you backed up to ect them out or --\n\nA Yeah. And to Jet him knew that [ don't want to do\nthar.\n\nQ Okay. And none of this was told to you by |\nthar this would happen?\n\nA No.\n\nQ. Okay.\n\nA That's why when [ got out ] was freaking out but ]\n\nOW fe\n\npe fd\n\nWal NO\n\nage\n\nwe ets\n~l\n\ntoy:\n\n1\ni\n2\n\nhappened and 7 told her wha? happened and she said oh. it’s\nokay. He did that to one of my other frtends | brought\n\nhere. And | was like and you let him do that and still got\nme in there’? And she's dike oh, it's okay. You got $200.\nDoes it matter? | said did you have te do that? She said\nno. Twas fike all right, then you don't know how it feels.\n\nPage 10)\n\nea) A Umni, then {inaudible.) No. | krow what it is.\n\n3G Q Okay, Did you visually see his penis?\n\ni? A Ub-hub. Yeab.\n“48 Q Would you say it was circumcised or uncircumcised? |-\n: 73 A [would think it would be circumcised but J tned\n\n.23 didn’t want to see what was actually happening.\n,\n\nigh A tle came.\n\na.\ngue A No He didn'task me foranything. Like [ think\n\ndidn't even say anvthing to her and then she asked me what : ‘ $\n\nLao Q Okay. How long would you say this session lasted?\n\nPage 12 4.\n\nwal\n\nShe's like let's just zo shopping and stuff and I was Itke\n\n2 no.\n\n2 Q Okay. During this time that this was occurring,\n\n4 he was jerking off you said?\n\n3 A Uh-huh.\n\nic (Q Okay. What does that mean to you? 1 mean like is\n= it something that -- do you know whal masturbation is?\n\ng A Yeah.\n\n2 Q Is that what you consider --\niG A Yeah\nas Q Okay. Did you -- I'm sorry.\n\nLe A That's okay.\n\nQ De you knew what a circumeised and uncircumcised\n\n24° penis 1s?\n\nnot to look.\nQ. Okay.\nAN dowas kind of just like locking away because |\n\nQ Okay, You said that he had Hnished.\n\nQ Okay.\né A Because he was dike a bie sigh of relief like he\nhad been done and he just got right back wp and --\nQ De you know where he came on? Was it or the\niowel? Was it on himself? On the bed er --\nA Tibink it was on the towel lilce nght between his\nees probably.\n3 Q Okay. As] told you before and | explained to\n%  yorr mom, what he did was wrong, okay?\nSf A Ub-huh.\n12 Q Cwant to reassure you an that, Okay?\nAtany point did be ever ask you to leave your\nphone number or --\n\nyee\n\ny on\n\nhe asked ine my name in the beginning.\n\nZo Q Po you have any formal massave training?\n4 A No, That's why | thought (inaudible).\n\nJ. Consor & Associates Reporting & Transcription\n\nate\n561.682.0305\n\n98ae64ed-fabt-461a-b5d2-be85289cc56a\n\n01913\n\nHOUSE_OVERSIGHT_012349",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012349.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3832,
    "word_count": 814,
    "line_count": 185,
    "import_date": "2025-11-19T21:47:48.346853",
    "prefix": "IMAGES-001"
  }
}