{
  "document_id": "HOUSE_OVERSIGHT_025937",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025937.txt",
  "text": "Case 1:16-cv-04642 Document 1-2 Filed 06/20/16 Page 1 of 2\n\nDECLARATION IN SUPPORT OF PLAINTIFF’S REQUEST FOR PROTECTIVE ORDER\n1, Tiffany Doe, a pseudonym, state as follows:\n\n1. {am a competent adult over 18 years of age able totestify as to personal knowledge. The facts\nin this declaration are true and correct to the best of my knowledge, information, and belief, and! am\n\ncompetent to testify to them if called upon to do so.\n\n2. | originally met Jeffrey E. Epstein in New York City in 1990 when | was the age of 22. | attended a\n\nseries of parties in that same year of 1990 where | was paid to entertain various guests of Mr. Epstein.\n\n3. In the year 1991, | was promoted to the occupation of party planner in which my duties were to\n\nget attractive adolescent women to attend these parties.\n\n4. | was hired by and paid directly by Mr. Epstein from the years of 1991-2000 to attract adolescent\nwomen to attend these parties, most of which were held at what is known as the Wexner Mansion\n\nlocated at 9 E. 71st St. in New York City.\n\n5. In June, 1994 while performing my duties as a recruiter of adolescent women to attend Mr.\nEpstein's parties, | met a 13-year-old adolescent woman, the Plaintiff in this matter, at the Port\nAuthority in New York City who said that she had come to New York City in the hope of starting a\n\nmodeling career.\n\n6. | persuaded the Plaintiff to attend a series of parties of Mr. Epstein that took place during the\nsummer of 1994. | told her that, if she would join me at the parties, she would be introduced to people\n\nwho could get her into the madeling profession and she would be paid for attending.\n\n7. It was at these series of parties that | personally witnessed the Plaintiff being forced to perform\nvarious sexual acts with Donald J. Trump and Mr. Epstein. Both Mr. Trump and Mr. Epstein were\n\nadvised that she was 13 years old.\n\n8. | personally witnessed four sexual encounters that the Plaintiff was forced to have with Mr.\nTrump during this period, including the fourth of these encounters where Mr. Trump forcibly raped her\n\ndespite her pleas to stop.\n\nee\n\nHOUSE_OVERSIGHT_025937",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025937.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2124,
    "word_count": 384,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.957712",
    "prefix": "IMAGES-008"
  }
}