{
  "document_id": "HOUSE_OVERSIGHT_011331",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011331.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n28\nH3VOGIU1\n\nMs. Giuffre's not-for-profit tax compliance are based on an\nerrant report by her purported expert, an expert who should be\nexcluded from testifying because his report lacked methodology\nand he opined on topics far afield from his expertise.\n\nSecond, any allegations that her not-for-profit is not\n\ntax compliant is prejudicial, misleading, confusing to the jury\nbecause it has nothing to do with the claim at issue in this\ncase.\n\nYour Honor, we asked for defendant's tax returns in\n\nthis case. If they go to truthfulness, as defendant argues,\n\nthey also go to defendant's truthfulness. At this point, we're\n\nnot going to get them until the first day of trial, so we will\n\nnot be able to effectively cross examine defendant on those tax\n\nreturns, and we won't be able to s until then if she's paid\n\ntaxes on all the money and gifts and in-kind payments from\n\nEpstein that she's received or has kept that away from the\ngovernment. Unlike Ms. Giuffre's tax information, defendant's\n\ntax information goes to our case in chief and is relevant\n\nevidence.\n\nOn point number 13, we move to exclud videnc\nrelating to Ms. Giuffre's alleged tax compliance. Your Honor,\nthis is a defamation action where reputation is at issue. Tax\n\ncompliance does not go to a reputation, it is a private matter.\n\nSecond, there is no evidence in this case that any\n\ngovernment, ither United States or Australia, believes that\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011331",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011331.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1552,
    "word_count": 261,
    "line_count": 81,
    "import_date": "2025-11-19T21:47:48.631034",
    "prefix": "IMAGES-001"
  }
}