{
  "document_id": "HOUSE_OVERSIGHT_014561",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014561.txt",
  "text": "Exhibit 24: US Real GDP During the Longest Post-WWII Recoveries\n\npost-WWII period.\n\nBeginning of Recovery = 100\n\n60 Mar-61\nDec-82\n50 Mar-31 Aug-61-Nov-66\nCurrent (Jun-09) Did NOT Trigger\n40 Recession\n30 Mar-83-Aug-84\nDid NOT Trigger\n\nRecession\n20\n\n00 Feb-94—Apr-95\nDid NOT Trigger\n\nRecession\n\nDec-86—-Mar-89\nTriggered Recession\n\nFour of the five tightening cycles that did not trigger a recession occurred during the three longest recoveries in the\n\nAug-67—Aug-69\nTriggered Recession\n\nCAGR: 4.9%\n\nCAGR: 4.4%\n\nJun-99—Jul-00\nDid NOT Trigger\n\nCAGR: 2.1% Recession\n\n@ Denotes Beginning of Fed Tightening Cycle\n© Denotes End of Fed Tightening Cycle\n\n90 ~-\n0 4 8 12 16 20\n\n24 28 32 36 40\n\nQuarters After Recession Trough\n\nData as of December 2016.\nSource: Investment Strategy Group, Bloomberg, National Bureau of Economic Research.\n\nIn our 2016 Outlook and our 2016 Insight report,\nWalled In: China’s Great Dilemma, we stated that\nChina was unlikely to have a hard landing over the\nnext two years (i.e., 2016 and 2017). We believe\nthe view still holds. We do not expect a hard\nlanding in China that would destabilize the US\neconomy in 2017, but the risks grow significantly\nin 2018 and 2019. As we discuss below, China may\nnevertheless represent a geopolitical risk in 2017.\nHistorically, since WWII, the odds of a\nrecession occurring over a 12-month period\nhave been 18%. Our composite recession model,\nincorporating end-of-year financial and economic\ndata, estimates the probability of a recession in\n2017 at 23%. Once we incorporate the likely\npassage of a fiscal stimulus package of tax cuts\nand infrastructure investments in the latter half\nof 2017, the probability of a recession this year\ndeclines to about 15%.\n\nRising Influence of Populist Parties in\n\nthe Eurozone\n\nSince the election of Prime Minister Alexis Tsipras\nand the Syriza Party in Greece in January 2015,\npopulism has been gaining momentum across\nEurope. The support for populist parties has\nincreased to varying degrees in Spain, Greece, Italy,\nFrance, the Netherlands, Germany and Austria.\nThe common themes among populists have been\nanti-immigration and anti-European Union.\nOutside the Eurozone, the 2016 Brexit vote in\nGreat Britain has been interpreted as a populist\n\nvote against immigration from Eastern Europe, the\nMiddle East and North Africa, as well as against\nthe bureaucracy of the European Union.\n\nThe increasing enthusiasm for populist parties\nin Europe raises two questions. First, will any of\nthe more extremist parties win enough support to\nbreak away from the European Union? In France,\nfor example, upcoming elections in May 2017 are\nlikely to pit Francois Fillon of Les Républicains\nagainst Marine Le Pen of the far right Front\nNational. Le Pen has promised a referendum on\nwhether France should stay in the European Union,\nand, should she win, questions about the viability\nof the Eurozone will surface immediately.°* While\npolls show Fillon well ahead of Le Pen, polls\nhave been wrong on the UK and Italian referenda\nand the US election. The Eurasia Group, for one,\nassigns a 30% probability to a Le Pen victory.*”\n\nSecond, to what extent will the rise of populism\ninfluence policies in the Eurozone? Here, Germany\nwill probably provide a litmus test. Chancellor\nAngela Merkel and her coalition government are\nlikely to respond to recent terrorist attacks there by\nproposing a stronger police and military presence,\naccording to the Eurasia Group. Security checks\nwill probably be increased as well, since at least\n800,000 asylum-seekers entered Germany with\nminimal security checks and terrorist suspects have\nalready been arrested among them.°* With German\nelections scheduled for September 2017, it remains\nto be seen whether Chancellor Merkel will adjust\nher immigration policy.\n\n28 | Goldman Sachs | JANUARY 2017\n\nHOUSE_OVERSIGHT_014561",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014561.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3829,
    "word_count": 606,
    "line_count": 125,
    "import_date": "2025-11-19T21:47:45.923217",
    "prefix": "IMAGES-003"
  }
}