{
  "document_id": "HOUSE_OVERSIGHT_016846",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016846.txt",
  "text": "It’s an old, old story, with many well-known chapters in evolutionary history.\nMost mammals can synthesize their own vitamin C, but primates, having opted for a diet\ncomposed largely of fruit, lost the innate ability. We are now obligate ingesters of\nvitamin C, but not obligate frugivores like our primate cousins, since we have opted for\ntechnology that allows us to make, and take, vitamins as needed. The self-perpetuating\npatterns that we call human beings are now dependent on clothes, cooked food, vitamins,\nvaccinations, .. . credit cards, smartphones, and the Internet. And—tomorrow if not\nalready today—AI.\n\nWiener foresaw the problems that Turing and the other optimists have largely\noverlooked. The real danger, he said, is\n\nthat such machines, though helpless by themselves, may be used by a human being or a\nblock of human beings to increase their control over the rest of the race or that political\nleaders may attempt to control their populations by means not of machines themselves\nbut through political techniques as narrow and indifferent to human possibility as if they\nhad, in fact, been conceived mechanically. (p. 181)\n\nThe power, he recognized, lay primarily in the algorithms, not the hardware they run on,\nalthough the hardware of today makes practically possible algorithms that would have\nseemed preposterously cumbersome in Wiener’s day. What can we say about these\n“techniques” that are “narrow and indifferent to human possibility”? They have been\nintroduced again and again, some obviously benign, some obviously dangerous, and\nmany in the omnipresent middle ground of controversy.\n\nConsider a few of the skirmishes. My late friend Joe Weizenbaum, Wiener’s\nsuccessor as MIT’s Jeremiah of hi-tech, loved to observe that credit cards, whatever their\nvirtues, also provided an inexpensive and almost foolproof way for the government, or\ncorporations, to track the travels and habits and desires of individuals. The anonymity of\ncash has been largely underappreciated, except by drug dealers and other criminals, and\nnow it may be going extinct. This may make money laundering a more difficult technical\nchallenge in the future, but the AI pattern finders arrayed against it have the side effect of\nmaking us all more transparent to any “block of human beings” that may “attempt to\ncontrol” us.\n\nLooking to the arts, the innovation of digital audio and video recording lets us pay\na small price (in the eyes of all but the most ardent audiophiles and film lovers) when we\nabandon analog formats, and in return provides easy—all too easy?—reproduction of\nartworks with almost perfect fidelity. But there is a huge hidden cost. Orwell’s Ministry\nof Truth is now a practical possibility. AI techniques for creating all-but-undetectable\nforgeries of “recordings” of encounters are now becoming available which will render\nobsolete the tools of investigation we have come to take for granted in the last hundred\nand fifty years. Will we simply abandon the brief Age of Photographic Evidence and\nreturn to the earlier world in which human memory and trust provided the gold standard,\nor will we develop new techniques of defense and offense in the arms race of truth? (We\ncan imagine a return to analog film-exposed-to-light, kept in “tamper-proof” systems\nuntil shown to juries, etc., but how long would it be before somebody figured out a way\nto infect such systems with doubt? One of the disturbing lessons of recent experience 1s\nthat the task of destroying a reputation for credibility is much less expensive than the task\nof protecting such a reputation.) Wiener saw the phenomenon at its most general: “...1n\n\n43\n\nHOUSE_OVERSIGHT_016846",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016846.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3665,
    "word_count": 588,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:44.636938",
    "prefix": "IMAGES-004"
  }
}