{
  "document_id": "HOUSE_OVERSIGHT_019007",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019007.txt",
  "text": "Date:\nTime:\n\nCase\n\n7/13/06 PALM BEACH POLICE ee Page: 54\n\n9272755 Incident Report Program: CMS301L\nNo. . . . : 1-05-000368 _ (Continued)\nOn November 15, 2005, Det. Sandman and I traveled to ;\nWe met with ,a b6\nseventeen-year old juvenile who was not in school this day due toa b7c\ncold from which she was suffering. was told that I needed to\n\nspeak with her in reference to an ongoing investigation involving a\nsubject she would know as Jeffrey Epstein. Prior to speaking with\nher, I explained that because of the fact that she is a minor, I\nneeded to speak with her parents prior to speaking with her. She\ntelephoned her father, a | on his cell phone and\nexplained to him that Det. Sandman and I were there to speak with her.\nI spoke with mr. [L__—idJon the telephone and informed him I needed\nto speak with his daughter in reference to an ongoing investigation.\nMr. [—] advised he had no problem with us speaking with his\ndaughter.\n\nDuring a sworn taped statement,[_____—ids stated she met Jeffrey\nEpstein over a_year ago. She was sixteen years of age and was\napproached by who informed her that she could make monies\nproviding a massage to Epstein for $200.00. had_informed her\nthat she would have to provide this massage topless. made the\narrangements with Epstein_and his assistants and took to the\nhouse. [_____—sxi| stated and she entered through a glass door\nthat led into a kitchen. took her upstairs, to a master bedroom\nand master bathroom. She recalled the bathroom had a large pink\ncouch, sauna and matching shower. Epstein entered into the room\nwearing only a towel. removed their clothing\nremaining only in thong underwear. She further stated that Epstein\nlay on his chest on_the table. Epstein selected which oils to use for\nthe massage. .Both provided the massage on his\nlegs, back and feet. Forty minutes into the massage, Epstein turned\nover onto_his back and requested[____] wait downstairs in the kitchen\narea fords Epstein instructed[_______Jto finish the_massage.\nasL____] got dressed, [__] starting rubbing his chest.\n\nleft the room, and Epstein_began masturbating himself as\n\nrubbed Epstein s chest. po istated he continued masturbating\nuntil he climaxed on the towel he was wearing. When asked if he had\nremoved the towel she stated he turned the towel around so that the\nopening would allow him to expose himself. After he cleaned himself\noff with the towel, he tne tructed Fe ase was done and to\nget dressed and met with him downstairs. got dressed and met\nwith Epstein in the kitchen_area. She was paid $200.00 dollars for\nproviding the massage. stated she was aware that[___Jalso\nreceived monies for the same thing.\n\nThe second time she went to the house she was again approached by\n\nasked if she wanted to return to the house to provide\nanother massage;[__—'idJ|- agreed and the arrangements were made by\nfor her to return to the house. Co stated [____]drove her\nto the house and knocked on the same glass door that leads to the\nkitchen area. They were allowed entry into the house by one of the\nstaff members. [_Jied her upstairs to the master bedroom and\n\nHOUSE_OVERSIGHT_019007",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019007.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3111,
    "word_count": 534,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:47.845085",
    "prefix": "IMAGES-005"
  }
}