{
  "document_id": "HOUSE_OVERSIGHT_029950",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029950.txt",
  "text": "Article 5.\n\nThe Japan Times\n\nSouth China Sea: making sense of\n\nnonsense\nMark Valencia\n\nJune 29 — After a series of aggressive incidents involving Chinese\npatrol boats and subsequent soothing official statements, many\nanalysts are trying to figure out what is really going on.\n\nMore specifically, why have different sections of China's government\ngiven mixed signals and chosen in nearly one fell swoop to embarrass\ntheir own leaders, undermine China's carefully nurtured and\nreasonably successful \"charm offensive\" toward the Association of\nSoutheast Asian Nations (ASEAN), and play right into the U.S.\nstrategy of convincing ASEAN nations that they need its protection\nfrom a bullying China?\n\nIn China, has the political train left the station and are ASEAN\nnations thus just changing seats or cars on the train?\n\nWe are talking here not just about blatant violations of the solemnly\nagreed Declaration on Conduct of Parties in the South China Sea\n(DOC) — all parties are guilty of that — but also of contradicting, by\npoorly timed actions, the words of leaders. When Chinese Defense\nMinister General Liang Guanglie was telling the Shangri-la Dialogue\non June 3 in Singapore that \"China is committed to maintaining\npeace and stability in the South China Sea\" and that \"China stood by\"\nthe DOC, news media were reporting that on May 26 a Vietnamese\nsurvey ship operating on its claimed continental shelf had its seismic\ncables cut by a Chinese patrol boat.\n\nShortly after that event China sent two vice chairmen of the Central\nMilitary Commission to Southeast Asia to try to reassure other\n\nHOUSE_OVERSIGHT_029950",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029950.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1613,
    "word_count": 260,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:45.553015",
    "prefix": "IMAGES-010"
  }
}