{
  "document_id": "HOUSE_OVERSIGHT_017927",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017927.txt",
  "text": "In re Terrorist Attacks on September 11, 2001, 392 F.Supp.2d 539 (2005)\n\n10 A.L.R. Fed. 2d 789\n\nconnections with the Committee for the Defense of\nLegitimate Rights (“CDLR”) and the Advice and\nReformation Committee (“ARC”), two dissident Saudi\ngroups with ties to Osama bin Laden. (Burnett Compl. Jf\n561-62.) A radical Arabic publication allegedly provided\na phone number registered in Hamdi’s name when it\nadvertised the contact information of CDLR’s U.S.\nbranch. (Burnett Compl. § 580.) CDLR published bin\nLaden’s October 12, 1996 fatwa on the Muslim Students\nAssociation listserve, the “MSA News.” (Burnett Compl.\n4 584.) Plaintiffs claim that ARC allegedly serves as al\nQaeda’s front in the United Kingdom and facilitates\ncommunication to and from Osama bin Laden. (Burnett\nCompl. Jf 562, 564, 575, 577, 584-85.) Hamdi is also\nalleged to have connections to Khalid al-Fawwaz, one of\nthe masterminds of the embassy bombings. (Burnett\nCompl. § 582.) Finally, Plaintiffs claim Hamdi is a\nco-conspirator with the SAAR Network. He worked at\nIIT in Herndon, Virginia, “the central address\nsurrounding the SAAR Foundation raids, evidence and\ninvestigation.” (Burnett Compl. F§ 267, 583; Federal\nCompl. ¥ 146, 224.)\n\nHamdi asserts that he is a journalist. He argues that ABC\nrequested that he arrange the interview with Osama bin\nLaden and that he did not purchase the phone or battery\npack. He claims he has not had any ties to CDLR since\n1995. He admits that he worked at IIIT as an editor. These\nfactual disputes cannot be resolved on a 12(b)(6) motion.\n\nBl The Federal Plaintiffs have not alleged that Mr.\nHamdi participated in the operation or management of\nany enterprise. The RICO claims against Mr. Hamdi must\nbe dismissed. See Redtail Leasing, Inc. v. Bellezza, 1997\nWL 603496 at *5. Plaintiffs allege that Mr. Hamdi knew\nabout bin Laden’s terrorist activities at the time he\nprocured a phone for him because the first fatwas had\nalready been issued. They allege he provided material\nsupport to bin Laden in the form of a satellite phone\nbattery. The ATA includes communications equipment in\nits definition of material support. See 18 U.S.C. §\n2339A(b). “[E]ven small donations made knowingly and\nintentionally in support of terrorism may meet the\nstandard for civil liability in section 2333.” Boim II, 291\nF.3d at 1015. These allegations are sufficient to notify Mr.\nHamdi of the claims against him. Tarik Hamdi’s motions\nto dismiss the Burnett and Federal complaints are denied.\n\nB. Abdulrahman Alamoudi*\nDefendant Abdulrahman Alamoudi has connections with\nseveral organizations that the Burnett and Federal\nPlaintiffs claim support terrorism. He is Vice President of\n\nWESTLAW\n\nTaibah International Aid Association’s U.S. branch.\n(Federal Compl. | 245.) Plaintiffs claim Taibah was\nimplicated in the 1998 embassy bombings. (Federal\nCompl. ff 66, 239, 244.) Additionally, Taibah allegedly\nworks closely with designated-terrorist Global Relief\nFund and SHC and has diverted funds to al Qaeda and its\naffiliates in Bosnia. (Federal Compl. JJ 241, 243.)\nThrough Taibah, Alamoudi is also connected with several\nSAAR Network entities, including American Muslim\nCouncil, American Muslim Foundation, Hajj Foundation,\nHappy Hearts Trust, IIRO, and Success Foundation.\n(Federal Compl. JJ 245, 490; Burnett Compl. F¥ 237,\n248.) He allegedly used his SAAR connections to funnel\nmoney to al Qaeda *568 through various fronts. (Federal\nCompl. § 247.)\n\nPlaintiffs allege that Alamoudi has openly stated his\nsupport for Hamas and Hezbollah, both designated\nterrorist organizations that cooperate with al Qaeda.\n(Federal Compl. Jf 50, 53 Burnett Compl. § 237.)\n\nIn August 2003, Alamoudi was detained at Heathrow\nAirport on his way to Syria. Customs officers seized\napproximately $340,000 in sequentially numbered bills,\ntwo U.S. passports, and one Yemeni passport. (Federal\nCompl. 7 246.) Alamoudi was arrested by U.S. officials at\nWashington Dulles Airport on September 28, 2003.\n(Federal Compl. § 247.) He subsequently pleaded guilty\nto unlicensed travel to and commerce with Libya, false\nstatements on his naturalization application, and tax\noffenses involving Libyan financial transactions. (Federal\nMem. in Opp’n at 6.) He is currently serving a\ntwenty-three year sentence. (/d.)\n\n31] 82] 33] The Burnelf complaint does not allege any act\ntaken by Mr. Alamoudi that could be considered the\nprovision of material support for al Qaeda. The Federal\ncomplaint is sustained inasmuch as it claims that Mr.\nAlamoudi funneled money to al Qaeda through the\ncharities with which he was involved. (Federal Compl. Jf\n241, 243.) See 18 U.S.C. § 2339(A) (including “currency\nor other financial securities [and] financial services” in\ndefinition of material support). This claim puts Mr.\nAlamoudi on notice that he is alleged to have provided\nfinancial material support to al Qaeda. Because the\nFederal complaint does not allege that Mr. Alamoudi had\nany role in directing an enterprise, however, the RICO\nclaims against Mr. Alamoudi are dismissed. In sum, Mr.\nAlamoudi’s motion to dismiss the Burnett complaint is\ngranted; his motion to dismiss the Federal complaint is\ndenied.\n\nHOUSE_OVERSIGHT_017927",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017927.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5182,
    "word_count": 810,
    "line_count": 112,
    "import_date": "2025-11-19T21:47:47.687927",
    "prefix": "IMAGES-004"
  }
}