{
  "document_id": "HOUSE_OVERSIGHT_018592",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018592.txt",
  "text": "without being run out of town.\n\nKOK ok\n\nIn the Strange Case of Clarisse and Her Condomless Ex, I was at least Being Faithful\nwith a pre-tested partner, and I didn't live in an HIV-rich population. The risks were\nlower, and it's true that I've never run those kinds of risks outside a long-term\nmonogamous relationship. But the bottom line remains: my ex and I did it even though\nwe knew better.\n\nHe and J are both privileged people. Neither of us was dependent on the other for money,\nfor instance. If two highly privileged people who agree that condoms are necessary can\nfail to use condoms, what about people who don't have that privilege?\n\nIn many places across the world, including much of southern Africa, sex workers can\ncharge double for sex without a condom. No businesswoman is likely to insist on a\nmeasure that will halve her profits -- especially if she already lives on a razor-fine\nmargin, and especially if she's already contracted HIV herself. Likewise, if a girl can't\nafford expensive school fees and therefore sleeps with her teachers, then she's hardly in a\nposition to demand protection. Many married women quite justifiably fear divorce,\nviolence or murder if they refuse their husbands sex without a condom -- in one recent\ncase, a wife tested negative for HIV while her husband tested positive, but when she tried\nto refuse condomless sex, he killed her.\n\nSome pro-condom campaigns tell the populace that \"it's your responsibility: you must\nrespect your body and take the initiative\"; but while that works for some people, it's a\nterribly cruel message for people who lack the standing to negotiate with their partners.\n\nAdd to this the fact that, if you know enough people living with HIV -- and if your life\nalready seems difficult and directionless -- the disease will start to seem like much less of\na big deal. A friend reports that one day, sitting in a salon, she saw a man exit with a sex\nworker. \"Don't forget a condom!\" she called bluntly. His reply: \"I'm not the first to get it,\nand I won't be the last.\" (Indeed, there are documented cases of marginal populations\ndeliberately contracting HIV when they perceived benefits. For instance, when HIV-\npositive illegal immigrants in France were offered citizenship as part of a humanitarian\n\ninitiative, some sought out the disease.)\n\nPeople who ignore prophylactics will always be with us. Some of them will be like me\nand my ex, or the sex worker's client: despite knowing the risk, transient pleasure trumps\nabsolute safety. There isn't much to be done about that demographic, save ensuring that\nthey (we) truly grasp the consequences we risk with our silliness.\n\nSome people, however, will be vulnerable more because they're female, or young, or\npoor. In those cases, addressing the root causes -- sexism, poverty, abuse -- becomes the\nonly solution. Thus, some of the best HIV programs in southern Africa appear to address\ncompletely different issues. These include:\n\n* Identifying and supporting income-generating projects for women, so that they have the\nresources to walk away from abusive partners;\n\n* Sponsoring schools, so that they can educate for free and remove one reason a\n\nHOUSE_OVERSIGHT_018592",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018592.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3194,
    "word_count": 537,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:48.212818",
    "prefix": "IMAGES-005"
  }
}