{
  "document_id": "HOUSE_OVERSIGHT_022437",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022437.txt",
  "text": "the neighborhood, will have 6,000 square feet of amenity space that ranges from music\nrehearsal and art rooms to a gym and children’s play area. Apartments go on sale this\nfall, with pricing in the $1.3 million to over-$12 million ballpark.\n\n“The site was highly undervalued because it was so far\neast, and there were no good transportation links, and\npeople just weren’t interested or willing to go there.\nBut we saw opportunity,” says Barbara van Beuren,\nAnbau’s managing director. “I think the absolute prices\nare manageable. This is not a building full of $10\nmillion apartments.” Still, it points to a future far more\nexpensive than the current data shows.\n\nJust one block from 113-year-old Jewish bakery\nGlaser’s, which churns out delicious black-and-white\n\ncookies, Citizen360’s shimmery facade will rise 410 feet\nabove street level. But trumping them all will be DDG’s\nunder-construction goliath on 180 E. 88th St. At 521\nfeet, it will be the tallest structure on the Upper East\nSide north of 72nd Street. Its 48 apartments with 16-\nfoot ceilings and custom lobby artwork launch sales this\nfall, with two-beds starting from $3.4 million, three-\nbeds from $4.5 million and four-beds from $7 million.\n\nThe latest rendering for skyscraping\nCitizen360. It’s not all about living among the clouds, though.\n\nPe See Nal ei Michael D’Alessio, president of Michael Paul\nEnterprises, oversaw the overhaul of two smallish\nrental buildings east of Third Avenue into boutique luxury projects. “They were prime\nlocations for condominiums catering to families,” says D’Alessio of the projects, 225 E.\n81st St. (a.k.a The Justin) and 554 E. 82nd St., which have nine apartments between\nthem. “They are three or four bedroom units, with big living and dining areas with\nfireplaces, and they all have outdoor space.” Six have been snatched up, with asks\nranging from $2.25 million for a two-bedroom to $5.99 million for a four-bedroom.\n\nA fireplace-sporting unit inside 554 East 82nd St.\nPhoto: Michael Paul Enterprises\n\nMeanwhile, another rental-to-condo conversion — Carnegie Park — attracted first-\ntime buyer Elizabeth Dean, who realized Yorkville offered more bang for her buck after\nhouse-hunting in lower Manhattan.\n\n“Originally, I wasn’t going to go north of 86th Street. I didn’t know what was above\nthere,” says Dean, 29, who works in finance, paid $1,184 per square foot for her one-\n\nHOUSE_OVERSIGHT_022437",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022437.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2408,
    "word_count": 386,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.407511",
    "prefix": "IMAGES-006"
  }
}