{
  "document_id": "HOUSE_OVERSIGHT_029092",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029092.txt",
  "text": "From: Jeremy Rubin\n\nSent: 2/4/2017 1:53:41 PM\nTo: jeffrey E. [jeevacation@gmail.com]\nSubject: Re: Greetings from Japan\n\nImportance: — High\nAt digital garage\n\nOn Sat, Feb 4, 2017 at 8:00 PM jeffrey E. <jeevacation@gmail.com> wrote:\nwhere in tokyo are you lecturing? no im in new york\n\nOn Fri, Feb 3, 2017 at 11:18 PM, Jeremy Rubin hii wrote:\nAre you around here?\n\n@JeremyRubin\n\nOn Wed, Feb 1, 2017 at 7:56 PM, Jeremy Rubin ~~ =—tsi wrote:\nFeb 12th.\n\n@JeremyRubin\n\nOn Wed, Feb 1, 2017 at 7:50 PM, jeffrey E. <jeevacation@gmail.com> wrote:\nhow long will you be there?\n\nOn Wed, Feb 1, 2017 at 12:18 AM, Jeremy Rubin iii wrote:\nHey Jeffrey,\n\nThought I'd check in and see what's up on your end.\n\n- I've been watching closely Trump's appointees and there, he might be putting Balaji (a big\nbitcoiner) as FDA head, and Allison seems to be somewhat in favor of something like Bitcoin.\nAnd of course, Thiel has said that Bitcoin is what Paypal should have been... Curious to hear\nwhere your head is at on this matter.\n\n- Last week, | presented my research at Stanford's BPASE, it was well received. The most\ninteresting thing | came up with for that is an inverse-input contract; i.e., funds that are \"locked\" to\nbe spent only in the case where there are other funds that are not used in a specific way. An\nexample of something that could be built with this: a matching donation contract, where you\nagree to donate your money to charity if someone else donates to charity, and you would not be\nable to release your funds from that agreement until they use their funds not for charity.\n\n- I'm in Japan this week, teaching a class to 100 Japanese Engineers to get the up to speed on\nbitcoin (with DG). It's very interesting to see the trepidation first hand that they have with respect\nto the technology, despite their debit-based society being more geared for it in any case (DG felt\nthat even putting Bitcoin in the course name would scare away students). One of my friends (a\nhedge fund manager) told me that female japanese engineers are very good, and drastically\n\nHOUSE_OVERSIGHT_029092",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029092.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2080,
    "word_count": 367,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:48.295400",
    "prefix": "IMAGES-010"
  }
}