{
  "document_id": "HOUSE_OVERSIGHT_022178",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022178.txt",
  "text": "([TERSON\n\nillegations that have no basis\nwsuit was merely a desperate\n‘o prevent being held account-\nusing minor females. Epstein's\nprosecuting this lawsuit are\n\\avior is another clear demon-\nbove the law and that because\n¢ the system and pay for law-\nn to the extent of having them\nother members of the Florida\nst Edwards and LM is nothing\nfairy-tale with absolutely no\nrt his preposterous claims. It\nescape the public disclosure\nthe nature, extent, and sordid\nal child molester. Edwards's\nnt should be granted without\n\n1 for malicious prosecution. “He\nip, falsified facts, Edwards says.\n\nto extort me into abandoning\nsuing against him on behalf of\nRA suit. He ultimately had to\n\nn the morning our Summary\nhen sued him. We were set for\ntunitive damages in my claim.\nn Florida, one of the appellate\n\nFittuy Ricu\n\ncourts basically abolished the tort of malicious prosecution\nin Florida. My case was dismissed. I then appealed that. And\nour district ruled that my malicious prosecution claim can\nstand and the tort is not abolished in Florida. They sent it\nback to the trial court and Jeffrey Epstein appealed that to\nthe State Supreme Court, and that’s where that stands.\n\nSarah Kellen\n\n“She said her name was Clara something on the rental applica-\ntion,” says a real estate agent in Palm Beach. “It wasn’t until\nmuch later that I realized she was associated with Epstein.”\n\nIn April of 2009, that agent rented Clara a bungalow in Palm\nBeach. For Clara, that little home was a step down from Jeffrey\nEpstein’s big house on FE] Brillo Way and from the life she’d known\nas Sarah Kellen. But not such a step down. “She signed a lease to\npay four thousand dollars a month from April 18 through July 18,\n2009,” says a Palm Beach resident familiar with the local housing\nmarket. “But she stayed a lot longer. And by the way, she went ona\nround-the-world trip for at least a month while she had the lease.”\n\nKellen had been a prime suspect in Chief Reiter's investigation.\nProsecutors had considered charging her, Wendy Dobbs, and Nadia\nMarcinkova as potential coconspirators. They'd avoided those\ncharges as part of the plea deal that Epstein had struck—a deal in\nthe course of which it was suggested that if Epstein had to have\npleaded to something, he could have pleaded to striking Kellen—or\nslapping her, once, on his jet. Assault, they'd have called it.\n\nHOUSE_OVERSIGHT_022178",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022178.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2375,
    "word_count": 408,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:45.678985",
    "prefix": "IMAGES-006"
  }
}