{
  "document_id": "HOUSE_OVERSIGHT_011107",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011107.txt",
  "text": "Price stability can matter. The United States has managed to avoid double-digit\ninflation since the Volker reforms of the 1980s. But the danger remains. Modigliani\n\nwas right to worry.\n\nA law making real dollars legal tender might prompt better measurements of\ninflation. Many economists agree that our official ones overstate inflation by\nallowing two little for quality improvements. A Lexus or Tesla is nota Model A. That\nwas the theme of the Boskin Commission report to President Clinton in 1995. The\nBoskin panel argued that quality-corrected inflation has run about 1.1% less than\nthe numbers posted in the consumer price index (CPI). | think so too. But making\nreal dollars legal tender, even by these imperfect measures, could still give more\n\nconfidence in long-term commitments than the status quo.\n\nSpeeding Up Fiscal Policy\n\nDesignating real rather than nominal dollars as legal tender would amount to an\nunfamiliar and more direct form of monetary policy. Meanwhile devolution of banks\ninto their separate deposit and lending functions, along with emergence of omnibus\n\nfunds, need put no constraints on fiscal policy.\n\nFiscal policy has prescribed tax cuts and government spending in slumps. It\nprescribes the opposite, at least in principle, in booms. A problem is that it has\nproved slow to implement. There is an “inside lag” while government diagnoses the\nproblem and calls for a vote in the legislature. An “outside lag” follows until taxes\ncome due and spending programs are put together and gradually put plant and\n\npeople to work.\n\nThe inside lag is unavoidable in a democracy unless the executive branch, or an\nindependent agency like the Fed, is given standing limited authority to diagnose\nearly signs of unemployment, and to address them with tax cuts or spending. And\nthere must be enough outside lag to make sure that the medicine has good\n\nprospects in rate of return. Return comes first.\n\nChapter 8 Banks, Money and Macroeconomics 2/8/16 18\n\nHOUSE_OVERSIGHT_011107",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011107.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1994,
    "word_count": 320,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:44.270048",
    "prefix": "IMAGES-001"
  }
}