{
  "document_id": "HOUSE_OVERSIGHT_018466",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018466.txt",
  "text": "The post about safewords caught the attention of Thomas MacAulay Millar, a feminist\nblogger and S&Mer who is older and more established in the blogosphere than I.\nThomas asked if he could annotate the article, then post it on the blog where he usually\nwrites -- the blog for the excellent sex-positive anti-rape anthology Yes Means Yes. Of\ncourse I agreed. The final product looks something like a conversation between me and\nThomas, although I wrote the post before he added his input.\n\nKOK ok\n\nThe Annotated Safeword\nThomas MacAulay Millar:\n\nClarisse Thorn's post about safewords is so good I'm just going to repost the whole thing\nand annotate it.\n\nClarisse Thorn:\n\nEveryone knows about BDSM safewords... or at least, everyone thinks they know about\nsafewords. But one of the initial moments that really impressed me about my current\nboyfriend was when I asked him, many moons ago, if he knew what a safeword is. He\npaused, then answered, \"I think I'm familiar with the idea, but I probably don't know\nmuch more than a stereotype, so I'd like to hear you define it.\" Humility and open-minded\ncuriosity are so incredibly hot!\n\nRighto. Hot boyfriend aside, I'm here to explain safewords and check-ins, and how those\nconcepts can exemplify excellent sexual communication for everyone -- not just S&Mers\n-- ina world that doesn't do a good job teaching anyone how to communicate sexually.\n\nWhen two (or more) people have a BDSM encounter together, generally they set a\nsafeword -- a word that anyone can say at any time to stop the action. (Sometimes people\ndon't use safewords. This is their choice and I totally respect it. I would not recommend\ngoing without safewords for anyone who doesn't know their partner extremely well, and\nI would be seriously sketched out by anyone who pressured a partner to go without\nsafewords.)\n\nThomas MacAulay Millar:\n\nA word on origin: safewords are only strictly necessary in one circumstance -- where the\nparticipants want words like \"no\" and \"stop\" not to have their ordinary meaning. One can\ndo BDSM for a lifetime without a safeword, if words have their ordinary meanings. As\nformer porn star and kinkster Ona Zee once put it (I'm quoting an interview from memory\nhere), \"our safeword is 'that hurts.\"\" Folks can even do heavy play depending on how they\nreact to things, without a safeword, simply saying \"stop\" or \"too much” or \"fuck, I can't\nhandle any more of that!\" when the play gets too intense. Any BDSMer who would tell\nyou URDOINITRONG if you use ordinary words to communicate in scene is not\nsomeone you need to listen to.\n\nSafewords are essential for roleplay where \"no, please don't, I'll do anything!\" should not\nstop the action. It's also essential for any bottom who will involuntarily shout \"No! Stop!\"\nwhile actually wanting more. Other than that, it's an optional tool -- a very, very useful\n\nHOUSE_OVERSIGHT_018466",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018466.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2873,
    "word_count": 486,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.711129",
    "prefix": "IMAGES-004"
  }
}