{
  "document_id": "HOUSE_OVERSIGHT_014432",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_014432.txt",
  "text": "﻿Global Cross Asset Strategy – Year Ahead\nThe Trump inflection\nInvestment Strategy\n30 November 2016 Corrected\nKey takeaways\n• Market response to Trump is logical but moves have been frontloaded. We now see\nUSD & rates only modestly higher next year.\n• We see higher growth and inflation, notably in Japan. We go long NKY, stay long EM\nAXJ & selective yield in equity/ credit.\n• Risk is an overshoot so we stay long USD/ short rates, adding a CNH put and short\n10Y real rates. CNH a hedge vs trade risk.\nInvestment strategy\nGlobal\nJames Barty >>\nInvestment Strategist\nMLI (UK)\n+44 20 7996 3291\njames.barty@baml.com\nSee Team Page for Full List of Contributors\nTrump extends some trends, starts others\nIn the three weeks since Donald Trump’s election victory global markets have seen some\ndramatic moves. Som1e of those moves are extending trends that had already started –\nhigher yields, higher USD, rotation from long to short duration. Others are new – JPY\nlower, NKY higher, EM lower. The key question is how much more they can go?\nGrowth/inflation higher in 17/18 - modest fiscal boost\nOur economists think the fiscal impact of Trump will be modest at 0.5% on growth in\nH2 next year. Fiscal stimulus elsewhere also to be modest but it is taking the pressure\noff monetary policy. Growth was already improving so any fiscal stimulus helps. Our\neconomists have both growth and inflation higher into 2017 and 2018.\nInflection point in markets but much discounted already\nMarket moves at turning points are often violent. The task of investors is to work out\nhow much is already discounted. Our fixed income strategists have 10Y US yields at\n2.65bp and bunds at 65bp at end 2017, also EUR/USD at 1.02 so moves look\nfrontloaded to us. That suggests their implications for other markets should fade.\nUnauthorized redistribution of this report is prohibited. This report is intended for amanda.ens@baml.com\nEvolution not revolution – long NKY, short 10Y real rates\nIf that is the case then we do not want to make wholesale changes to our strategy. We\nmake two key changes today, adding long NKY (Japan strategist targets 20k) and short\n10Y real rates trades. The former is part of our strategy to be pro-growth and we think\nit complements our long EM Asia trade being affected differently by USD strength.\nThe hunt for yield is dead, long live the hunt for yield\nIf yields only rise modestly next year then the hunt for yield will live on. We keep a yield\nbasket in European equities, AT1s and spread in Euro/US credit. We go outright long\nEuropean Healthcare by lifting our Food & Beverage short, which has dropped sharply.\nOvershoot in rates, USD and trade key risks – add CNH put\nThe world would look very different if the US 10Y blew through 3% and the USD went\non a tear, so we stay long USD and short rates. We add a CNH put vs USD as a hedge\nagainst an escalation of trade tensions under the new Trump administration.\n>> Employed by a non-US affiliate of MLPF&S and is not registered/qualified as a research analyst under\nthe FINRA rules.\nRefer to \"Other Important Disclosures\" for information on certain BofA Merrill Lynch entities that take\nresponsibility for this report in particular jurisdictions.\nThis document is intended for BofA Merrill Lynch institutional investors only. It may not be\ndistributed to BofA Merrill Lynch Financial Advisors, retail clients or retail prospects.\nBofA Merrill Lynch does and seeks to do business with issuers covered in its research reports. As a\nresult, investors should be aware that the firm may have a conflict of interest that could affect the\nobjectivity of this report. Investors should consider this report as only a single factor in making\ntheir investment decision.\nRefer to important disclosures on page 26 to 27. Analyst Certification on page 25. 11691609\nTimestamp: 30 November 2016 12:00AM EST\nCurrent trade recommendations\nTable 1: Current cross asset trades\nAsset Trade idea Strategist\nLong European Quality Yield Screen (yield)\nJames Barty\nLong SXDP Index\nRonan Carr\nEquities\nLong Nikkei\nShusuke Yamada\nLong European index dividend futures\nJames Barty\nLong MSCI Asia ex-Japan\nAjay Kapur\nLong RTY short SPX 2y variance swap\nNitin Saksena\n3000-2850 SX5E put spread Dec 16 expiry James Barty\nEquity vol\nLong NKY short SPX Dec 18 variance swap\nBenjamin Bowler\nLong SX5E short SPX Dec 18 variance spread\nAbhinandan Deb\nEurostoxx 2y/3y put calendar\nAbhinandan Deb\nShort EUR/SEK\nKamal Sharma\nLong USD/CNY call\nClaudio Piron\nFX\nShort GBP/USD\nKamal Sharma\nLong USD/AUD\nIan Gordon\nLong RUB/ZAR\nDavid Hauner\n2s-5s-10s fly\nShyam S.Rajan\nFixed Income\nShort US 10y real rates\nShyam S.Rajan\nPaying 5y GBP real rate swap\nMark Capleton\nBuy 30y US IG Industrial spreads\nHans Mikkelsen\nCredit\nBuy basket of Euro AT1s\nBarnaby Martin\nLong Xover short Main\nIoannis Angelakis\nSource: BofA Merrill Lynch Global Research. For the full methodology and reference pricing please see Appendices. New trades in bold.\nThemes\nLong Cyclicality\n• Long Asia EM – recovering growth, earnings revisions and cheap valuation.\n• Long Nikkei – growth picking up, JPY soft, 20k target.\nLong Yield\n• Long European dividend yield stocks – 5% yield, big pick up over IG credit.\n• Long Dec 18 SX5E dividend future – implies 4% drop from 2016, we see 4% rise.\n• Long basket of AT1s – high yield, equity cushion to rise.\n• Long XOver short Main – investors’ reach for yield to push them towards Crossover.\n• Long basket of 30Y US industrial IG spreads – further spread compression.\nHedge the Fed/Trump\n• 2-5-10 fly – 5Y part of the curve looks most vulnerable to Fed hiking.\n• Short 10Y real yields – inflation breakevens have adjusted real rates have not.\n• Long USD – long via USD/GBP and USD/AUD, we think policy divergence will drive\nUSD stronger if the Fed tightens as our economists expect.\n• Long USD/CNH 7.6 6 month call – hedge against trade tensions\nHedge the Rest\n• We are long SX5E, NKY and RTY vs SPX variance. Carry positive, convex in a sell-off.\n• Long Dec 17/18 SX5E put spread. Long 3000-2850 Dec 16 put spread.\nAlpha Trades\n• Long European Pharma. Sector discounting no pipeline, valuation back to cheapest\nsince 2011. Solid yield too.\n• Paying 5y UK real rates at -254bp. Implied inflation/rates inconsistent.\n• Long RUB/ZAR (positive on oil, cautious on S African politics).\n• Short EUR/SEK, strong Swedish growth, limiting room for Riksbank easing.\n2 Global Cross Asset Strategy – Year Ahead | 30 November 2016\nThe Trump inflection\nChanges today: Add NKY long, 10Y real rate short and CNH put, close forward\nKospi vol and Food & Beverage short. We are not making mass changes today. While\nsome of our trades have worked better than others post-election we are broadly happy\nwith the balance. We still want exposure to growth and to own yield where we can but\nalso want to protect ourselves from a further surge in the USD and rates.\nWe diversify our equity long in EM and European yield with a long Nikkei position.\nIt is not the best entry point but we suspect it has further to run on a one year horizon.\nA stronger USD is good for Japanese equities where it is not for EM, so they\ncomplement one another. We add a short US 10Y real rate trade too to protect\nagainst rising US yields, as breakevens have already moved significantly. We close our\nKospi vol trade (changed view from strategists) and drop the short Food leg of our\nPharma/Food trade, reflecting the sharp sell-off in the long duration sectors of late.\nSummary: Still be long growth and yield but hedge with USD and Rates\nYear aheads are notoriously tricky to write and almost always wrong. Anyone who\nwanted to correctly predict the outcomes and how markets would react to them in 2016\ndid not need so much as crystal ball as a time machine. As investors and strategists we\nhave to make calculations as to the most likely outcomes, where is the best upside to\nplay them and how best to hedge the risks around them.\nDonald Trump’s election is in our view an inflection point for global markets,\nstarting new trends in some asset classes and extending trends in others. It does\nnot completely change the world though, as the disinflationary and weak growth\npressures that have plagued the world since the GFC are structural rather than cyclical.\nBut the shift to fiscal and populism is likely to boost growth and inflation, so it does\nchange the picture to a significant degree. If we are to call it an earthquake it is perhaps\na five rather than a nine on the Richter scale.\nWe have to adjust our way of thinking though. The rise in rates and higher USD that\nwe had hedged against now look like they are going to go further. That is going to\nhurt longer duration assets. So we continue to run our long USD positions and add to\nour short rate positions (via 10Y real rates). There is risk around trade and geopolitics,\nwhich has to make us more nervous of our EM positions. So we diversify our risks by\npairing our long EM position with a long Japan position and add a CNH put.\nBut the world is not completely changing. Even in the new order we only forecast 10Y\nTreasuries at 2.65% and Bund yields at 65bp end 2017. So the hunt for yield will not\ndisappear completely. We still want to own yield, but as we have said of late it cannot\nbe yield for yield’s sake. Yield in equity markets has been safest in the shortest duration\nbuckets, such as Banks and Cyclicals since the summer. We changed our yield basket last\nmonth is this direction so we keep it. We stay long AT1’s and in credit we keep our\nspread trades both in Europe and the US.\nAND we remind investors of something we said at the start of 2016, be prepared\nto trade the ranges in markets. If there was one lesson of the last year it was that.\nWhen assets get very loved and overbought, sell them, when it is the opposite you have\nto buy them. Think of buying EM and commodities in February. Think of selling\ndefensive equities and bonds and buying banks post-Brexit. None of us will get that\nright all of the time, but the Warren Buffet maxim “be greedy when others are fearful\nand fearful when others are greedy” is particularly useful in current markets.\nFinally, as cross asset investors think about what can go wrong with your positions\nand find asymmetric hedges for them if you can. That should be the edge you have at\nlooking across the range of asset classes compared to single asset class investors.\nWe would like to thank our BofAML colleagues who have supported our product this\nyear by providing many such ideas and trust they will continue to do so through 2017.\nGlobal Cross Asset Strategy – Year Ahead | 30 November 2016 3\nX Asset Strategy: Long growth, short bonds, long USD but\nthe hunt for yield lives on\nClearly markets are different and will continue to be so under President elect Trump\nBUT not everything will change. The disinflationary forces triggered by the GFC have\nnot gone away but the decision to focus on fiscal stimulus, not just in the US but also\nJapan and to a lesser extent the UK, is a welcome shift taking some of the burden away\nfrom monetary policy. It means rates should be higher for any given amount of growth.\nBut higher does not mean a return to pre GFC levels of rates, which we need to bear in\nmind when setting our strategy. Indeed, our strategists 10Y forecasts are US 2.65%,\nEuro 0.65% and Japan 0% for end 2017.\nSimilarly on trade, for all the rhetoric of the President-elect again we do not think he\nwants to trigger trade wars that would damage US growth. That means we should not\nnecessarily drop our pro-EM bias.\nSo we think of it as an evolution rather than a revolution in the way our strategy is\nstructured. We wanted to be exposed to growth, we tweak that by adding a NKY long to\nreplace our US energy long. We continue to have yield in the portfolio where we can find\nit, which is through a mixture of equities and credit (AT1’s, European yield basket, Xover\nv Main and US long date industrial spreads).\nEven more than before we want to be protected against a stronger USD and higher\nrates, hence the addition of the 10Y real yield trade, and trade tensions which we have\ntried to cover through our CNH put.\nNov 8 th accelerates some trends, starts other\nBefore the US election we said that the tectonic plates were starting to shift, with bond\nyields having troughed and starting to head higher. We thought there were signs too\nthat global growth might be shifting up a gear. So we wanted to have defensive\npositions in bond markets, be long the USD and be long growth where we could. The\nelection of Donald Trump has arguably turned this gradual shifting of plates into a full\nblown earthquake for global financial markets.\nThe key questions for investors as we look ahead to 2017 are how big an earthquake\nand how much the moves that have happened since November 8 th are likely to be\nextended into next year vs how much we have frontloaded them already in 2016.\nChart 1: USD/JPY has surged post-Trump\nChart 2: As have bond yields\n125\n2.5\n120\n115\nJPY/USD\n2.3\n2.1\n10y UST yield\n110\n1.9\n105\n1.7\n100\n1.5\n95\n1.3\nOct-15\nNov-15\nDec-15\nJan-16\nFeb-16\nMar-16\nApr-16\nMay-16\nJun-16\nJul-16\nAug-16\nSep-16\nOct-16\nOct-15\nNov-15\nDec-15\nJan-16\nFeb-16\nMar-16\nApr-16\nMay-16\nJun-16\nJul-16\nAug-16\nSep-16\nOct-16\nSource: Bloomberg\nSource: Bloomberg\n4 Global Cross Asset Strategy – Year Ahead | 30 November 2016\nChart 3: EM debt and equity have been hit\nChart 4: While Banks versus Staples has gone ballistic\n950\n900\n850\n800\n750\n700\n650\nOct-15\nNov-15\nDec-15\nMSCI EM\nWisdom Tree EM Local Debt Fund\n(RHS)\nJan-16\nFeb-16\nMar-16\nApr-16\nMay-16\nJun-16\nJul-16\nAug-16\nSep-16\nOct-16\n40\n39\n38\n37\n36\n35\n34\n33\n32\n0.43\n0.41\n0.39\n0.37\n0.35\n0.33\n0.31\n0.29\n0.27\n0.25\nOct-15\nNov-15\nDec-15\nJan-16\nS&P 500 Banks relative to Food & Bev\nFeb-16\nMar-16\nApr-16\nMay-16\nJun-16\nJul-16\nAug-16\nSep-16\nOct-16\nSource: Bloomberg\nSource: Bloomberg\nThe moves since Nov 8 th have certainly been violent in certain asset classes. USD/JPY\nstands out, but the sell-off in US treasuries has been very marked, the hit to EM fixed\nincome equally big, while in equity markets the outperformance of the Russell, the surge\nin the US banks and the sell-off in long duration equities has been remarkable.\nSome of these moves, such as stronger USD, higher yields, banks vs staples were\nextensions of moves that had already begun. Others, such as Russell vs S&P, JPY, Nikkei,\nwere the start of new moves where 8 Nov marked a key turning point.\nThe moves that had already started are now getting quite stretched with US 10Y yields\nup 5 standard deviations from the July low, with US Banks up by a similar amount vs\nStaples. The USD/JPY move though is more like a 2 SD move, with the NKY similar (if\nwe exclude the 7% drop on US election day).\nPeak liquidity, deflation, inequality and globalisation – watch for Peak Trump\nSo what does a Trump presidency mean for the world? Michael Hartnett, our Chief\nInvestment Strategist sums it up nicely with four of his seven peaks. Peak liquidity –\nthe era of excess liquidity is over; Peak inequality – with fiscal stimulus to address\ninequality; Peak globalisation- free movement of trade, labour and capital ending, FX\nwars starting; and Peak deflation – the secular low point in bond yields now behind us.\nWe would add a peak to that which investors need to bear in mind – Peak Trump. What\nwe mean by that is at what point do the policy changes of the Trump presidency get\nfully discounted in markets. We have moved pretty quickly to do that but we suspect\nthere is more to go, even if the quick returns have probably already been made.\nIf we think about these peak questions, the two that stand out to use as obvious and not\nreally open to challenge are Peak liquidity and Peak deflation. The Fed left its peak\nliquidity position behind ages ago, the BOJ has moved to yield rather than liquidity\ntargeting, the BOE may extend its current programme of QE one more time but then is\nprobably done and even the ECB is talking about tapering, even if they are unlikely to do\nit in December. The Peak deflation theme follows on from this with the secular low in\nbond yields surely behind us if the central banks are stepping away from flooding the\nworld with ever more liquidity.\nPeak liquidity/deflation means higher yields – inflation expectations adjusting\nThe question then is how much yields will likely rise from here. Much of course depends\non how quickly inflation picks up. Markets have already moved to price in a significant\npick-up in expected inflation as the two charts below show. To our mind breakeven\ninflation rates had been too low for too long, which is one reason we wanted to be\ndefensive in bond markets. It would seem to us that inflation expectations are now up\nwith events. US headline CPI at 2.5% is consistent with the Fed modestly overshooting\nGlobal Cross Asset Strategy – Year Ahead | 30 November 2016 5\nits 2% core PCE target. Our economists think that the Fed may well aim a little high in\nthe short term on inflation to ensure they have sufficient room to ease in the event of a\ndownturn. However, it is unlikely that the Fed would tolerate a sustained overshoot of\ntheir inflation objective. That is particularly the case if the Fed under President Trump is\nmade more hawkish as our economists think it probably will be (see Liquid Insight:\nTrump’s stamp on the FOMC).\nChart 5: US 5Y5Y forward inflation back towards 2.5%\n3.3\n3.1\n2.9\n2.7\n2.5\n2.3\n2.1\n1.9\nUS 5y5y fwd inflation swap\n1.7\nChart 6: Euro 5Y5Y forward inflation up to 1.6%\n2.8\n2.6\n2.4\n2.2\n2\n1.8\n1.6\nEUR 5y5y fwd inflation swap\n1.4\n1.2\nSource: Bloomberg\nSource: Bloomberg\nEqually, our economists in Europe are sceptical on the ECB’s ability to get inflation to\nrise significantly from current levels. Optically there is scope for European breakevens\nto head higher if the ECB were to be successful but investors are likely to want to see\nsome evidence of rising inflation first before they price that in. We will return to this\nbelow. For now we agree with our fixed income strategists that the rise in inflation\nexpectations is probably sufficient and that any rise in yields from here has to be one of\nhigher real yields.\nThey think such a rise as a tightening of monetary conditions which may be self-limiting\nin the short term, particularly as the fiscal boost in the US is likely to be back loaded in\nterms of 2017. If rates move too quickly and the USD follows before the fiscal stimulus\nkicks in they could actually dampen growth. Indeed, our US economists have shaved\ntheir near term growth forecasts already to reflect the current moves. They do not\nexpect the fiscal stimulus to start to boost growth before the 3 rd quarter.\nFiscal + hawkish Trump Fed means we stay short 5Y US via 2-5-10 butterfly\nOur fixed income team estimated how much fair values of the different parts of the\ncurve would have to move were the market to move into line with the dot plot. Updating\nthose estimates for the move since their publication we find 2Y rates can move another\n11bp, 5Y 39bp and 10Y 33bp. They argue that given we are past the inflection point for\nrates, with fiscal policy being eased and now with a more hawkish Fed under Trump\nlikely, the dot plot should form the floor not the ceiling for rate expectations. All of this\ntranslates into a view that 10Y yields can push to 2.65% by the second half of 2017.\nGiven their views on the curve we continue to run the 2-5-10 butterfly. It has moved\nfrom around -10bp to +10bp since the election, and our fixed income strategists have\nmoved their target to +20bp.\n6 Global Cross Asset Strategy – Year Ahead | 30 November 2016\nChart 7: 5Y yields to continue to underperform\n0.5\n0.4\n0.3\n0.2\n0.1\n0\n-0.1\n2s-5s-10s US fly\n-0.2\nJan-14 Jul-14 Jan-15 Jul-15 Jan-16 Jul-16\nSource: Bloomberg\nChart 8: Real rates likely to feel the pressure going forward\n3.5\n3\n2.5\n2\n10y US TIP yield\n1.5\n1\n0.5\n0\n-0.5\n-1\n2007 2008 2009 2010 2011 2012 2013 2014 2015 2016\nSource: Bloomberg\nPeak globalization/inequality means higher real rates – short 10Y US real rates\nOur fixed income team make the point that globalization has been a driving force behind\nlower real rates as it has been good for EM growth and reserves. Those reserves then\nfound their way back into the US holding real rates lower. They argue that as the global\nsavings glut unwinds real rates have room to re-price. Peak inequality also means an\nunwind of globalization as politicians seek to protect workers from the depressing\neffect on wages coming from overseas. Donald Trump has already said he intends to\ncharge China with being a currency manipulator. Whether he does or not and what\naction he takes to accompany it remains to be seen, but artificially low currencies\ngenerating high current account surpluses are unlikely to go down well with the new\nadministration. That lends weight to the fixed income team’s arguments.\nPeak inequality may also mean less migration across the world – think Trump’s\narguments on illegal immigration from Mexico and Theresa May’s desire to limit\nmigration into the UK post Brexit. Less migration likely means more upward pressure on\nwages, which is the inflation expectations side of the argument. But Michael Hartnett\nalso thinks it means more action on fiscal policy. The UK government have implemented\na £24bn infrastructure fund in the Autumn statement. Donald Trump wants to trigger up\nto $1tn of infrastructure spending in the US in addition to the tax cuts.\nThe fiscal boost should push real rates higher (at least in the short term). Some Fed\nmembers have acknowledged this suggesting that equilibrium interest rate might be\nmoved higher by fiscal stimulus. The rates team also rightly says while they want to be\nbearish rates given the speed of the move so far it is also right not to be foolish. Given\nhow much inflation expectations have moved they think there is better risk reward in\nreal rates. They argue the 10Y real rate is the most vulnerable to further moves higher in\nrates. Although they have already risen from around zero in the summer to ~50bp now\nthey think 10Y real rates can reach 1%. So we add that trade to our 2-5-10s position.\nImplications for other asset classes: Stronger USD, weaker EM?\nThe forces impacting on markets from the Trump victory have not been confined to\nrates markets, although it is probably fair to say that most (although certainly not all) of\nthe impact stems from the move in rates. Higher US rates have meant a stronger USD,\nan outperformance of short duration over long duration equities, a hit to EM debt and all\nforms of carry trades.\nGlobal Cross Asset Strategy – Year Ahead | 30 November 2016 7\nChart 9: USD breaks to new highs\n105\nDXY Curncy\n100\n95\n90\n85\n80\n75\nChart 10: As Treasury yields open big gaps with Europe and Japan\n2.7\n2.5\n2.3\n2.1\n1.9\n1.7\n1.5\nUS 10y yield\n10y Bund yield (RHS)\n10y JGB yield (RHS)\n1\n0.8\n0.6\n0.4\n0.2\n0\n-0.2\nSource: Bloomberg\n1.3\n-0.4\nOct-14 Feb-15 Jun-15 Oct-15 Feb-16 Jun-16 Oct-16\nSource: Bloomberg\nThe USD is a case in point, with the higher US rates creating a significant gap to\nequivalent Euro and JPY rates. With the ECB likely to extend QE by the full current\namount (despite the debate over timing) and the BOJ committed to capping JGB yields\nat zero, a surge higher in the USD was the logical outcome. Given that the biggest gap\nin intentions was relative to Japan it is perhaps not surprising that the JPY has been the\nbiggest victim, with the JPY falling some 10% against the USD since the election. The\nDXY has broken out of the top end of the trading range it has been in since early 2014.\nThe stronger USD is not just reliant on higher yields, but also other factors such as the\nlikely repatriation of money into the US under a new proposal for US corporates to\nreturn funds at a concessionary tax rate, generally referred to as HIA2.\nWe had positioned long USD as well as short rates, not so much as an explicit play on a\nTrump victory but more against a more hawkish Fed in 2017. We were also of the view\nthough that a Trump win would likely be positive for the USD and higher yields. Going\nback to our fixed income strategists’ point that the dot plot should now perhaps be the\nbase case for the markets that does imply higher yields which should continue to be\ndollar supportive. Like their bond yield forecasts though our strategists call for a\nmodest further appreciation of the USD rather than a huge surge. They have the USD\npeaking at 1.02 vs the EUR, 120 against the JPY and 1.43 vs the CAD.\nSo the big violent move has likely happened even if we still see the USD strengthening\nfurther next year. Certainly our FX strategists are not calling for a surge in the USD\nsimilar to the one that happened in 2014/15.\nThe reaction of the US economy to “Trumponomics” is key\nThese two things are important for other asset classes. If we really thought 10Y\nTreasuries were heading to 3%, the Fed likely to tighten above the dot plot and the USD\nto surge another 10% in quick order, the impact on other asset classes would likely be\nmore severe. That would undoubtedly exacerbate the trends we have seen out of EM\nand long duration equities. We also suspect it would make it much harder for\ncommodities to perform. We see holding USD and short rates positions as necessary to\nhedge against such an outcome with limited downside risk if it does not happen.\n8 Global Cross Asset Strategy – Year Ahead | 30 November 2016\nChart 11: Dollar strength leads to immediate trade drag (inverse\nrelationship)\n1.5\n1.0\n0.5\n0.0\n-0.5\n-1.0\n-1.5\nContribution of net exports to real GDP (lhs, pp)\nReal trade weighted USD, QoQ (rhs, % yoy)\n-2.0\nQ2-2013 Q1-2014 Q4-2014 Q3-2015 Q2-2016\nSource: Federal Reserve Board, Bureau of Economic Analysis\n6%\n4%\n2%\n0%\n-2%\n-4%\nChart 12: Expected path of fed hiking cycle (bp)\n200\n180\n160\n140\n120\n100\n80\n60\n40\n20\n0\nCurrent market pricing\nMedian dot, Sep-16 SEP\nBofAML forecast\n0 4 8 12 16 20 24\n# of meetings into tightening cycle\nSource: BofA Merrill Lynch Global Research, Federal Reserve, Bloomberg\nNevertheless it is not our central scenario in part because there is a risk that much of a\nTrump surge could be bad for growth. As we noted above the fiscal stimulus is likely to\nbe back loaded as far as 2017 is concerned. In the meantime the FX and Rates teams\npredict an 8-10% appreciation of the USD from pre-election levels and 10Y rates about\n80bp higher. Our economists note that a 10% appreciation of the USD is estimated to\nslice around 0.5% off of US GDP growth over two years. Higher mortgage rates from\nhigher bond yields would also likely dampen growth. As a result, they have actually\nlowered their forecast for US growth in the first half of next year to around 1.5% before\nseeing it rebound to around 2.3% in H2 and then 2.5% in 2018 as the fiscal stimulus\nfeeds through.\nVarious Fed members, notably Bill Dudley of the NY Fed, have said this year that a\nstronger USD would have an impact on monetary policy. So to some extent we see USD\nstrength as self-limiting as it would start to lower the profile of likely Fed tightening.\nOur economists are also cautious as to the extent of the impact of the Trump fiscal\nplans. Assuming that there is a compromise between the Trump administration and\nCongress our economists think the likely scale of tax cuts is $2-3tn over 10 years, with\n$200-300bn of this in 2017. Given the low estimated multiplier from any proposed tax\ncuts and a Congress likely to limit the amount of an increase in government spending,\nthey look for a modest 0.5% boost to growth.\nUpside risk to growth and rates if Trump does more on fiscal, less on trade\nIf Congress passes more of the Trump stimulus plan, particularly on the infrastructure\nside, and there are no significant changes to trade or immigration policies then our US\neconomists think growth could potentially hit 3% in 2017 and 3.5% in 2018. That would\nlikely be accompanied by a faster pace of Fed hikes than they currently assume (which is\ntwo hikes between now and end 2017 followed by 3 in 2018).\nTrade policy and its impact vital\nThe other key factor of the new administration is going to be the direction on trade.\nPresident elect Trump has already said he will pull out of the TPP, TTIP looks likely to\nget the same treatment, while NAFTA is set to be renegotiated. Meantime Trump said\nhe will label China a currency manipulator. This is the other side of the Peak\nGlobalisation/Peak Inequality coin and none of it looks good for global trade. Combined\nwith the stronger USD and higher rates, it is easy to understand the knee jerk reaction\nof investors to sell EM asset, particularly given the gains of earlier this year.\nGlobal Cross Asset Strategy – Year Ahead | 30 November 2016 9\nChart 13: China could be named a currency manipulator\n7\n6.9\n6.8\nCNY/USD\n6.7\n6.6\n6.5\n6.4\n6.3\n6.2\n6.1\n6\nSource: Bloomberg\nChart 14: But world trade has slowed – would Trump make it worse?\n15\n10\n5\n0\n-5\n-10\nWorld Trade growth (%)\n-15\nJan-72\nJan-75\nJan-78\nJan-81\nJan-84\nJan-87\nJan-90\nJan-93\nJan-96\nJan-99\nJan-02\nJan-05\nJan-08\nJan-11\nJan-14\nSource: WTO, BofA Merrill Lynch Global Research\nThe question for investors is whether Trump the candidate or Trump the deal making\nbusinessman will eventually be the driver behind trade policy. It is not impossible to\nimagine the President-elect gaining some concessions from his hard line stance and\nthen claiming victory. After all, since one of his aims is to get the US economy growing\nat 4% a year, a prosperous global economy to export into is probably preferable to one\nthat is taking a hit from an aggressive US trade policy. That is the inclination of our EM\nstrategists and economists, so they are expecting the reality to be softer than the\nrhetoric.\nAt this stage we have to acknowledge that it is little more than an educated guess. It\nmakes us less certain of our long EM equity position than we were. Nevertheless, we\nhad already switched it out of an MSCI position into an Asia ex Japan in part because of\nUS election risks and our strategists are particularly upbeat about Asian markets. They\nthink they are cheap, they are positive on China and they think growth and hence\nearnings will surprise on the upside.\nWhat about the rest of the world? Growth has been improving\nGrowth indicators have been improving around the world of late. Data since the US\nelection would seem to support that with the PMIs in the Euro Area improving again and\ntheir equivalent in the US sustaining the gains seen last month. Our EM indicators\nremain robust and our China ACT indicator continues to indicate steady growth there\ntoo.\nOur economists forecast 3.5% global GDP growth with EM growth around 4.7%. Our\nEuro Area growth numbers have been nudged back up towards 1 ½% with Brexit not\nproving to be as much of a drag as feared. We still expect the UK economy to see\nsomething of a slowdown in 2017 as the lagged effect of the fall in the pound hits\nconsumer incomes. Perhaps our most optimistic view of the world, relative to\nconsensus, comes from Japan where with fiscal policy turning more supportive (we put\nthe package at 1.5% of GDP) we see growth at 1.4% in 2017.\n10 Global Cross Asset Strategy – Year Ahead | 30 November 2016\nChart 15: Eurozone PMI’s point to solid growth\n60.0\n58.0\n56.0\n54.0\n52.0\n50.0\n48.0\n46.0\n44.0\n42.0\nEA Services PMI EA Manufacturing PMI\n40.0\nAug-09 Aug-10 Aug-11 Aug-12 Aug-13 Aug-14 Aug-15 Aug-16\nSource: Markit\nChart 16: Japanese growth expected to accelerate in 2017\n3.0\n2.0\nForecasts\n1.0\n0.0\n-1.0\n-2.0\n2011 2012 2013 2014 2015 2016 2017\nPrivate demand\nPublic demand\nNet exports\nReal GDP growth %YoY\nSource: BofA Merrill Lynch Global Research forecasts, CAO\nIt is a decent global growth picture and it is not impossible to imagine it being still\nbetter should the US surprise on the upside and the impact on trade from a Trump\npresidency prove to be modest.\nIt certainly fits with the Peak Deflation theme since this stronger growth is expected to\nbe accompanied by a pick-up in inflation. We have core PCE in the US reaching 1.9%\nnext year in our core scenario. Our headline inflation numbers are higher because of the\nexpected increase in the oil price from our commodity strategists. Indeed with oil\nexpected to reach $60pb (OPEC permitting) headline CPI inflation in the US could push\n3%. In the Euro Area we see headline inflation rising to 1.2%, albeit with core inflation\nonly nudging modestly higher. UK inflation is expected to move markedly higher care of\nthe lower pound, again with headline inflation pushing towards 3%. In Japan driven by\nour more optimistic view of the economy we project core CPI at 1%.\nChart 17: BofAML sees GDP accelerating into 2018…\nGlobal GDP growth % DM GDP growth % EM GDP growth %\n4.7\n5.1\n3.2\n4.1\n3.1\n4.1\n3.5\n3.8\n2.1\n1.5\n1.7\n1.9\nChart 18: …with inflation picking up too\nGlobal CPI inflation % DM CPI inflation % EM CPI inflation %\n4.2\n3.6 3.6\n3.8\n2.5 2.4\n2.8\n3\n1.7 1.8\n0.7\n0.3\n2015 2016F 2017F 2018F\nSource: BofA Merrill Lynch Global Research\n2015 2016F 2017F 2018F\nSource: BofA Merrill Lynch Global Research\nPolitics – does populism strike again, this time in Europe?\nFew would have predicted both Brexit and a Trump win in 2016. Both had something to\ndo with the Peak Inequality and Peak Globalisation themes. Politicians on both sides of\nthe Atlantic tapped into a deep disquiet, particularly amongst white male blue collar\nvoters that they were not benefitting from this new globalised world. If opinion polls are\nto be believed (something which we have all learnt to question) then Italy may well end\nthe year with another vote against the governing party - although that one is perhaps a\nlittle more complicated to dissect. We recently added a put spread on the eurostoxx to\nhedge against such a bad outcome here, which would be the case if it is perceived to be\nGlobal Cross Asset Strategy – Year Ahead | 30 November 2016 11\nsupportive of the 5 star movement or threatened the recapitalisation of the Italian\nbanks (see Strategy Insights: Italy risks elevated).\nIn 2017 the focus turns to core Europe, especially France and Germany. Because of the\nwinner takes all system in France we find investors are more concerned with the\nsituation there. Marine Le Pen and the Front National look likely to make it to the\nsecond round of voting (again according to polls) and until the vote comes in we suspect\ninvestors will be cautious about European markets. A Le Pen victory could likely bring\nthe future of the EU and the Euro into question as she has talked about France\nwithdrawing from both. That in turn has arguably the potential to be even more of an\nearthquake for the world’s financial markets. Our central case is that centre right\nPresident is elected in France (with Francois Fillon now the official Republican\ncandidate) and Merkel is returned at the head of a coalition government in Germany.\nChart 19: German polls show a consistent lead for Merkel’s CDU party\n40\n35\n30\n25\n20\n15\n10\n5\n0\n100\n90\n80\n70\n60\n50\n40\n30\n20\n10\nCDU SPD AfD 0\nChart 20: Fillon well ahead of Le Pen in polls showing a potential run-off\n12-14\nApril\n15-17\nApril\n13-16\nMay\n10-12\nJune\n14-17\nJune\n9-11\nSept\nFrancois Fillon (%) Marine Le Pen (%)\n25-Nov 27-Nov\nSource: Allensbach (15-Sept, 13-Oct), Emnid (7-Sept, 14-Sept, 21-Sept, 28-Sept, 5-Oct, 12-Oct, 19-\nOct, 26-Oct, 2-Nov, 9-Nov, 19-Nov), Forsa (2-Sept, 9-Sept, 16-Sept, 23-Sept, 30-Sept, 7-Oct, 14-Oct,\n21-Oct, 28-Oct, 4-Nov), Forschungsgruppe Wahlen (22-Sept, 13-Oct, 27-Oct, 10-Nov), GMS (14-Sept,\n12-Oct, 12-Nov), Infratest dimap (21-Sept, 5-Oct, 19-Oct, 2-Nov), INSA (5-Sept, 12-Sept, 19-Sept, 26-\nSept, 3-Oct, 10-Oct, 17-Oct, 24-Oct, 2-Nov, 7-Nov, 14-Nov, 22-Nov), Ipsos (10-Oct)\nSource: Ifop (12-14 Apr, 14-17 Jun), BVA (15-17 Apr, 13-16 Mar, 10-12 Jun, 9-11 Sept), Odoxa (25\nNov), Harris Interactive (27 Nov). Note: all 2016.\nWere this to be the case then we think there may well be room for a significant relief\nrally in European assets. Until then we think it likely investors will demand a higher risk\npremium.\nBrexit was the big political topic for Europe going into 2016. Going forward we see it as\nan ongoing issue but mostly for the UK. The political uncertainty is likely to be extended,\neven after Article 50 is triggered as any significant negotiations probably need to await\nthe outcome of the French and German elections. We expect the UK economy to\nstruggle as the lagged effect of the fall in the currency hurts consumers and while there\nmay be contrarian trades available in the GBP during 2017, our strategists think it goes\nlower first on the triggering of Article 50.\n12 Global Cross Asset Strategy – Year Ahead | 30 November 2016\nX Asset Trade Ideas\nRates – short 5Y US nominal and 10Y real rates, short 5Y UK\nreal rates\nAs discussed above on the rates side we keep our 2-5-10’s butterfly but add a 10Y short\nreal rates trade, to reflect the view of our fixed strategists that if yields are to go higher\nthen real rates will need to move. So we will not repeat the analysis here.\nChart 21: Markets do not expect the BOE to react…\n4\n3\n2\n1\n0\n-1\n-2\n-3\n5y UK nominal 5y UK real 5y UK inflation\n-4\nChart 22: …to a sustained overshoot of its inflation target\n3.7\nUK 5y5y inflation swap fwd\n3.6\n3.5\n3.4\n3.3\n3.2\n3.1\n3\n2.9\n2.8\nOct-15\nNov-15\nDec-15\nJan-16\nFeb-16\nMar-16\nApr-16\nMay-16\nJun-16\nJul-16\nAug-16\nSep-16\nOct-16\nNov-16\nOct-15\nNov-15\nDec-15\nJan-16\nFeb-16\nMar-16\nApr-16\nMay-16\nJun-16\nJul-16\nAug-16\nSep-16\nOct-16\nNov-16\nSource: Bloomberg\nSource: Bloomberg\nThe other fixed income trade we continue to like is short 5Y UK real rates. The market\ncontinues to discount the Bank of England consistently overshooting its inflation target\nwithout a response on monetary policy. Yet Governor Carney and other members of the\nBOE’s MPC have said that while they are willing to look through a short term inflation\nshock they would not tolerate a sustained overshoot.\nThe market therefore is pricing something which suggests that the BOE will sacrifice its\ncredibility on the inflation side to (presumably) support growth. We would rather take\nthe side of the Bank in this situation. It is worth bearing in mind too that those on the\nright of the Conservative party who have been critical of Governor Carney and the BOE\nhave tended to want higher not lower short rates. When the PM and Chancellor have to\nreplace the Governor at the end of 2018 it is unlikely that they are going to choose\nsomeone more dovish.\nFX – long USD, short GBP, AUD, CNH\nWe have been long USD since August believing the risk reward to be skewed in favour\nof a stronger currency because we saw more room for the Fed to tighten than other\ncentral banks. Given the fiscal stimulus expected from the new administration the risks\non that tightening profile have been skewed to the upside. We think the FX and Fixed\nIncome strategists are right to think of the dot plot as a floor now for markets. With\nyields still needing to move higher to get there that should put further upward pressure\non the USD. The scope for gains though depends on the currency. The Euro is already\njust 3.5% from the target for next year whereas both the GBP and the JPY have about 7-\n8% to fall to our FX team’s targets. The team also continue to like short AUD positions\nas they think this also captures risk off in the event of concerns over China.\nWhilst the short GBP has only worked modestly since the US election, we continue to\nthink Brexit uncertainties will weigh on the currency into 2017 and our FX strategists\ntarget 1.15 in the aftermath of the article 50 decision.\nGlobal Cross Asset Strategy – Year Ahead | 30 November 2016 13\nChart 23: AUD fell post US elections…\nChart 24: …GBP has held up so far but article 50 looms in Q1\n0.8\n1.55\n0.78\n0.76\n0.74\nAUD/USD\n1.5\n1.45\n1.4\n1.35\n0.72\n1.3\n0.7\n0.68\nOct-15\nNov-15\nDec-15\nJan-16\nFeb-16\nMar-16\nApr-16\nMay-16\nJun-16\nJul-16\nAug-16\nSep-16\nOct-16\nNov-16\n1.25\n1.2\n1.15\nOct-15\nNov-15\nDec-15\nJan-16\nGBP/USD\nFeb-16\nMar-16\nApr-16\nMay-…\nJun-16\nJul-16\nAug-16\nSep-16\nOct-16\nNov-16\nSource: Bloomberg\nSource: Bloomberg\nToday we add a CNH put (expressed as a USD/CNH call at 7.6 strike) partly because it\nfits with our positive USD call but also because it is a potential hedge against the trade\nrhetoric of the new administration descending into something more meaningful. Given\nthe stated intent to declare the Chinese as currency manipulators and the concern that\nour currency strategists already have about the amount of reserves the Chinese hold, it\nis not impossible to imagine a much weaker CNY/CNH should the Chinese authorities\nallow a free float. We see this as a sensible hedge against our long EM equity position.\nChart 25: CNH continues to weaken, risk of more on trade tensions?\nChart 26: RUB/ZAR choppy on oil and SA politics\n6.9\n6.8\nCNH/USD\n0.25\n0.24\n6.7\n6.6\n6.5\n6.4\n0.23\n0.22\n0.21\n6.3\n6.2\n0.2\n0.19\nRUB/ZAR\nOct-15\nNov-15\nDec-15\nJan-16\nFeb-16\nMar-16\nApr-16\nMay-16\nJun-16\nJul-16\nAug-16\nSep-16\nOct-16\nOct-15\nNov-15\nDec-15\nJan-16\nFeb-16\nMar-16\nApr-16\nMay-16\nJun-16\nJul-16\nAug-16\nSep-16\nOct-16\nNov-16\nSource: Bloomberg\nSource: Bloomberg\nWe have two other standalone currency trades, short EUR/SEK and long RUB/ZAR. The\nformer has dropped as the EUR has weakened against the USD. We continue to think\nthat the Swedish economy is more robust than the Eurozone and that the Riksbank will\nsooner or later have to adjust monetary policy accordingly. We see a lot more room for\nthis pair to move in 2017, particularly if there are political concerns ahead of the French\npresidential elections as these will likely weigh on the EUR.\nRUB/ZAR has been quite erratic since we re-established the trade, reflecting both\nvolatility in the oil price and developments in South African politics. The latest no\nconfidence vote against President Zuma underlines how tricky South African politics are\nat the moment. Concerns will remain on the economic progress of the country until the\npolitical situation becomes clearer. In the meantime we expect a higher risk premium to\nbe associated with the currency.\n14 Global Cross Asset Strategy – Year Ahead | 30 November 2016\nEquities: Add long Nikkei to EM Asia\nGlobal equity markets have gone in very different directions post the US election. EM\nhave fared worst, Europe little changed, S&P at new all-time highs, the Russell and\nNikkei on a tear higher. This is not how we were positioned so we need to ask the\nquestion of whether and what we need to change.\nTable 2: MSCI EM Asia at a 2PE point discount to other equity markets\nMSCI EM\nAsia 12m\nfwd PE\nMSCI Japan\n12m fwd PE\nMSCI Europe\n12m fwd PE\nMSCI US\n12m fwd PE\nLatest 11.9 14.1 14.3 17.0\nMin 7.6 9.7 7.4 10.4\nMax 18.5 44.5 23.9 25.2\nAv 11.5 18.2 14.0 15.9\nSD 1.8 6.8 3.4 3.2\nZ-score 0.2 -0.6 0.1 0.3\n%ile 68% 31% 60% 73%\nSource: BofA Merrill Lynch Global Research, MSCI, IBES\nChart 27: Japan relatively cheap at 14.1x fwd earnings\n50\n45\n40\n35\n30\n25\n20\n15\n10\n5\n0\nMSCI Japan 12m fwd PE\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\nIf we stand back from the noise and just look at the valuations, the US is the most\nexpensive, MSCI Asia ex the cheapest in absolute terms. Our strategists see decent\nearnings growth likely to come through in EM Asia, and while there is upside to US\nearnings estimates from potential corporate tax cuts at least part of it is priced in.\nSavita Subrahamian has a target for the US of 2300 in her year ahead Euphoria or fiscal\nfizzle?, an upside of a less than 5%. Our European strategists have an upside of around\n6%. So that leaves EM Asia and Japan (given our 20k target) as the stand outs according\nto our equity strategists. Indeed, the PE of Japan is towards the bottom end of the\nrange since 2000.\nSticking with EM Asia\nOne of our concerns on EM was a more hawkish Fed and therefore a stronger USD. So\nwe regarded our positions in those asset classes as something of a hedge to our EM\npositions. As we explained above we are keeping that stance as on our central scenario\nthere is more to go and on a risk scenario where bond markets overshoot the USD is\nlikely to follow.\nIn the equity world, if our fixed income and FX forecasts are right, then we do not see\nthem as being an impediment to our EM Asia position working again. Our EM strategists\nremain upbeat and Ajay Kapur actually upgraded his call to buy from a tactical pause\npost the election (A Call to Action: Time to BUY Asia/EMs). They think the right focus is\none on growth rather than the USD and we continue to be upbeat on the prospects for\nEM growth, particularly in Asia. Ajay in particular makes the point that Chinese nominal\nGDP growth has been accelerating and that tends to be very good for Asian equity\nmarkets. Nigel Tupper’s global wave has continued to improve and he argues that\nremains consistent with strong performance from Asia ex Japan equities.\nSource: BofA Merrill Lynch Global Research, MSCI, IBES\nGlobal Cross Asset Strategy – Year Ahead | 30 November 2016 15\nChart 28: The world economy is improving – broad-based recovery –\ngood for Asia/EMs\nChart 29: EM cyclicals outperform as China’s NOMINAL GDP recovers.\nMore to go.\n100\nBased on 29\n1200\n180\nMSCI EM cyclicals/EM defensives price index, LS\nChina Bloomberg Monthly GDP Estimate YoY +…\n24\n80\n1100\n160\nCyclicals = energy, materials, consumer\n19\n60\n1000\n140\n14\n900\n120\n9\n40\nPercentage of Countries with…\nMSCI EM, RS\n20\n1/11 1/12 1/13 1/14 1/15 1/16\n800\n700\n100\n80\n1/05\n1/06\n1/07\n1/08\n1/09\n1/10\n1/11\n1/12\n1/13\n1/14\n1/15\n1/16\n1/17\n4\n-1\nSource: BofA Merrill Lynch Global Research, Haver, Bloomberg\nSource: BofA Merrill Lynch Global Research, Bloomberg. Assumed GDP estimate for October-16 to be\nsimilar to that for September-16.\nThe question then is whether the strong USD or trade tensions from the new Trump\nadministration can outweigh the more positive macro backdrop. We are inclined to back\nthe view of our strategists and think that it will, so we are sticking with our long EM\nAsia position. We are doing so with hedges via a long USD and a CNH put.\nLong Nikkei: target 20,000\nWe had previously paired our long EM position with a long US oil equity position, but\nwith our US strategists downgrading the sector ahead of OPEC we removed it earlier\nthis week. We were therefore looking for another pro-growth trade to run alongside our\nEM position. Long Japanese equities seemed the logical place to look. While we\nacknowledge we have missed the lows and that today’s entry point may not be ideal, we\nsuspect investors are not particularly long Japan yet since it was still showing as\nmodestly underweight in the last Fund Manager Survey.\nChart 30: Net % AA say they are overweight Japanese equities\n60\nAsset Allocation: JP Equities\n140\n40\n130\n120\n20\n110\n0\n100\n-20\n90\n-40\n2007 2008 2009 2010 2011 2012 2013 2014 2015 2016\n80\nFMS Net% say OW JP Equities, lhs\nJP Performance vs World, rhs\nSource: Thomson Reuters Datastream\nSource: BofA Merrill Lynch Global Fund Manager Survey\nOur Japanese equity and FX strategist Shusuke Yamada has been arguing for a while\nthat we would see both a weaker JPY and a rebound in Japanese equities. While arguably\nthe JPY had turned beforehand, the Trump victory turbo charged the move. As the chart\nshows below Japanese equities do well historically during a period of bear steepening of\nthe US yield curve. Our economists are also more upbeat on Japan thinking the weaker\nUSD, the new policy stance of the BOJ and the fiscal stimulus will push growth and\ninflation higher next year.\n16 Global Cross Asset Strategy – Year Ahead | 30 November 2016\nThe combination of these factors suggest Japanese equities have further to run. We also\nsee the position as being complementary to our EM position since whereas a stronger\nUSD is a drag on EM performance, it is beneficial for the NKY position.\nChart 31: Japan equities have outperformed during US bear-steepening led by cyclicals, banks and\ninsurance\n12\n10\n8\n6\n4\n2\n0\n-2\n-4\n-6\n-8\n-10\n-12\nJapan Sector = cyclical outperform on\nUST bear-steepening\nUSDJPY DXY MSCI JP MSCI JP /\nex JP\nDiscretionary Financials Materials IT Industrials Energy Telecom Staples Utilities Health care\nBear steep Bear flat Bull steep Bull flat\nSource: BofA Merrill Lynch Global Research, Bloomberg.\nCurve movements based on 2yr move and 2s10s move (Bloomberg US Treasury yield index), so includes twist movements, but even if we exclude these implications do not materially change.\nBear steepening (2yr + 16bps, 2s10s +33bps) = 11 quarters, bear flattening (2yr +26bps, 2s10s -20bps) = 10 quarters, bull steepening (2yr -48bps, 2s10s +28bps) = 10 quarters, bull flattening (2yr -\n27bps, 2s10s -30bps) = 12 quarters\nLong Europe equities via yield stocks & index dividends\nWe continue to run two yield related trades in European equities. First, we remain long a\nbroad selection of high yielding European equities. The dividend yield on offer in\nEuropean equities is one of the asset class’s key attractions. Europe offers a higher\ndividend yield than the other regions, with a 1.1% yield pick-up versus the DM average\nand 0.9% against EM equities. Those also look attractive relative to history: Europe’s\nyield spread to DM ranks at the 87 th percentile of the 20-year range. Europe’s DY also\nlooks attractive relative to sovereign and corporate bonds despite the recent sell off in\nfixed income markets: the yield pick-up relative to investment grade corporates is still\n289bp. Given the concerns over European politics we prefer yield based strategies in\nEurope to those looking for capital appreciation at least in the short term.\nChart 32: Equity DYs remain attractive relative to credit & sov bond\nyields\n5\n4\n3\n2\n1\n0\n-1\n-2\nStoxx 600 DY less 10yr Bund yield\n-3\nStoxx 600 DY less Euro IG credit yield\n2004 2006 2008 2010 2012 2014 2016\nSource: BofA Merrill Lynch Global Research, Bloomberg, Datastream\nChart 33: Europe offers a yield premium vs global equities too\n2.0\n1.5\n1.0\n0.5\n0.0\n-0.5\nMSCI Europe less\n-1.0\nEM DY spread\n-1.5 MSCI Europe less\nDM DY spread\n-2.0\n12/80 12/84 12/88 12/92 12/96 12/00 12/04 12/08 12/12\nSource: BofA Merrill Lynch Global Research, MSCI, Datastream\nEuropean Yield Screen\nThe rising rates backdrop has left yield not quite as scarce as it has been, but we\ncontinue to think investors should own yield where they can get it at decent value, such\nas in European equities. Last month we recommended investors rotate out of lower risk\nGlobal Cross Asset Strategy – Year Ahead | 30 November 2016 17\ndefensive dividend stocks to take advantage of the improving cyclical backdrop and\nrising bond yields. That meant our November screen included a high proportion of\nFinancials. This somewhat remains the case but we note the addition of several\nindustrial companies in our latest screen. As a reminder, to qualify the stock must be\nSXXP listed stocks with at least €2bn market cap, 4% DY, 1.2x DPS cover, 0% DPS 2YR\nCAGR and qualifying stocks must be on a Buy rating from our fundamental analysts. The\nyield on the basket is 5% with an average DPS CAGR of 7% and 1.8x covered.\nTable 3: European Yield Screen – December 2016\nSedol BofAML ticker Company name Sector Divi Yield (>4%) DPS 2Y CAGR Div'd Cover\n426330 DNBHF DNB ASA Banks 4.2 23.9 2.0\nB545MG XERSF SWISS RE AG Insurance 5.4 5.2 2.1\n457481 MDIBF MEDIOBANCA SPA Banks 4.9 8.0 2.4\nB1LB9P SZCRF SCOR SE Insurance 5.3 4.3 1.9\nBZ5739 ING ING GROEP N.V. Banks 5.3 4.6 1.7\n538003 NRDEF NORDEA BANK AB Banks 6.6 2.1 1.3\nBDVZYZ ROYMF ROYAL MAIL PLC Industrial Goods & Services 5.0 4.2 1.8\n458882 DNSKF DANSKE BANK A/S Banks 4.4 5.5 2.0\n596651 SCGLF SOCIETE GENERALE Banks 5.6 0.6 2.0\n021623 AIVAF AVIVA Insurance 5.1 9.9 1.8\nB23K0M CTAGF CAPITA PLC Industrial Goods & Services 5.7 2.5 2.1\n522603 SAXPF SAMPO PLC Insurance 5.4 4.6 1.2\n481334 SVKEF SKAND ENSKILDA BKN Banks 5.8 3.7 1.4\nB17BBQ IVTJF INVESTEC Financial Services 4.4 10.0 1.9\n528983 EBKOF ERSTE GROUP BK AG Banks 3.6 12.5 3.1\n766716 ATASF ATLANTIA SPA Industrial Goods & Services 4.9 11.2 1.3\nB83VD9 MNGPF MAN GROUP PLC Financial Services 5.8 15.1 1.2\nB5ZQ9D EVKIF EVONIK INDUSTRIES Chemicals 4.4 2.9 1.7\nB01FLG GFSZF G4S Industrial Goods & Services 3.9 5.6 1.6\nBGLP8L IMIAF IMI Industrial Goods & Services 4.0 4.0 1.5\nSource: BofA Merrill Lynch Global Research, Factset. The European Quality Yield Screen identified as a screen above is intended to be an indicative metric only and may not be used for reference purposes or as a measure of performance for any\nfinancial instrument or contract, or otherwise relied upon by third parties for any other purpose, without the prior written consent of BofA Merrill Lynch Global Research. This screen was not created to act as a benchmark.\nLong SX5E 2018 Index dividend futures\nWith our second dividend related trade, we remain long SX5E 2018 index dividend\nfutures (DEDZ8), a trade where we continue to see value even with the future price\ntrading close to the high for the year. The 2018 contract implies a 4% decline in\ndividends paid from the 2016 level. In the absence of a recession, we think that is too\npessimistic – 2013 was the last year to see a material 2-year decline in dividends (in the\nwake of the sovereign crisis and recession). The 2018 contract also still trades at a\ndiscount to the level implied by our stock analysts’ DPS forecasts. Our derivative\nstrategists using BofAML forecasts for 2018 estimate 8% upside from current prices.\nAlthough the upside is now more limited the risk around this trade is also much lower\nnow. The pull to par effect will become the dominant driver over the coming months and\nthe full year results should provide clarity on where the 2018 contract will settle.\n18 Global Cross Asset Strategy – Year Ahead | 30 November 2016\nChart 34: SX5E dividends: 2-yr implied growth in 2018 still looks\ncautious\n10%\n5%\n0%\n-5%\n-10%\n2 year growth implied / realised %\n-15%\n2011 2012 2013 2014 2015 2016 2017 2018 2019\nSource: BofA Merrill Lynch Global Research, Bloomberg\nChart 35: BofAML’s SX5E Dec18 div forecast implies 8% upside\nESTX50 Div (index points)\n150\n140\n130\n120\n110\n100\n90\n80\n70\n89.0\n89.3\n83.4\n71.4\n83.3\n99.0\nESTX50 realised dividends\nDividend futures\nConsensus\nBofAML\n121.9\n146.5\n158.6\nSource: BofA Merrill Lynch Global Research, Bloomberg\n123.1\n117.1\n115.2\n112.8\n124.3\n115.6\n109.8\n114.1\n114.9\n118.5\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n124.8\n117.3div\npts paid in\n2016 YTD\nEuropean equities: switch to outright long Healthcare\nWe switch our European sector pair trade preferring Healthcare over Food & Beverage\ninto an outright long in Healthcare. Both sectors have suffered versus the market from\nthe rotation out of defensives and bond proxies. That has reduced the valuation of the\nFood & Beverage sector to less extreme levels. Meanwhile Healthcare looks very\nattractively valued and we see compelling risk reward in the sector on an outright basis\nat current levels.\nThe fundamental bull case for Health rests on the strong pipeline of new products for\nthe big cap pharma universe. Our sector analysts forecast EU Pharma to deliver a 2018-\n21E EPS CAGR of 11%, up from mid-single digit levels in recent years. Historically that\nwould justify a PE re-rating and a multiple for the pharma sub-sector nearer 17-18x\nthan the current 13x 2018 PE.\nChart 36: Extreme overvaluation in Food & Bev has moderated\n1.80\n1.70\n1.60\n1.50\n1.40\n1.30\n1.20\n1.10\n1.00\n0.90\nFood & Bev 12m fwd PE relative\n0.80\n2001 2003 2005 2007 2009 2011 2013 2015\nSource: BofA Merrill Lynch Global Research, Datastream, IBES, Bloomberg\nChart 37: Healthcare PE – back near market multiple and patent cliff\nlows\n1.70\n1.60\n1.50\n1.40\n1.30\n1.20\n1.10\n1.00\n0.90\nHealthCare 12m fwd PE relative\n0.80\n1999 2001 2003 2005 2007 2009 2011 2013 2015\nSource: BofA Merrill Lynch Global Research, Datastream, IBES, Bloomberg\nWe believe the Republican clean sweep in the US elections represents a positive\ncatalyst as it significantly decreases the potential for legislative initiatives to\naggressively control drug pricing in the US. The catalyst for the sector to re-rate will\ncome progressively from newsflow around new products. The next 12 months should\nsee progress on this front with several of the European large caps expected to announce\nkey data on important drugs in 2017.\nGlobal Cross Asset Strategy – Year Ahead | 30 November 2016 19\nHealthcare’s forward PE is now down to just a 7% premium relative to the market and\nnearing the valuation lows recorded in 2010-12 when the patent cliff was at its worst\nand pipelines were very weak. Today pipelines are twice the size they were in 2011 and\ninnovation is the key to growth in the sector - pricing power remains strong in drug\ncategories with differentiated products.\nCredit: Long Spreads in Europe and US\nEurope: Long Xover short Main\nRate cuts are off the table it seems, as central banks are starting to recognise the side\neffects of NIRP. This reinforces our view that a continuation of CSPP, entails that the\nreach for yield will extend to those assets that have not seen it yet; long Crossover vs\niTraxx Main.\nThe beta outperformance has already started in the cash market. We look at synthetics\nand we see that Crossover has not mirrored that performance. Even though XO has\noutperformed recently, it still has further to go to close the gap vs cash market’s\nperformance.\nIoannis Angelakis thinks that rising political risks in the following twelve months are\nmore likely to weigh on iTraxx Main performance than Crossover, as Main has higher\nconcentration vs XO on names domiciled in countries with elections.\nBuy 30y US IG Industrial spreads\nUS high-grade is the market our colleagues in Credit Strategy are most bullish into\n2017. Hans Mikkelsen thinks IG corporate spread maturity curves super-flatten as global\ncredit investors do the twist - i.e. sell shorter maturities and buy the long end. Foreign\ninflows are now concentrated in the back-end, as credit spreads have rallied while the\ncost of currency hedging increased. That means that only the back end of the steep US\ncorporate spread curve offers enough spread to overcome the high cost of currency\nhedging. The flip side is that the front end of the US credit spread curve is very\nunattractive and we expect domestic and foreign investors to accelerate their selling of\nshorter maturity US corporate bonds. Overall, Hans expects the 30yr corporate bond\npart of the market to generate 8%-9% total returns next year.\nChart 38: High grade spread forecast\n250 HG Spread (bps) Forecast\n200\n150\n135\n120\n115\n100\nChart 39: High grade returns forecast\nExcess Return (%) Total Return (%)\n6.0\n5.2\n4.0\n3.8 3.5\n2.0\n0.0\n-2.0 -1.6\n-0.6\n4.0\nSource: BofA Merrill Lynch Global Research\nSource: BofA Merrill Lynch Global Research\nLong AT1s basket\nContingent capital continues to offer a compelling premium to European HY and lower\nvolatility than bank equity. The asset class also received a boost last week when the\nEuropean Commission submitted a proposal for AT1 coupons to be prioritized over\ncommon dividends and bonuses if the bank breaches its combined buffer. This placates\none of the main concerns investors have, i.e. that banks could decide to skip a coupon\npayment but maintain their dividend. The confirmation of the role of AT1s in Pillar 2\ncapital is another example of regulators providing clarity on how contingent capital fits\nwithin the overall capital structure. The main short term risk for the trade is the fate of\nthe Italian banks recap, so we will be watching closely to see how that develops.\n20 Global Cross Asset Strategy – Year Ahead | 30 November 2016\nChart 40: European AT1s offer a compelling yield for total return investors\n8\nStoxx Banks 12m fwd DY (%) Coco Index yield (%)\n7\n6\n5\n4\n3\nSource: BofA Merrill Lynch Global Research, Bloomberg, Datastream, IBES\nVolatility: Sticking with Relative trades\nWhile 2016 started off with a bang volatility wise it has ended with a whimper. Neither\nBrexit nor the US presidential election proved to be anything more than a blip. Realised\nvol in the S&P 500 over the last 100 days is just 9.5%. That compares to 13.6% for the\nEurostoxx 15.1% for the Russell and 21.8% for the NKY.\nChart 41: Neither the Trump election…\n45\n40\n35\n30\n25\n20\nVIX Index\nChart 42: …nor Brexit led to a sustained period of higher volatility\n45\n40\n35\n30\n25\n20\n15\n10\n15\n10\nV2X Index\nSource: Bloomberg\nSource: Bloomberg\nThat is why we prefer relative variance trades. They tend to carry flat to positive but\nhave convexity to the downside. We are happy to continue to run these trades into 2017\nand then use shorter term instruments to hedge specific events.\nWe did this around Brexit and have recently bought a 3000-2850 Eurostoxx put spread\nto hedge our European exposure around the Italian referendum. While a No vote is\nexpected we are not sure what the aftermath will look like and there is considerable\nuncertainty over the bank recapitalization of the banks afterwards.\nWe also have a calendar put spread in eurostoxx which tends to pay off best around the\n2500-2600 levels so that remains something that we will look to keep for now given\ndownside risks in Europe over the first half of next year.\nOne trade we are taking off today is our Kospi forward vol position. We had held that as\na hedge against a China hard landing. Our derivative strategists no longer like it and we\nhave no opted for a currency hedge for our China risk, as discussed above.\nGlobal Cross Asset Strategy – Year Ahead | 30 November 2016 21\nRisks to trades\nEquity trades\n• The risks to long divi basket & Pharma trades are a steepening of rates curves and\nbetter than expected growth outside of Europe causing investors to rotate out of\nbond proxies. Plus our analysts’ expectations of improved earnings from the\nhealthcare pipeline not coming through.\n• The risks to trade dividend future trade is lower than expected profits for major\nEuropean sectors, e.g. Banks, Oils, causing a correction in dividend expectations.\n• The risk to EM Asia ex-Japan is from a stronger USD and faster than expected US\nrates hiking cycle. Trade tensions with the new US administration an additional risk\nnow.\n• Risk to long Nikkei trade is a reversal of JPY weakness or a change in policy by the\nBOJ.\nFixed income trades\n• The risks to the US rates trades are a dovish Fed responding to a tightening of\nmonetary conditions before the fiscal boost kicks in. Disappointment on the fiscal\nstimulus also a risk. The risk to the UK inflation trade is that the BoE doesn’t\nrespond to expected rising inflation by raising rates faster.\n• The risks to the Industrial spreads trade is a deterioration of US industrial growth\nand step away from credit purchasing by ECB/ BoE.\n• The risks the AT1 trade are the ECB pulling out of the credit markets causing a\ncorrection in the riskier portion of the market and bank profitability deteriorating\nraising concerns about default.\n• The risks to our XOVER trade are Eurozone growth disappointing and a risk-off\nevent in markets causing a flight to quality amongst credit investors.\nVolatility trades\n• Our equity vol trades are hedges, the risks are that they expire worthless due to the\nlack of a financial event in China and persistent low vol spread in equity markets\nsupported by higher growth.\nFX trades\n• The main risk to our FX trades is of a more dovish than expected Fed, a more\nhawkish than expected BOE, improved politics in South Africa/weaker oil price and\na more dovish Riksbank.\n22 Global Cross Asset Strategy – Year Ahead | 30 November 2016\nAppendix 1: Methodology\nThis publication is aimed at multi-asset institutional investors who tend to have a longer\nterm time horizon for their investments. As such, we will be looking to come up with\nideas that will have a minimum six month horizon and ideally longer than a year. The\nindividual trade ideas will be sourced from our strategists across BofA Merrill Lynch\nGlobal Research.\nThis publication is not meant to be an agglomeration of all the trade ideas published by\nBofAML Global Research strategists, but instead represents those that fit with our\nlonger term themes (as opposed to shorter term tactical trades). In addition, there may\nbe several different trade ideas published by BofAML Global Research strategists across\ndifferent asset classes that seek to leverage off of the same theme. In most cases we\nwill seek merely to take the trades that have the best risk adjusted return. By risk\nadjusted we mean the risk undertaken in a trade vs the likely return on that trade. In\nconsidering that we will look at the underlying volatility in the individual asset class. This\nwill be combined with our own view of what the likely downside is in an adverse\nscenario vs the payoff in the expected scenario and our own assessment of the\nlikelihoods of such scenarios.\nOnce selected it is assumed that the trade would likely be retained for a minimum of six\nmonths (as per the selection rationale). Should any analyst change their view on the trade\nand cease to recommend it, then it will be immediately removed from our list 1 . Equally\nshould our target be met for a trade and the relevant strategist feels it has run its course\nthen it will also be removed (see footnote). Otherwise we will review our trades on a\nmonthly basis in this publication. If we feel a new trade idea has a better risk adjusted\nreturn than an existing one in the same asset class then we would replace it.\nThe objective of the trades is that they would be suitable for a typical objective of the\nmulti-asset fund managers, which is typically framed in terms of a Libor+ benchmark\n(this can be anything from Libor +300bp to Libor +700bp). That return is also coupled\nwith a target volatility, for example half MSCI ACWI volatility. The volatility target will,\nof course, be a function of the expected return, but there is a general focus on\nproducing lower volatility returns. Our set of trades should not be regarded as a\nportfolio but a collection of ideas to implement in a multi-asset portfolio.\nAppendix 2 – Recommended COCO bonds\nTable 4: COCO basket\nISIN Bond Issuing entity Price Mid YtM\nXS1055037177 ACAFP 6.5% EUR Perp-21 CREDIT AGRICOLE SA 100.5 5.4\nXS1002801758 BACR 8% EUR Perp-20 BARCLAYS PLC 100.9 7.1\nXS1033661866 BBVASM 7% EUR Perp-19 BANCO BILBAO VIZCAYA ARG 91.1 7.1\nXS1073143932 NYKRE 4% EUR 2036-21 NYKREDIT REALKREDIT AS 102.4 2.7\nXS0972523947 CS 5.75% EUR 2025-20 CREDIT SUISSE 107.6 3.6\nDE000DB7XHP3 DB 6% EUR Perp-22 DEUTSCHE BANK AG 78.3 6.7\nXS1043545059 LLOYDS 6.375% EUR Perp-20 LLOYDS BANKING GROUP PLC 97.5 5.7\nXS1171914515 RABOBK 5.5% EUR Perp-20 COOPERATIEVE RABOBANK UA 98.5 5.5\nXS0867620725 SOCGEN 6.75% EUR Perp-21 SOCIETE GENERALE 98.8 5.9\nXS1107890847 UCGIM 6.75% EUR Perp-21 UNICREDIT SPA 84.5 7.7\nSource: BofA Merrill Lynch Global Research *As of 28/11/2016 close\n1\nUnder these circumstances, we will publish a note immediately.\nGlobal Cross Asset Strategy – Year Ahead | 30 November 2016 23\nAppendix 3 – Indicative pricing/ levels\nTable 5: Latest indicative pricing/ levels for cross asset trades\nAsset Trade idea Indicative price / level\nLong European Quality Yield Screen (yield) 5%\nLong SXDP Index 681.6\nEquities\nLong Nikkei 18307\nLong European index dividend futures 113.4\nLong MSCI Asia ex-Japan 525.7\nLong RTY short SPX 2y variance swap 3.7**\n3000-2850 SX5E put spread Dec 16 expiry 1.20%\nEquity vol\nLong NKY short SPX Dec 18 variance swap\n6vols\nLong SX5E short SPX Dec 18 variance spread\n6vols\nEurostoxx 2y/3y put calendar 1.99\nShort EUR/SEK 9.762\nLong USD/CNH call\n0.56%USD\nFX\nShort GBP/USD 1.250\nLong USD/AUD 1.342\nLong RUB/ZAR 0.213\n2s-5s-10s fly (bp) 11\nFixed Income\nShort US 10y real rates (bp) 50\nPaying 5y GBP real rate swap (bp) -254\nBuy 30y US IG Industrial spreads (bp) 187\nCredit\nBuy basket of Euro AT1s 5.80%\nLong Xover short Main (ratio) 4.22x\nSource: BofA Merrill Lynch Global Research, Bloomberg. Note: *all levels and prices as of 29/11/2016 at ~3pm or most recent local market\nclose. **This is a theoretical level which may differ from actual tradable prices. ***This level is obtained by bootstrapping At-the-money\nforward volatility levels, does not represent a tradable instrument. The tradable strike of an FVA will likely differ considerably.\nAppendix 4 – Closed trades\nTable 6: Closed trades\nAsset Trade idea Strategist Open date\nClosed\ndate\nLong Nikkei Kenji Abe 22/01/2016 01/04/2016\nLong MSCI EM 1x 1x call ratio Ajay Kapur 01/03/2016 18/04/2016\nEquities\nLong MSCI EM 1x 1x call ratio\nLong US Energy\nAjay Kapur\nSavita Subramanian\n01/03/2016\n07/09/0216\n18/04/2016\n28/11/2016\nLong MSCI EM Ajay Kapur 19/04/2016 30/09/2016\nLong SXDP Index vs Short SX3P Index Ronan Carr 22/01/2016 28/11/2016\nLong June V2X call spread collar Abhinandan Deb 01/04/2016 18/04/2016\nLong Kospi fwd vol 6M/18M William Chan 22/01/2016 28/11/2016\nEquity vol\nShort June V2X put Abhinandan Deb 01/04/2016 Expired\nLong (30-35) V2X Jul call spreads Abhinandan Deb 18/06/2016 Expired\nLong 2050-1950 S&P 500 Jul put spread Abhinandan Deb 18/06/2016 Expired\nLong NOK/USD Kamal Sharma 01/03/2016 04/05/2016\nLong RUB/ZAR David Hauner 22/01/2016 17/05/2016\nFX\nShort EUR/SEK\nLong JPY/KRW\nKamal Sharma\nAdarsh Sinha\n22/01/2016\n22/01/2016\n08/07/2016\n31/03/2016\nLong USD/CAD Ian Gordon 28/07/2016 07/07/2016\nShort EUR/JPY Athanasios Vamvakidis 21/01/2016 30/09/2016\nShort EUR/USD Athanasios Vamvakidis 08/07/2016 04/11/2016\nShort EUR 5Y5Y inflation breakevens Ralf Preusser 22/01/2016 23/01/2016\nBuy 30y real rates (bp) Ralf Preusser 22/01/2016 24/05/2016\nReceive EUR pay US 5y5y fwd (bp) Ralf Preusser 22/01/2016 27/05/2016\nFixed Sell 6m 2s-5s-10s OTM receiver fly Shyam R. Rajan 07/09/2016 08/09/2016\nIncome\nUS +15y IG credit (total return) Hans Mikkelsen 22/01/2016 04/05/2016\nUS +15y IG credit (Govt OAS) Hans Mikkelsen 04/05/2016 28/07/2016\nPaying 2y3y GBP real rate swap Mark Capleton 02/09/2016 12/10/2016\n3y 2s-10s US flattener Shyam R. Rajan 27/05/2016 10/10/2016\nSource: BofA Merrill Lynch Global Research. Trades closed in this report (or recently) in bold.\n24 Global Cross Asset Strategy – Year Ahead | 30 November 2016\nOptions Risk Statement\nPotential Risk at Expiry & Options Limited Duration Risk\nUnlike owning or shorting a stock, employing any listed options strategy is by\ndefinition governed by a finite duration. The most severe risks associated with\ngeneral options trading are total loss of capital invested and delivery/assignment\nrisk... all of which can occur in a short period.\nInvestor suitability\nThe use of standardized options and other related derivatives instruments are\nconsidered unsuitable for many investors. Investors considering such strategies are\nencouraged to become familiar with the \"Characteristics and Risks of Standardized\nOptions\" (an OCC authored white paper on options risks). U.S. investors should consult\nwith a FINRA Registered Options Principal.\nFor detailed information regarding the risks involved with investing in listed options:\nhttp://www.theocc.com/about/publications/character-risks.jsp\nAnalyst Certification\nWe, James Barty, Abhinandan Deb, Barnaby Martin, Benjamin Bowler, Claudio Piron,\nDavid Hauner, CFA, Hans Mikkelsen, Ian Gordon, Ioannis Angelakis, Kamal Sharma, Mark\nCapleton, Ritesh Samadhiya, CFA, Shusuke Yamada, CFA and Shyam S.Rajan, hereby\ncertify that the views each of us has expressed in this research report accurately reflect\neach of our respective personal views about the subject securities and issuers. We also\ncertify that no part of our respective compensation was, is, or will be, directly or\nindirectly, related to the specific recommendations or view expressed in this research\nreport.\nSpecial Disclosures\nBofA Merrill Lynch is currently acting as Financial Adviser to Anima Holding SpA in\nconnection with its proposed bid, as part of a consortium including Poste Italiane SpA\nand Cassa Depositi e Prestiti SpA, for the acquisition of the asset management\nbusiness, Pioneer Global Asset Management SpA, currently owned by Unicredt SpA,\nwhich was announced on 10 November 2016.\nBofA Merrill Lynch is currently acting as Financial Advisor to Mediobanca SPA in\nconnection with its proposed acquisition of 50% of Banca Esperia from Mediolanum\nGroup, which was announced on 17 November 2016.\nGlobal Cross Asset Strategy – Year Ahead | 30 November 2016 25\nDisclosures\nImportant Disclosures\nFUNDAMENTAL EQUITY OPINION KEY: Opinions include a Volatility Risk Rating, an Investment Rating and an Income Rating. VOLATILITY RISK RATINGS, indicators of potential\nprice fluctuation, are: A - Low, B - Medium and C - High. INVESTMENT RATINGS reflect the analyst’s assessment of a stock’s: (i) absolute total return potential and (ii)\nattractiveness for investment relative to other stocks within its Coverage Cluster (defined below). There are three investment ratings: 1 - Buy stocks are expected to have a total\nreturn of at least 10% and are the most attractive stocks in the coverage cluster; 2 - Neutral stocks are expected to remain flat or increase in value and are less attractive than\nBuy rated stocks and 3 - Underperform stocks are the least attractive stocks in a coverage cluster. Analysts assign investment ratings considering, among other things, the 0-12\nmonth total return expectation for a stock and the firm’s guidelines for ratings dispersions (shown in the table below). The current price objective for a stock should be\nreferenced to better understand the total return expectation at any given time. The price objective reflects the analyst’s view of the potential price appreciation (depreciation).\nInvestment rating Total return expectation (within 12-month period of date of initial rating) Ratings dispersion guidelines for coverage cluster*\nBuy ≥ 10% ≤ 70%\nNeutral ≥ 0% ≤ 30%\nUnderperform N/A ≥ 20%\n* Ratings dispersions may vary from time to time where BofA Merrill Lynch Research believes it better reflects the investment prospects of stocks in a Coverage Cluster.\nINCOME RATINGS, indicators of potential cash dividends, are: 7 - same/higher (dividend considered to be secure), 8 - same/lower (dividend not considered to be secure) and 9 - pays\nno cash dividend. Coverage Cluster is comprised of stocks covered by a single analyst or two or more analysts sharing a common industry, sector, region or other classification(s). A stock’s\ncoverage cluster is included in the most recent BofA Merrill Lynch report referencing the stock.\nBofA Merrill Lynch Research Personnel (including the analyst(s) responsible for this report) receive compensation based upon, among other factors, the overall profitability of Bank of America\nCorporation, including profits derived from investment banking. The analyst(s) responsible for this report may also receive compensation based upon, among other factors, the overall\nprofitability of the Bank’s sales and trading businesses relating to the class of securities or financial instruments for which such analyst is responsible.\nOther Important Disclosures\nPrices are indicative and for information purposes only. Except as otherwise stated in the report, for the purpose of any recommendation in relation to: (i) an equity security, the price\nreferenced is the publicly traded price of the security as of close of business on the day prior to the date of the report or, if the report is published during intraday trading, the price referenced is\nindicative of the traded price as of the date and time of the report; or (ii) a debt security (including equity preferred and CDS), prices are indicative as of the date and time of the report and are\nfrom various sources including Bank of America Merrill Lynch trading desks.\nThe date and time of completion of the production of any recommendation in this report shall be the date and time of dissemination of this report as recorded in the report timestamp.\nFutures and options are not appropriate for all investors. Such financial instruments may expire worthless. Before investing in futures or options, clients must receive the appropriate risk\ndisclosure documents. Investment strategies explained in this report may not be appropriate at all times. Costs of such strategies do not include commission or margin expenses.\nOfficers of MLPF&S or one or more of its affiliates (other than research analysts) may have a financial interest in securities of the issuer(s) or in related investments.\nBofA Merrill Lynch Global Research policies relating to conflicts of interest are described at http://go.bofa.com/coi.\n\"BofA Merrill Lynch\" includes Merrill Lynch, Pierce, Fenner & Smith Incorporated (\"MLPF&S\") and its affiliates. Investors should contact their BofA Merrill Lynch representative or\nMerrill Lynch Global Wealth Management financial advisor if they have questions concerning this report. \"BofA Merrill Lynch\" and \"Merrill Lynch\" are each global brands for BofA\nMerrill Lynch Global Research.\nInformation relating to Non-US affiliates of BofA Merrill Lynch and Distribution of Affiliate Research Reports:\nMLPF&S distributes, or may in the future distribute, research reports of the following non-US affiliates in the US (short name: legal name, regulator): Merrill Lynch (South Africa): Merrill Lynch\nSouth Africa (Pty) Ltd., regulated by The Financial Service Board; MLI (UK): Merrill Lynch International, regulated by the Financial Conduct Authority (FCA) and the Prudential Regulation Authority\n(PRA); Merrill Lynch (Australia): Merrill Lynch Equities (Australia) Limited, regulated by the Australian Securities and Investments Commission; Merrill Lynch (Hong Kong): Merrill Lynch (Asia\nPacific) Limited, regulated by the Hong Kong Securities and Futures Commission (HKSFC); Merrill Lynch (Singapore): Merrill Lynch (Singapore) Pte Ltd, regulated by the Monetary Authority of\nSingapore (MAS); Merrill Lynch (Canada): Merrill Lynch Canada Inc, regulated by the Investment Industry Regulatory Organization of Canada; Merrill Lynch (Mexico): Merrill Lynch Mexico, SA de\nCV, Casa de Bolsa, regulated by the Comisión Nacional Bancaria y de Valores; Merrill Lynch (Argentina): Merrill Lynch Argentina SA, regulated by Comisión Nacional de Valores; Merrill Lynch\n(Japan): Merrill Lynch Japan Securities Co., Ltd., regulated by the Financial Services Agency; Merrill Lynch (Seoul): Merrill Lynch International Incorporated (Seoul Branch) regulated by the\nFinancial Supervisory Service; Merrill Lynch (Taiwan): Merrill Lynch Securities (Taiwan) Ltd., regulated by the Securities and Futures Bureau; DSP Merrill Lynch (India): DSP Merrill Lynch Limited,\nregulated by the Securities and Exchange Board of India; PT Merrill Lynch (Indonesia): PT Merrill Lynch Indonesia, regulated by Otoritas Jasa Keuangan (OJK); Merrill Lynch (Israel): Merrill Lynch\nIsrael Limited, regulated by Israel Securities Authority; Merrill Lynch (Russia): OOO Merrill Lynch Securities, Moscow, regulated by the Central Bank of the Russian Federation; Merrill Lynch\n(DIFC): Merrill Lynch International (DIFC Branch), regulated by the Dubai Financial Services Authority (DFSA); Merrill Lynch (Spain): Merrill Lynch Capital Markets Espana, S.A.S.V., regulated by\nComisión Nacional del Mercado De Valores; Merrill Lynch (Brazil): Bank of America Merrill Lynch Banco Multiplo S.A., regulated by Comissão de Valores Mobiliários; Merrill Lynch KSA Company,\nMerrill Lynch Kingdom of Saudi Arabia Company, regulated by the Capital Market Authority.\nThis research report: has been approved for publication and is distributed in the United Kingdom (UK) to professional clients and eligible counterparties (as each is defined in the rules of the\nFCA and the PRA) by MLI (UK) and Bank of America Merrill Lynch International Limited, which are authorized by the PRA and regulated by the FCA and the PRA, and is distributed in the UK to\nretail clients (as defined in the rules of the FCA and the PRA) by Merrill Lynch International Bank Limited, London Branch, which is authorized by the Central Bank of Ireland and subject to\nlimited regulation by the FCA and PRA - details about the extent of our regulation by the FCA and PRA are available from us on request; has been considered and distributed in Japan by Merrill\nLynch (Japan), a registered securities dealer under the Financial Instruments and Exchange Act in Japan; is issued and distributed in Hong Kong by Merrill Lynch (Hong Kong) which is regulated\nby HKSFC (research reports containing any information in relation to, or advice on, futures contracts are not intended for issuance or distribution in Hong Kong and are not directed to, or\nintended for issuance or distribution to, or use by, any person in Hong Kong); is issued and distributed in Taiwan by Merrill Lynch (Taiwan); is issued and distributed in India by DSP Merrill Lynch\n(India); and is issued and distributed in Singapore to institutional investors and/or accredited investors (each as defined under the Financial Advisers Regulations) by Merrill Lynch International\nBank Limited (Merchant Bank) (MLIBLMB) and Merrill Lynch (Singapore) (Company Registration Nos F 06872E and 198602883D respectively). MLIBLMB and Merrill Lynch (Singapore) are\nregulated by MAS. Bank of America N.A., Australian Branch (ARBN 064 874 531), AFS License 412901 (BANA Australia) and Merrill Lynch Equities (Australia) Limited (ABN 65 006 276 795), AFS\nLicense 235132 (MLEA) distribute this report in Australia only to 'Wholesale' clients as defined by s.761G of the Corporations Act 2001. With the exception of BANA Australia, neither MLEA nor\nany of its affiliates involved in preparing this research report is an Authorised Deposit-Taking Institution under the Banking Act 1959 nor regulated by the Australian Prudential Regulation\nAuthority. No approval is required for publication or distribution of this report in Brazil and its local distribution is by Merrill Lynch (Brazil) in accordance with applicable regulations. Merrill Lynch\n(DIFC) is authorized and regulated by the DFSA. Research reports prepared and issued by Merrill Lynch (DIFC) are done so in accordance with the requirements of the DFSA conduct of business\nrules. Bank of America Merrill Lynch International Limited, Frankfurt Branch (BAMLI Frankfurt) distributes this report in Germany and is regulated by BaFin.\nThis research report has been prepared and issued by MLPF&S and/or one or more of its non-US affiliates. MLPF&S is the distributor of this research report in the US and accepts full responsibility for\nresearch reports of its non-US affiliates distributed to MLPF&S clients in the US. Any US person receiving this research report and wishing to effect any transaction in any security discussed in the\nreport should do so through MLPF&S and not such foreign affiliates. Hong Kong recipients of this research report should contact Merrill Lynch (Asia Pacific) Limited in respect of any matters relating\nto dealing in securities (and not futures contracts) or provision of specific advice on securities (and not futures contracts). Singapore recipients of this research report should contact Merrill Lynch\nInternational Bank Limited (Merchant Bank) and/or Merrill Lynch (Singapore) Pte Ltd in respect of any matters arising from, or in connection with, this research report.\n26 Global Cross Asset Strategy – Year Ahead | 30 November 2016\nGeneral Investment Related Disclosures:\nTaiwan Readers: Neither the information nor any opinion expressed herein constitutes an offer or a solicitation of an offer to transact in any securities or other financial instrument. No part of\nthis report may be used or reproduced or quoted in any manner whatsoever in Taiwan by the press or any other person without the express written consent of BofA Merrill Lynch.\nThis research report provides general information only. Neither the information nor any opinion expressed constitutes an offer or an invitation to make an offer, to buy or sell any securities or\nother financial instrument or any derivative related to such securities or instruments (e.g., options, futures, warrants, and contracts for differences). This report is not intended to provide\npersonal investment advice and it does not take into account the specific investment objectives, financial situation and the particular needs of any specific person. Investors should seek\nfinancial advice regarding the appropriateness of investing in financial instruments and implementing investment strategies discussed or recommended in this report and should understand\nthat statements regarding future prospects may not be realized. Any decision to purchase or subscribe for securities in any offering must be based solely on existing public information on such\nsecurity or the information in the prospectus or other offering document issued in connection with such offering, and not on this report.\nSecurities and other financial instruments discussed in this report, or recommended, offered or sold by Merrill Lynch, are not insured by the Federal Deposit Insurance Corporation and are not\ndeposits or other obligations of any insured depository institution (including, Bank of America, N.A.). Investments in general and, derivatives, in particular, involve numerous risks, including,\namong others, market risk, counterparty default risk and liquidity risk. No security, financial instrument or derivative is suitable for all investors. In some cases, securities and other financial\ninstruments may be difficult to value or sell and reliable information about the value or risks related to the security or financial instrument may be difficult to obtain. Investors should note that\nincome from such securities and other financial instruments, if any, may fluctuate and that price or value of such securities and instruments may rise or fall and, in some cases, investors may\nlose their entire principal investment. Past performance is not necessarily a guide to future performance. Levels and basis for taxation may change.\nThis report may contain a short-term trading idea or recommendation, which highlights a specific near-term catalyst or event impacting the issuer or the market that is anticipated to have a\nshort-term price impact on the equity securities of the issuer. Short-term trading ideas and recommendations are different from and do not affect a stock's fundamental equity rating, which\nreflects both a longer term total return expectation and attractiveness for investment relative to other stocks within its Coverage Cluster. Short-term trading ideas and recommendations may\nbe more or less positive than a stock's fundamental equity rating.\nBofA Merrill Lynch is aware that the implementation of the ideas expressed in this report may depend upon an investor's ability to \"short\" securities or other financial instruments and that such\naction may be limited by regulations prohibiting or restricting \"shortselling\" in many jurisdictions. Investors are urged to seek advice regarding the applicability of such regulations prior to\nexecuting any short idea contained in this report.\nForeign currency rates of exchange may adversely affect the value, price or income of any security or financial instrument mentioned in this report. Investors in such securities and instruments,\nincluding ADRs, effectively assume currency risk.\nUK Readers: The protections provided by the U.K. regulatory regime, including the Financial Services Scheme, do not apply in general to business coordinated by BofA Merrill Lynch entities\nlocated outside of the United Kingdom. BofA Merrill Lynch Global Research policies relating to conflicts of interest are described at http://go.bofa.com/coi.\nMLPF&S or one of its affiliates is a regular issuer of traded financial instruments linked to securities that may have been recommended in this report. MLPF&S or one of its affiliates may, at any\ntime, hold a trading position (long or short) in the securities and financial instruments discussed in this report.\nBofA Merrill Lynch, through business units other than BofA Merrill Lynch Global Research, may have issued and may in the future issue trading ideas or recommendations that are inconsistent\nwith, and reach different conclusions from, the information presented in this report. Such ideas or recommendations reflect the different time frames, assumptions, views and analytical\nmethods of the persons who prepared them, and BofA Merrill Lynch is under no obligation to ensure that such other trading ideas or recommendations are brought to the attention of any\nrecipient of this report.\nIn the event that the recipient received this report pursuant to a contract between the recipient and MLPF&S for the provision of research services for a separate fee, and in connection\ntherewith MLPF&S may be deemed to be acting as an investment adviser, such status relates, if at all, solely to the person with whom MLPF&S has contracted directly and does not extend\nbeyond the delivery of this report (unless otherwise agreed specifically in writing by MLPF&S). MLPF&S is and continues to act solely as a broker-dealer in connection with the execution of any\ntransactions, including transactions in any securities mentioned in this report.\nCopyright and General Information regarding Research Reports:\nCopyright 2016 Bank of America Corporation. All rights reserved. iQmethod, iQmethod 2.0, iQprofile, iQtoolkit, iQworks are service marks of Bank of America Corporation. iQanalytics®,\niQcustom®, iQdatabase® are registered service marks of Bank of America Corporation. This research report is prepared for the use of BofA Merrill Lynch clients and may not be redistributed,\nretransmitted or disclosed, in whole or in part, or in any form or manner, without the express written consent of BofA Merrill Lynch. BofA Merrill Lynch Global Research reports are distributed\nsimultaneously to internal and client websites and other portals by BofA Merrill Lynch and are not publicly-available materials. Any unauthorized use or disclosure is prohibited. Receipt and\nreview of this research report constitutes your agreement not to redistribute, retransmit, or disclose to others the contents, opinions, conclusion, or information contained in this report\n(including any investment recommendations, estimates or price targets) without first obtaining expressed permission from an authorized officer of BofA Merrill Lynch.\nMaterials prepared by BofA Merrill Lynch Global Research personnel are based on public information. Facts and views presented in this material have not been reviewed by, and may not reflect\ninformation known to, professionals in other business areas of BofA Merrill Lynch, including investment banking personnel. BofA Merrill Lynch has established information barriers between\nBofA Merrill Lynch Global Research and certain business groups. As a result, BofA Merrill Lynch does not disclose certain client relationships with, or compensation received from, such issuers in\nresearch reports. To the extent this report discusses any legal proceeding or issues, it has not been prepared as nor is it intended to express any legal conclusion, opinion or advice. Investors\nshould consult their own legal advisers as to issues of law relating to the subject matter of this report. BofA Merrill Lynch Global Research personnel’s knowledge of legal proceedings in which\nany BofA Merrill Lynch entity and/or its directors, officers and employees may be plaintiffs, defendants, co-defendants or co-plaintiffs with or involving issuers mentioned in this report is based\non public information. Facts and views presented in this material that relate to any such proceedings have not been reviewed by, discussed with, and may not reflect information known to,\nprofessionals in other business areas of BofA Merrill Lynch in connection with the legal proceedings or matters relevant to such proceedings.\nThis report has been prepared independently of any issuer of securities mentioned herein and not in connection with any proposed offering of securities or as agent of any issuer of any\nsecurities. None of MLPF&S, any of its affiliates or their research analysts has any authority whatsoever to make any representation or warranty on behalf of the issuer(s). BofA Merrill Lynch\nGlobal Research policy prohibits research personnel from disclosing a recommendation, investment rating, or investment thesis for review by an issuer prior to the publication of a research\nreport containing such rating, recommendation or investment thesis.\nAny information relating to the tax status of financial instruments discussed herein is not intended to provide tax advice or to be used by anyone to provide tax advice. Investors are urged to\nseek tax advice based on their particular circumstances from an independent tax professional.\nThe information herein (other than disclosure information relating to BofA Merrill Lynch and its affiliates) was obtained from various sources and we do not guarantee its accuracy. This report\nmay contain links to third-party websites. BofA Merrill Lynch is not responsible for the content of any third-party website or any linked content contained in a third-party website. Content\ncontained on such third-party websites is not part of this report and is not incorporated by reference into this report. The inclusion of a link in this report does not imply any endorsement by or\nany affiliation with BofA Merrill Lynch. Access to any third-party website is at your own risk, and you should always review the terms and privacy policies at third-party websites before\nsubmitting any personal information to them. BofA Merrill Lynch is not responsible for such terms and privacy policies and expressly disclaims any liability for them.\nCertain outstanding reports may contain discussions and/or investment opinions relating to securities, financial instruments and/or issuers that are no longer current. Always refer to the most\nrecent research report relating to an issuer prior to making an investment decision.\nIn some cases, an issuer may be classified as Restricted or may be Under Review or Extended Review. In each case, investors should consider any investment opinion relating to such issuer (or\nits security and/or financial instruments) to be suspended or withdrawn and should not rely on the analyses and investment opinion(s) pertaining to such issuer (or its securities and/or\nfinancial instruments) nor should the analyses or opinion(s) be considered a solicitation of any kind. Sales persons and financial advisors affiliated with MLPF&S or any of its affiliates may not\nsolicit purchases of securities or financial instruments that are Restricted or Under Review and may only solicit securities under Extended Review in accordance with firm policies.\nNeither BofA Merrill Lynch nor any officer or employee of BofA Merrill Lynch accepts any liability whatsoever for any direct, indirect or consequential damages or losses arising from any use of\nthis report or its contents.\nGlobal Cross Asset Strategy – Year Ahead | 30 November 2016 27\nResearch Analysts\nJames Barty >>\nInvestment Strategist\nMLI (UK)\n+44 20 7996 3291\njames.barty@baml.com\nRonan Carr, CFA >>\nEuropean Equity Strategist\nMLI (UK)\n+44 20 7996 3292\nronan.carr@baml.com\nTommy Ricketts >>\nEuropean Equity Strategist\nMLI (UK)\n+44 20 7996 3294\ntommy.ricketts@baml.com\nBarnaby Martin\nCredit Strategist\nMLI (UK)\n+44 20 7995 0458\nbarnaby.martin@baml.com\nIoannis Angelakis\nCredit Derivatives Strategist\nMLI (UK)\n+44 20 7996 0059\nioannis.angelakis@baml.com\nHans Mikkelsen\nCredit Strategist\nMLPF&S\n+1 646 855 6468\nhans.mikkelsen@baml.com\nAbhinandan Deb >>\nEquity-Linked Analyst\nMLI (UK)\n+44 20 7995 7148\nabhinandan.deb@baml.com\nNitin Saksena\nEquity-Linked Analyst\nMLPF&S\n+1 646 855 5480\nnitin.saksena@baml.com\nBenjamin Bowler\nEquity-Linked Analyst\nMLPF&S\n+1 415 676 3595\nbenjamin.bowler@baml.com\nIan Gordon\nFX Strategist\nMLPF&S\n+1 646 855 8749\nian.gordon@baml.com\nKamal Sharma\nFX Strategist\nMLI (UK)\n+44 20 7996 4855\nksharma32@baml.com\nClaudio Piron\nEmerging Asia FI/FX Strategist\nMerrill Lynch (Singapore)\n+65 6591 0401\nclaudio.piron@baml.com\nDavid Hauner, CFA\nEEMEA Cross Asset Strategist\nMLI (UK)\n+44 20 7996 1241\ndavid.hauner@baml.com\nShyam S.Rajan\nRates Strategist\nMLPF&S\n+1 646 855 9808\nshyam.rajan@baml.com\nMark Capleton\nRates Strategist\nMLI (UK)\n+44 20 7995 6118\nmark.capleton@baml.com\nAjay Singh Kapur, CFA >>\nEquity Strategist\nMerrill Lynch (Hong Kong)\n+852 3508 7753\najay.s.kapur@baml.com\nShusuke Yamada, CFA >>\nFX/Equity Strategist\nMerrill Lynch (Japan)\n+81 3 6225 8515\nshusuke.yamada@baml.com\n>> Employed by a non-US affiliate of MLPF&S and is\nnot registered/qualified as a research analyst under the\nFINRA rules.\nRefer to \"Other Important Disclosures\" for information\non certain BofA Merrill Lynch entities that take\nresponsibility for this report in particular jurisdictions.\nThis document is intended for BofA Merrill Lynch\ninstitutional investors only. It may not be distributed\nto BofA Merrill Lynch Financial Advisors, retail clients or\nretail prospects.\n28 Global Cross Asset Strategy – Year Ahead | 30 November 2016",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_014432.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 96701,
    "word_count": 16267,
    "line_count": 1980,
    "import_date": "2025-11-19T21:47:49.435803",
    "prefix": "TEXT-001"
  }
}