{
  "document_id": "HOUSE_OVERSIGHT_024223",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024223.txt",
  "text": "Global Utility White Paper CONFIDENTIAL\n\no Capitalizing on Structural Change Timing\n\nAlthough some of the structural changes discussed earlier happen in days or weeks, e.g. fuel cost\npassthrough adjustments, others will take years to implement, for example, new capacity payment\nstructures. Because of the sector’s high earnings visibility, however, we do not have to wait until a\nparticular structural change occurs for a thesis to play out. Utilities often have earnings visibility 2-3\nyears out (including Street estimates) which is in contrast to other sectors (e.g. tech) which often\ntimes do not have 2-3 quarters of visibility. As such, utility stock prices (and the Street’s estimates)\nwill begin to discount even some of the longer dated structural changes as clarity surfaces in the early\nstages. Therefore, there is a distinct competitive advantage for those who have an early\nunderstanding of such structural changes and the resulting earnings impact on affected utilities. We\ntherefore focus our efforts on discerning the structural change opportunity early in an effort to come\nup with a view before it becomes obvious to the broader market.\n\nMoreover, there are often several opportunities over an extended time period to trade the same\nstructural change as numerous stakeholders (e.g. government, regulator, company, customers, et al.)\ninvolved in the process distort market perceptions of the final outcome.\n\nAlthough structural changes are the “home run” opportunities, Electron returns are not limited to\nsuch changes, as we also consistently play for “singles and doubles” in the global utility sector with\nearning releases, regulatory reviews, dividend increases and decreases, relative value, regulatory\narbitrage, etc.\n\nAs evidence of Electron’s ability to successfully trade both shorter- and longer-term structural\nchanges, please note our sweet spot for generating returns over the 7-year track record has tended\nto be 45-90 days.\n\ne Portfolio Construction\n\nTypically, the portfolio has 70-100 positions, but concentration is very important to generating returns.\nHistorically, the top 10 longs represent 40-50% of the Fund’s value, and top 10 shorts represent 30-40% of\nthe fund’s value. Typically we will have a 10% position in the portfolio; this is invariably a liquid, big-cap\nutility name with limited downside and a good degree of upside which is expected to be favorably\naffected by a key, underappreciated structural change.\n\nThe stronger the conviction (from a risk/reward point of view) in the alpha opportunity, the higher the\ngross we run. This flexibility in portfolio construction (which we successfully proved over 3 years during\nthe first iteration of Electron) provides a distinct advantage given the utility sector’s many low-beta, low-\nvolatility stocks. During the original Electron Capital period, gross ranged from 150% to 215% and a\nmedian of 185% over the period. We see maintaining a similar operating range for gross for the re-launch\nfor Electron.\n\nRegarding nets, we will always have a properly hedged product as there are always opportunities on the\nshort side to generate alpha. Over our 7-year track record period, the net averaged 22% net long. During\n\nthe first 3 years of Electron, our net averaged 30% long. Given our bearish view on utilities over the last 4\nyears, the net averaged 17% net long.\n\ne Risk Model and Risk Management\n\nWe view utilities as distinct bundles of risk. Just as we are staunch supporters of sum-of-the-parts (SOTP)\nvaluation, we are also believers in SOTP risk monitoring. As such, our risk model developed over the last\n\n22 Electron Capital Partners, LLC\n\nHOUSE_OVERSIGHT_024223",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024223.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3667,
    "word_count": 568,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:45.580675",
    "prefix": "IMAGES-007"
  }
}