{
  "document_id": "HOUSE_OVERSIGHT_013103",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013103.txt",
  "text": "Chapter 11\nStages of Cognitive Development\n\nCo-authored with Stephan Vladimir Bugaj\n\n11.1 Introduction\n\nCreating AGI, we have said, is not only about having the right structural and dynamical\npossibilities implemented in the initial version of one’s system — but also about the environment\nand embodiment that one’s system is associated with, and the match between the system’s\ninternals and these externals. Another key aspect is the long-term time-course of the system’s\nevolution over time, both in its internals and its external interaction — i.e., what is known as\ndevelopment.\n\nDevelopment is a critical topic in our approach to AGI because we believe that much of\nwhat constitutes human-level, human-like intelligence emerges in an intelligent system due to\nits engagement with its environment and its environment-coupled self-organization. So, it’s not\nto be expected that the initial version of an AGI system is going to display impressive feats\nof intelligence, even if the engineering is totally done right. A good analogy is the apparent\nunintelligence of a human baby. Yes, scientists have discovered that human babies are capable\nof interesting and significant intelligence — but one has to hunt to find it ... at first observation,\nbabies are rather idiotic and simple-minded creatures: much less intelligent-appearing than\nlizards or fish, maybe even less than cockroaches...\n\nIf the goal of an AGI project is to create an AGI system that can progressively develop\nadvanced intelligence through learning in an environment richly populated with other agents\nand various inanimate stimuli and interactive entities — then an understanding of the nature of\ncognitive development becomes extremely important to that project.\n\nUnfortunately, contemporary cognitive science contains essentially no theory of “abstract\ndevelopmental psychology” which can conveniently be applied to understand developing Als.\nThere is of course an extensive science of human developmental psychology, and so it is a\nnatural research program to take the chief ideas from the former and inasmuch as possible port\nthem to the AGI domain. This is not an entirely simple matter both because of the differences\nbetween humans and Als and because of the unsettled nature of contemporary developmental\npsychology theory. But it’s a job that must (and will) be done, and the ideas in this chapter\nmay contribute toward this effort.\n\nWe will begin here with Piaget’s well-known theory of human cognitive development, present-\ning it in a general systems theory context, then introducing some modifications and extensions\nand discussing some other relevant work.\n\n187\n\nHOUSE_OVERSIGHT_013103",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013103.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2671,
    "word_count": 406,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:47.663233",
    "prefix": "IMAGES-002"
  }
}