{
  "document_id": "HOUSE_OVERSIGHT_013313",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013313.txt",
  "text": "Case No.: 502009CA040800XXXXMBAG\nEdwards' Opposition to Epstein's Motion for Summary Judgment\nPage 10 of 15\n\nFlea Mkt., 36 So. 3d 909, 917 (Fla. 4th DCA 2010)(citation omitted). The case law is clear that on an\nabuse of process claim a “plaintiff must prove that the process was used for an immediate purpose other\nthan that for which it was designed.” Jd. (citation omitted). Where the actions taken by a party in a\nparticular lawsuit are designed to coerce another into taking some collateral action not properly involved\nin the proceeding a claim of abuse of process is stated. Miami Herald Publishing Company v. Ferre,\n8636 F. Supp. 970 (S.D. Fla. 1985).\n\nIn a case for abuse of process, the question of whether the plaintiffs case satisfies the requisite\nelements is largely a question for a jury. See Patrick John McGinley, 21 Fla. Prac., Elements of an Action\n§ 50:1 (2013-2014 ed.)(citing Gatto v. Publix Supermarket, Inc., 387 So. 2d 377 (Fla. 3d DCA 1980)).\n\nThe usual case of abuse of process involves some form of extortion. Scozari v. Barone, 546 So.\n2d 750, 751(Fla. 3d DCA 1989) (citing Bothmann v. Harrington, 458 So. 2d 1163, 1169 (Fla. 3d DCA\n1984)). That is exactly what has transpired here. Epstein employed the extraordinary financial resources at\nhis disposal to intimidate his molestation victims and Edwards into abandoning their legitimate claims or\nresolving those claims for substantially less than their just and reasonable value. Consequently, since\nEpstein’s sole purpose and ulterior motive for filing the complaint without probable cause was in an effort\nto extort, to wit: to force his molestation victims and Edwards to settle for minimal amounts, that filing\nand everything subsequently done to pursue the claims constitutes an abuse of process. See Exhs. A at 18-\n27, C at 4-7. Because Edwards has conclusively demonstrated that Epstein’s actions in pursuing his\nclaims were designed to coerce Edwards (and his client) to take some collateral action not properly\ninvolved in the proceedings and did so with an ulterior purpose, summary judgment directed at the abuse\nof process claim must fail. The damages suffered by Edwards include: (a) injury to his reputation; (b)\nmental anguish, embarrassment and anxiety; (c) fear physical injury to himself and members of his\nfamily; (d) the loss of the value of his time required to be diverted from his professional responsibility;\n\nand (e) the cost of defending against Epstein’s spurious and baseless claims. All the elements of the\n\nHOUSE_OVERSIGHT_013313",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013313.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2538,
    "word_count": 412,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:46.998398",
    "prefix": "IMAGES-002"
  }
}