{
  "document_id": "HOUSE_OVERSIGHT_020184",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020184.txt",
  "text": "32\n\nCHAPTER TWO\n\nThe Crime Scene Investigation\n\n“Any private contractor, not even an employee of the government, could walk into the NSA building, take\nwhatever they wanted, and walk out with it and they would never know.”\n\nEdward Snowden, Moscow 2014\n\nAbout 15 miles northwest of Honolulu on the island of Oahu in Hawaii, adjacent to the\nsprawling Wheeler Air Force Base, is a 250,000 square foot man-made mound of earth and\nreinforced concrete surrounded by an electrified fence. Inside the mound is a three story structure\noriginally built by the Air Force in the Second World War as a bomb-proof aircraft repair facility.\nIn the Cold War, it was modernized to withstand an enemy chemical, biological, radiological or\nElectrical Magnetic Pulse attacks, and used by the Navy’s operation center for its Pacific fleet.\nAfter the Cold War ended, the huge edifice was turned over to the NSA, which had been created\nas an intelligence service to intercept the communications and signals of foreign countries after\nWorld War II, a mission which included vacuuming into its giant computer arrays telephone\nmessages, missile telemetry, submarine signals and virtually everything on the electro-magnetic\nspectrum of interest to the US defense department and US intelligence agencies. Because it\nprovided a valuable window on the activities of adversary nations in the Pacific region, it was able\nto monitor the ballistic missile tests and submarine activities of China, North Korea and Russia.\nAs the NSA developed it, this Hawatian base became one of its primary regional bases for\ngathering Asian communications intelligence. By 2013, the Kunia base, also called “the tunnel”\nby its NSA workers, had a vast array of state-of-the-art technology, including 90 Cray\nsupercomputers arranged in a horseshoe configuration, used to decipher and make sense of the\nintercepted signals from China, Russia and North Korea. At the heart of the Hawaiian complex\nwas a unit with both military and civilian employees. A large share of the civilians who ran the\ncomputers worked under two-year contract to the NSA’s leading civilian contractor, Booz Allen\nHamilton.\n\nKeith Alexander, the four-star general who headed the NSA from 2005 to 2014, first learned\nabout the impending story in the Guardian on June 4, 2013 while he was in Germany meeting\nwith its top intelligence officials. Janine Gibson, the Guardian’s American website editor had\nnotified the NSA it intended to break a story based on NSA the next day. It took NSA\ncounterintelligence less than 48 hours to determine that a civilian employee at the base from\nwhich documents were stolen had not reported back to work on June 3rd, 2013. It also\ndetermined he had lied on his application of a two-week medical leave and had flown to Hong\nKong. The missing man was Edward Joseph Snowden, a 29-year civilian employee of Booz Allen\nHamilton. At the time of the theft in May 2013, he was still being trained as an analyst at the\nThreat Operations Center. Personnel records further showed that he had worked there for less\n\nHOUSE_OVERSIGHT_020184",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020184.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3081,
    "word_count": 502,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:48.415814",
    "prefix": "IMAGES-005"
  }
}