{
  "document_id": "HOUSE_OVERSIGHT_022120",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022120.txt",
  "text": "TTERSON Firtuyy Ricw\nA\n\nm a yacht surrounded by topless which I don’t think is right,” she said a few days later when inter-\n\nviewed by Today host Matt Lauer. “It’s a defamation of character,\nsuit, Epstein had forced her into and as a great father and a humongously good man and all the\nJeff's. work he does for Britain I won't stand by and let him have his\n\n| character defamed to this level.”\nd But at the same time, a certain schadenfreude attended the\n1 good man’s fall from grace, and former associates kept coming\nout of the woodwork to dish to the press.\n\nBritish press were using another\nx Island. The Guardian reported\nslands—based corporations owned\nwife of the governor of the Virgin\n; involving a million-dollar dona-\n\n“I've seen him treat his staff in a shocking, appalling way,”\nsaid a former aide to the prince. “He’s been incredibly rude to his\npersonal protection officers, literally throwing things on the\nground and demanding they ‘fucking pick them up’ No social\ngraces at all. Sure, if you're a lady with blond hair and big boobs,\nthen I bet he’s utterly charming.”\n\no the governor’s reelection cam-\noberts’s claim that she had been\nirince on the island as well as in\n\n1 of Prince Andrew with his arm 4 |\nvery young-looking Virginia Rob- E | Despite all this, the prince had stuck by Epstein. There was even\n. a photo, frequently trotted out by the tabloids, of the two of them\n\nared in the tabloids. |\n_ strolling in Central Park.\n\nhat the Duke of York had any form\nship” with Roberts, Buckingham |\nay. “The allegations made are false\n\nSome few months before it was taken, a reporter posing as a\n\" businessman had secretly taped Sarah Ferguson’s demand for\n| five hundred thousand pounds in return for access to the prince.\n_ “If you want to meet him in your business,” she'd said then,\n‘look after me, and he'll look after you. You'll get it back tenfold.”\nters, “He is the greatest man the re _ “Once again,” she said afterward, “my errors have com-\nof my life in 1986 when I married Pounded and rebounded and also impacted on the man I admire\nst in the world.” 4 m Host in the world: the Duke.”\n\n' Prince Andrew had had his troubles already—with shady\nreal estate deals, sticky romances, highly embarrassing docu-\nnent dumps (courtesy of Julian Assange and WikiLeaks), and\n\nh Ferguson, the Duchess of Yor .\ne prince and their daughter Euge-\n\nse 1 know what it feels like to havi\nrou—and not support him so PES\nshockingly accusatory allegations\n\nHOUSE_OVERSIGHT_022120",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022120.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2492,
    "word_count": 448,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:45.036255",
    "prefix": "IMAGES-006"
  }
}