{
  "document_id": "HOUSE_OVERSIGHT_024673",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024673.txt",
  "text": "A\n\n>\n\nKR\nI\n\nP\n\nFAL CHAPTER Ill Cannabis Industry Segmentation\npotency, moisture content and the presence of contaminants, such as residual solvents, heavy met-\nals, mycotoxins, microorganisms and pesticides. Testing, labeling and certification requirements vary\nwidely across jurisdictions, but increasingly are being required by state law and demanded by supply-\nchain intermediaries and consumers. Uniform standards for testing and reporting are expected to\nemerge as scientific understanding of cannabis increases and as industry consensus about cannabis-\nrelated health and safety concerns develops.\n\nProviders of extraction, manufacturing and testing services generally must obtain state and local\ncannabis licenses and are exposed to risks related to federal legal violations.\n\nComposition and Potency\n\nLaboratories ordinarily test cannabis for the specific amounts of 10 to 15 cannabinoids and more than\n30 terpenes. Cultivators and production intermediaries rely on these test results to identify and track\ncannabis varieties and to monitor the quality and consistency of production methods. Retailers and\nconsumers use test results information to assist in purchasing decisions. Almost all consumer products\nnow include labeling that, at a minimum, indicates the amounts of THC and CBD.\n\nPesticides\n\nControlling and disclosing the presence of pesticides in cannabis products is increasingly becoming\na focus of regulators and producers. Even cannabis grown under organic conditions can be exposed\nto pesticides inadvertently, so many states now require all cannabis products to be tested by a state-\nlicensed laboratory for pesticides. Pesticides can be especially problematic in cannabis concentrates;\nstudies have shown extraction processes may concentrate pesticides at a rate higher than cannabinoids\nand terpenes.\n\nMicrobiological Organisms\n\nCertain molds, other fungi and bacteria found in and on the cannabis plant can damage the plant\nor certain cannabis products and can be harmful if consumed by humans. Mold is a problem most\ncommonly found in indoor growing environments and during the cannabis drying and curing process.\nOrganisms found in cannabis and identified by testing includes aspergillus, salmonella, pseudomonas\nand E.coli.\n\nResidual Solvents\n\nMost extraction processes use solvents to extract the active compounds from cannabis plant material.\nCommonly used solvents include butane, carbon dioxide, ethanol or propane. Residual solvents are\nthose trace amounts of solvents that remain in a cannabis concentrate after the extraction process.\nSome residual solvents can be harmful if consumed by humans in sufficient amounts, and others\nshould not be consumed in any amount.\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC S7\n\nHOUSE_OVERSIGHT_024673",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024673.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2780,
    "word_count": 398,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:45.980220",
    "prefix": "IMAGES-008"
  }
}