{
  "document_id": "HOUSE_OVERSIGHT_025147",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025147.txt",
  "text": "Brockman, Inc. Hotlist\n\nFrankfurt Book Fair 2016\nLitAg / Hall 6.3 - Tables 13A, 13B, 14A and 14B\n\nJohn Brockman Katinka Matson Russell Weinberger Max Brockman\n\nBALANCE OF POWER\n\nThe Race Between State and Society\nBy Daron Acemoglu and James Robinson\n\n[US — Penguin Press, UK — Viking, Germany — Fischer Verlag, Netherlands — Nieuw Amsterdam, Italy —\nIl Saggiatore, Spain — Duesto, Brazil — Intrinseca, Greece — Livanis, Korea — Sigongsa, Taiwan —\nAcropolis, Vietnam — Tre Publishing, Audio — Penguin RH; Proposal and sample chapter; 500 pages;\nDelivery: December 2018]\n\nBalance of Power is the important, groundbreaking new book by Daron Acemoglu and James Robinson, authors\nof Why Nations Fail,a widely acclaimed international bestseller that has sold close to half a million copies in\nEnglish, and hundreds of thousands in translations around the world.\n\n\"Balance of Power,\" Acemoglu and Robinson write, \"develops an entirely original thesis about the diversity of\nthe ways in which states function, resolve conflicts, provide public services and more broadly use their powers.\nIt is the logical extension of a research agenda we have been developing together for twenty years, and we have\na great deal to offer on this topic. We have demonstrated our ability not only to produce original, thought-\nprovoking social science works but also to reach and explain our ideas to a broad audience.\"\n\nDARON ACEMOGLIU 1s the Elizabeth and James Killian Professor of Economics in the Department of\nEconomics at the Massachusetts Institute of Technology. He was the recipient of the John Bates Clark Medal in\n2005, awarded every two years to the best economist in the United States under the age of forty by the American\nEconomic Association, and the Erwin Plein Nemmers prize, awarded every two years for work of lasting\nsignificance in economics. He holds Honorary Doctorates from the University of Utrecht, Bosporus University,\nand the University of Athens.\n\nJAMES A. ROBINSON is an economist and political scientist who is currently one of eight University\nProfessors at the University of Chicago and one of only twenty-one people who have held such a position. He\nhas conducted research in Bolivia, Botswana, Chile, Colombia, the Democratic Republic of Congo, Haiti,\nMauritius, Mexico, the Philippines, Sierra Leone, and South Africa. He was selected as one of Foreign Policy's\n\"Top Global Thinkers of 2012\" and is a Fellow of the American Academy of Arts and Sciences.\n\nc+)\n‘\n\nTHE JANUS POINT\n\nA New Theory of Time's Arrows and The Big Bang\nBy Julian Barbour\n[US — Basic Books, UK — Bodley Head; Proposal; 80,000 — 100,000 words; Delivery: November 2017]\n\n\"The Janus Point,\" writes Julian Barbour, visiting professor at the University of Oxford and author of The End\nof Time, \"proposes a novel and remarkably simple solution to one of the most fundamental problems in physics\nand cosmology. It concerns the experienced direction of time: Why is the past so different from the present and\nthe future? This difference is encapsulated in the expression the arrow of time. It is problematic because all the\nknown laws of nature have exactly the same form, whatever direction, in which time is supposed to flow. The\n\nBrockman, Inc. Frankfurt 2016 Hotlist\n-L\n\nHOUSE_OVERSIGHT_025147",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025147.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3273,
    "word_count": 530,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:45.281360",
    "prefix": "IMAGES-008"
  }
}