{
  "document_id": "HOUSE_OVERSIGHT_013409",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013409.txt",
  "text": "Attorneys want Jeffrey Epstein agreement thrown out\n\nDoe 1 and 2, who were 14 and 13, respectively, at the time of the\nincidents, received monetary settlements in civil cases. They are\namong more than two-dozen underage girls who filed lawsuits or\nsettled claims against Epstein, alleging they were lured to his Palm\nBeach mansion to give him sexually charged massages and/or sex\nin exchange for money.\n\nThe motion filed Monday says the agreement is illegal because the\ngovernment did not protect the “Congressionally mandated rights of\nvictims before it entered this agreement.”\n\nAlicia Valle, special counsel for the U.S. Attorney’s Office Southern\nDistrict of Florida, said in an e-mail that the U.S. Attorney's Office\nwill respond in court filings.\n\n“However, as we stated more than two years ago in July 2008 in our\nresponse to the plaintiffs’ then-emergency petition for enforcement\nof the Crime Victim Rights Act, the CVRA was not violated because\nno federal charges were ever filed in the Southern District of\nFlorida,” Valle said. “Because the matter remains pending in court, it\nwould be inappropriate at this time to provide additional comment on\nthe merits of the current motion.”\n\nThe attorneys reference e-mails and letters from the federal office to\nEpstein’s lawyers acknowledging the government's legal obligation\nto inform victims about the pact. The e-mails are redacted in the\nmotion because they are under seal. The attorneys filed a separate\nmotion Monday to unseal the correspondence.\n\n“The reasonable inference from the evidence is that the U.S.\nAttorney's Office wanted to keep the agreement a secret to avoid\nintense criticism that would surely ensued had the victims and the\npublic learned that a billionaire sex offender with political\nconnections had arranged to avoid federal prosecution for numerous\nfelony sex offenses against minor girls,” the motion says. “As part of\nthis pattern of deception, the U.S. Attorney’s Office discussed victim\nnotification with the defendant sex offender and, after he raised\nobjections, stopped making notifications.”\n\nEpstein sought “a higher level of review” within the Department of\nJustice, the motion says. “A reasonable inference from the evidence\nis that Epstein used his significant political and social connections to\n\nlobby the Justice Department to avoid significant federal\nprosecution,” the motion states.\n\nShare this article:\n\nCOMMENTS\n\nComments are closed\n\n4/7/11 1:37 PM\n\nMore »|\n\nNEWS SOCIETY WEATHER\n\nReligion Insider SPORTS\nArchives Social Calendar Polo\nProfilePalmBeach\n\nMadoff FASHION WEF\nSpecial Reports Fashion Calendar BUSINESS\nRoe eas aalt OPINION BLOGS\nFeral Cats\nPlaza Local Voices COLUMNISTS\nReach 8 Letters to the Editor\n\nHealth Submit a Letter\n\nARTS\n\nArts Calendar\nOBITUARIES\nLIFESTYLES\n\nAnnouncements\nFood\n\nWorth Avenue\nPets\n\nADVERTISE\nSERVICES\n\nSubscriber Services\nHelp & FAQ\nLocations\n\nReprints\n\nStaff\n\nPrivacy Policy\nAbout Us\n\nVisitor Agreement\nSubscribe\n\nREAL ESTATE\n\nSPECIAL SECTIONS\n\nPalm Beach Life\nHome & Loggia\nAutomotive & Yacht\nShowcase\n\nVisitors’ Guide\n\nSeason in Review\nHurricane Guide 2010\nChamber of Commerce\nNewsletter\n\nhttp://www.palmbeachdailynews.com/news /attorneys—-want-jeffrey-epstein-agreement-thrown-out-1338111.html Page 2 of 3\n\nHOUSE_OVERSIGHT_013409",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013409.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3272,
    "word_count": 481,
    "line_count": 121,
    "import_date": "2025-11-19T21:47:44.133048",
    "prefix": "IMAGES-002"
  }
}