{
  "document_id": "HOUSE_OVERSIGHT_017400",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017400.txt",
  "text": "4.2.12\nWC: 191694\n\nmatter of Constitutional law. Politically I have always supported a women’s right to choose\nabortion, since I do not regard an early term fetus as a human being for purposes of the abortion\ndebate. For me the decision to abort is very much a matter of degree and the women carrying the\nchild should have primary responsibility to make that decision. But as a matter of constitutional\nlaw, I find little basis in either the right of privacy or the right to equal protection that would grant\na women the right to terminate her pregnancy, particularly as the fetus comes closer to viability.\nThe law must always make arbitrary judgments—an 18 year old may vote but a 17 year old may\nnot, a 34 year old may not run for president, but a 35 year old can—and the judgment as to when\na fetus becomes a human being in highly arbitrary. Most legal systems establish exit from the\nbirth canal as the moment of humanity but a 9 month old fetus in the womb is biologically\nindistinguishable from a fetus that has just exited the womb. (Indeed when kangaroos exit from\nthe womb, it is only a temporary condition and the joey returns periodically to the mother’s\nexternal womb for nourishment.) The fetuses is as viable at 9 months as at 9 and a half, but\ndistinctions must be made by the law.\n\nThe question of when life begins is somewhat more arbitrary than the related question of when life\nends. But even the latter question is subject to disagreement as the cases involving “pulling the\nplug” demonstrate.\n\nThe religious component in the abortion debate is quite pronounced. For a believing Catholic,\nand for some Protestants, life begins at conception. If I believed, as some do, that abortion is the\nkilling of a human being with a soul, I would probably be marching in front of abortion clinics to\nstop the murder of innocent babies. The fact that I don’t believe this is largely a matter of my\nupbringing, most particularly my religious training. It is not a matter of absolute “truth.” Some\nscholars, believe that they can demonstrate, as a matter of philosophical truth, that the Catholic\nposition is wrong. I think that is the height of arrogance. Nor am I convinced by the faulty\nargument, offered by some, that if Catholics really believed that fetuses were human beings, they\nwould punish abortion by the death penalty and the fact that they don’t proves, under this view,\nthat they don’t really believe that fetuses are human beings. This argument is preposterous on its\nface, for several reasons. First, some religious extremists do believe that abortion should be\npunished by death. Indeed, they have killed abortion doctors. Second, some Catholics are\nopposed to the death penalty even for murder. Indeed, that is the official position of the Vatican.\nThird, one can believe that abortion is murder and yet understand that there may be mitigating\nfactors.\n\nFollowing the Supreme Court infamous decision in Bush v. Gore, essentially handing the 2000\nPresidential election to George W. Bush, I wrote a book (Supreme Injustice) in which I argued\nthat “the seeds” of Bush v. Gore “were planted by the campaign to constitutionalize a woman’s\nright to choose abortion.”\n\nI argued that the abortion issue is quintessentially political. It involves a clash of ideologies, even\nworld views. Unlike the issue of equality for gays or state-enforced racial segregation, the\ncontroversy over abortion has no absolute right and wrong, either morally or constitutionally.\nVirtually everyone today acknowledges that segregation was both immoral and unconstitutional.\nAll it took was a strong push by a unanimous Supreme Court to set in motion a process that was\nongoing in most other democracies throughout the world, but that had gotten stuck in the United\n\n313\n\nHOUSE_OVERSIGHT_017400",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017400.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3793,
    "word_count": 640,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:49.350185",
    "prefix": "IMAGES-004"
  }
}