{
  "document_id": "HOUSE_OVERSIGHT_012890",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012890.txt",
  "text": "Epilogue:\nEvilightenment\n\nEducate your children to self-control, to the habit of holding passion and prejudice and\nevil tendencies subject to an upright and reasoning will, and you have done much to\nabolish misery from their future and crimes from society.\n\n— Benjamin Franklin\n\nCharles Darwin observed that of all the differences between humans and other animals, one capacity\nreigns supreme: we alone have the ability to contemplate what others ought to do. We alone are endowed\nwith a moral imperative to reflect, consider, and imagine alternatives. We alone are impelled to be\ndissatisfied with the status quo, urged to contemplate what could be and ultimately what must be. This\ncapacity creates a fundamental principle of human existence and enlightenment: we alone invest in the\nsurvival of the /east fit. We give money to those in abject poverty, risk our lives to help others in areas of\nconflict, adopt abandoned children, nurture individuals with extreme disabilities, and care for the elderly.\nThis principle fuels our humanitarian efforts. Sadly, it is a necessary response to another unique\ndifference between humans and other animals: we alone have the ability to inflict great harms on our own\nspecies and many others. We alone are responsible for creating work for those in the humanitarian sector.\nWe alone are evil.\n\nWe also have an opportunity to begin a new volume of humane history. We have the chance to\nharness our understanding of the past in order to present our children with the gift of knowledge and the\nprospects of a healthier future. We should— no, we must — teach our children what we have learned\nabout the causes of corporate corruption, the desire for ethnic cleansing, and the combined forces of\nnature and nurture to create excessive suffering and lifeless flesh. These are topics that should be\npresented early on in education rather than waiting for heady discussions at the university. We owe the\nnext generation the best education from our generation. The best education will come from confronting\nhistory, exposing human nature, and supporting cultural variation while fighting to demolish totalitarian\nregimes that limit or eliminate basic human rights. I write this sentence following on the eve of Egypt's\ninspiring revolution, a revolution led by educated people who refused to allow the dictator Hosni\nMubarak to ruin their country and their children's future. The people of Egypt, like the people of many\ncountries who rallied in the Arab spring of 2011, refused to be eternal victims. This is a lesson that must\nspread to every corner of the globe. It is a lesson of hope. It is a lesson to all evildoers to beware.\n\nI have taken you on a journey into evil’s core, penetrating with scientific evidence and\nexplanation. Though we have traveled to distant lands, traversed vast spans of time, and encountered\nwildly different cultures, the key idea is that this nchness was generated from a few essential ingredients.\nThis is a minimalist approach to a difficult and highly variegated problem. I end our journey by taking\nstock of the essential ideas and reflect on some of the broader implications.\n\nRetracing our steps\n\nIn the beginning, before there were bald, bipedal, big-brained, babbling humans, there were hairy,\nquadrupedal, bitsy-brained, barking bonobos. These animals, clearly clever, have survived for over 6-7\nmillion years, despite attempts by our species to demolish their habitat. But — and this is a significant\n\nHauser Epilogue. Evilightenment 144\n\nHOUSE_OVERSIGHT_012890",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012890.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3538,
    "word_count": 570,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.513128",
    "prefix": "IMAGES-002"
  }
}