{
  "document_id": "HOUSE_OVERSIGHT_023488",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023488.txt",
  "text": "Article 1.\n\nThe Financial Times\n\nIran will not hinder plans for a nuclear-\n\nfree world\nTom Donilon\n\nApril 17 2011 -- Two years ago this month in Prague, President\nBarack Obama proposed steps to advance the goal of “a world\nwithout nuclear weapons”. In the 24 months since, we have laid the\nfoundation for these next steps in arms control. But now new action\nis needed.\n\nThe record so far is strong. The new Start treaty with Russia will see\nthe lowest level of deployed nuclear weapons since the 1950s. The\nUN Security Council has imposed unprecedented sanctions on Iran\nand North Korea for failing to meet their obligations. And enough\nnuclear materials for hundreds of weapons have been removed,\nsecured or eliminated around the world.\n\nNow, to end illegal nuclear programmes and stop proliferation, we\nwill maintain pressure on both Iran and North Korea. Iran, in\nparticular, is trying to exploit the changes sweeping across the\nMiddle East. But the hypocrisy of claiming to support reform in other\ncountries while suppressing it at home is obvious for all the world to\nsee. Some believe that the changes in the region will increase Iran’s\ninfluence. In fact the opposite will happen: in a Middle East where\nmore citizens determine their own destiny, Iran will be increasingly\nisolated by its actions.\n\nElsewhere, we will work to secure the world’s vulnerable nuclear\nmaterials within four years, and use a new international fuel bank to\nensure that the use of nuclear energy does not lead to proliferation.\nWe will also seek to bring the Comprehensive Test Ban treaty into\n\nHOUSE_OVERSIGHT_023488",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023488.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1600,
    "word_count": 267,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.775429",
    "prefix": "IMAGES-007"
  }
}