{
  "document_id": "HOUSE_OVERSIGHT_024672",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024672.txt",
  "text": "A\n\nCKRELLE\nCAPITAL\n\nCannabis Investment Report | December 2017\n\nProduction Equipment and Supplies\n\nProduction equipment and supplies include the physical components used in cannabis production.\nMany industry participants in this subsegment provide products to a broad range of fully legal indus-\ntries and do not “touch the plant’; therefore, these participants typically do not require special cannabis-\nrelated licenses and generally avoid legal risks related to violations of federal law.\n\nSome components of cannabis production are similar or identical to components used in other\nagricultural industries (such as irrigation systems), and some are specialized for application to the\ncannabis industry (such as extraction machines). Components supplied for many indoor and green-\nhouse cultivation facilities include electrical lighting equipment, air filtration and circulation systems,\nirrigation systems, nutrient management systems, drying and curing equipment, and computer-\ncontrolled automation and monitoring systems. Specialty cannabis equipment companies now provide\n“all-in-one” automated indoor cultivation systems that can be used for in-home cultivation or scaled\nfor commercial purposes.\n\nExtraction System Cultivation System\n\nProduction and Testing Services\n\nProduction services include cannabis extraction and product manufacturing services provided primar-\nily on a business-to-business basis to cultivators, consumer product companies and retail dispensaries.\nExtraction companies invest in specialized equipment that transforms cannabis flower into concen-\ntrates intended for wholesale. Product manufacturing services companies process cannabis flower or\nconcentrates, or provide packaging and wholesale services.\n\nTesting services include scientific testing of cannabis products and reporting of information about\nproduct quality, safety and composition. Cannabis products are tested at multiple stages of pro-\nduction for genetic information and strain verification, cannabinoid and terpene composition and\n\n36 © 2017 Ackrell Capital, LLC | Member FINRA/SIPC\n\nHOUSE_OVERSIGHT_024672",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024672.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2108,
    "word_count": 274,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:45.995487",
    "prefix": "IMAGES-008"
  }
}