{
  "document_id": "HOUSE_OVERSIGHT_023170",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023170.txt",
  "text": "OUP CORRECTED PROOF - FINAL, 10/9/2014, SPi\n\nXXXvili The Crooked Course\n\nResolution at the Khartoum Summit, which is referred to as the “Three Noes Docu-\nment” due to its clause that states: “no peace with Israel, no recognition of Israel, no\nnegotiations with it”. On 6 October 1973, Syria and Egypt launched a war against Israel\nthat ended in a political stand-off between Israel and its Arab adversaries.\n\nIn November 1977, Egyptian President Anwar al-Sadat broke Arab unity when he—\nin a move which stunned the world—flew to Israel and addressed the Knesset in a bid\nfor a peaceful resolution of the Arab-Israeli conflict. Subsequently, in 1978, he signed\nthe Camp David Accords that established a separate bilateral peace agreement with\nIsrael.\n\nCamp David highlighted the importance of a third-party broker. When President\nSadat and his counterpart, Prime Minister Menachem Begin of Israel, reached a\nstalemate, US President Jimmy Carter invited the parties to his presidential estate for\ntrilateral discussions on 5 September 1978. Three scheduled days of negotiations\nturned into thirteen days of frustrating and intense talks. Since these tripartite discus-\nsions were unable to break the impasse, President Carter decided to work separately\nwith both sides. The result was an American proposal which incorporated the require-\nments of both parties into a single text. After lengthy negotiations on this document,\nPresident Carter’s shuttle diplomacy resulted in the Camp David Accords of 17\nSeptember 1978.\n\nIn 1993, PLO Chairman Yasir Arafat followed the precedent of President Sadat and\nbroke ranks with fellow Arab leaders by secretly and bilaterally recognizing the State of\nIsrael and signing the Oslo Accords. The year after, building on the agreements\nbetween Israel and the PLO, King Hussein of Jordan followed suit by negotiating a\nbilateral peace treaty with Prime Minister Yitzhak Rabin of Israel. This culminated in a\nspectacular signing ceremony at the desert border crossing of Wadi Araba in August\n1994. In the agreement, Israel acknowledged Jordan’s historical role over Muslim holy\nsites in Jerusalem and agreed to recognize this role in future permanent status\nnegotiations with the Palestinians. The two leaders also agreed on steps such as the\nopening of border crossings and economic cooperation.\n\nIn 1999, Labor Party leader Ehud Barak defeated incumbent Prime Minister Benja-\nmin Netanyahu. As has been described above, the new Prime Minister broke radically\nwith the concept of gradualism that had been the hallmark of negotiations between\nYasir Arafat and three Israeli Prime Ministers, Yitzhak Rabin, Shimon Peres, and\nBenjamin Netanyahu, favoring a more comprehensive approach to the peace process.\nFor the first half of 2000, Arafat and the Palestinians were left to wait for a Syrian peace\ndeal that was not to come. Despite Barak offering Syrian President Hafez al-Assad 99\nper cent of the Golan Heights, it still fell short of Assad’s demand for a return to the 4\nJune 1967 lines, and the Syria track subsequently crumbled. This put Arafat on the\nspot: how could he now, in front of the Arab world, accept less for the Palestinians than\nAssad had demanded for the Syrians?\n\nThe Lebanon track fared better. It began in late 1999 with a dialogue between Prime\nMinister Barak and me, as the newly appointed UN Special Coordinator for the Middle\nEast peace process. The Prime Minister confided to me that, as a part of his compre-\nhensive quest for resolving all the conflicts that Israel had with its neighbors, he wanted\nto end Israel’s occupation of Southern Lebanon that had started in 1978. Eventually, he\n\nHOUSE_OVERSIGHT_023170",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023170.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3671,
    "word_count": 587,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:46.003053",
    "prefix": "IMAGES-007"
  }
}