{
  "document_id": "HOUSE_OVERSIGHT_012835",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012835.txt",
  "text": "means that maturation eventually legitimizes individuals as potential evildoers. It does not, however,\ncause a shift in our sense of evilrecipients. Willie Bosket may not have been an evildoer, but he certainly\ncould have been an evilrecipient.\n\nWhat about psychopaths, people like Charles Manson and Ted Bundy? Pop culture tells us that\nthey are depraved, heinous, immoral monsters, deliberately causing harm to others, and often with a\ndelicious twinkle in their eye. But what if I told you that several recent studies of psychopaths indicate\nthat they know the difference between right and wrong? When judging the moral permissibility of\ndifferent actions, such as harming one person to save the lives of many, psychopaths’ judgments are often\nlike yours and mine, nuanced, varying depending upon the outcomes and the means by which they are\nachieved. This is a rational, albeit largely unconscious understanding of right and wrong. This makes\npsychopaths nothing like earthquakes, viruses, chimpanzees, or young children. It also means that they\ndon’t have bad moral principles, but rather, ones that are like yours and mine. What if I further told you\nthat before they develop into fully licensed-to-kill or extort psychopaths, many have an early history of\ntorturing pets and bullying other kids. What if I further told you that when they cooked the cat in the\nmicrowave or bloodied little Johnny’s face with their fist, that the consequences of their actions left them\ncold —no guilt, remorse, or shame. Nothing. And what if I told you that these people are born with a\ndifferent brain chemistry and structure than you or I, leading to poor self-control and an emotionally\ncallous view of the world? If this medical report 1s correct, and I believe the scientific evidence supports\nit, then psychopaths lack the ability to see alternative options and act on them. They also lack the\nresources for self-control. Given this evidence, psychopaths are not evil at all, though the consequences\nof their actions are often excessively heinous. Given this evidence, not one member of our initial list\nwould count as evildoers, though chimpanzees, children and psychopaths would all count as potential\nevilrecipients.\n\nWhat this discussion highlights is that our perception of evildoers and evilrecipients is influenced\nby our sense of what it means to be human. Though evildoers and evilreceivers overlap in their capacities\nto think and feel, there are differences, captured by Aristotle’s distinction between moral agents — those\nwho have responsibility for others well being —and moral patients — those who deserve moral\nconsideration and care from moral agents. The distinction gains scientific credibility thanks to a set of\nstudies by the American psychologists Kurt Gray and Daniel Wegner. In one experiment, a large internet\npopulation compared the qualities of different things, including humans at different stages of\ndevelopment — fetus, baby, child, and adult — an adult human in a vegetative state, a dead human,\nnonhuman animals — frog, pet dog, chimpanzee — God, and a socially savvy robot. Subjects judged\ndifferent pairings of these things on a wide range of dimensions, including which was more likely to\n\ndevelop a unique personality, feel embarrassed, suffer pain, distinguish right from wrong, experience\n\nHauser Chapter 3. Ravages of denial 89\n\nHOUSE_OVERSIGHT_012835",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012835.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3388,
    "word_count": 535,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:46.136992",
    "prefix": "IMAGES-002"
  }
}