{
  "document_id": "HOUSE_OVERSIGHT_011747",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011747.txt",
  "text": "politics and vowing to defeat Labor, Bibi had seized on Oslo I to accuse Rabin\nof “surrendering” to Arafat, and by extension to Hamas terrorism.\n\nI couldn’t sleep the night before the cabinet meeting. I had no desire to be\ndisloyal to Yitzhak. I certainly didn’t want to add to the pressures on him, much\nless add further impetus to Bibi’s rhetorical onslaughts. But the more I thought\nof it, the less I could see the point of entering politics if I wasn’t going to vote\nwith my conscience. The cabinet meeting lasted for hours. It was near the end\nthat I spoke, calmly and in detail, about my reservations. Many of the ministers\nseemed barely to be listening. They’d long since made up their minds. But when\nI’d finished, two ministers passed me notes. Both said the same thing: Ehud,\ndon’t do anything crazy. Don’t vote against it. So I didn’t. But I couldn’t vote\nfor it either. I abstained.\n\nRabin was bitterly upset. He didn’t tell me directly. But when the meeting\nbroke up, his longtime political aide, Eitan Haber, took me aside to tell me how\nthat what I’d done was “terrible”. Giora Einy came to see me the next day, after\nRabin had phoned him in a mix of anger and disbelief. “What is this,” he’d\nasked Giora. “The first big vote, and Barak abstains?” It wasn’t until a few\nweeks later that Rabin and I spoke alone, over a beer in his office. He didn’t\nraise the question of the vote. So I did. “Yitzhak, I understand it’s caused you\npain,” I said. “But I think you understand I was acting out of what is genuinely\nmy belief and my position.” I asked him why, unlike the other ministers, he\nhadn’t passed me a note before we’d cast our votes. “Ehud,” he said, “I never\nwrite requests or orders on how to vote. Ministers must vote according to their\nconscience.” He didn’t mean what I’d done was right. He meant my conscience\nshould have told me, given the importance of the issue, to vote yes.\n\nThe tension between us did ease somewhat in the weeks ahead. But the\ntension around us escalated after the cabinet vote. Opinion polls showed the\ncountry split down the middle. Settlement leaders and extremist rabbis launched\na campaign against the legitimacy of the government, and of Rabin as Prime\nMinister. Right-wing religious leaders issued a decree rejecting the planned\nredeployments on the West Bank — “the evacuation of bases and their transfer to\nthe Gentiles” — as biblically prohibited. A new group called Zu Aritzenu\norganized a campaign of civil disobedience to try to bring the government\ndown.\n\nThe sheer venom hit home during a pair of events I attended with Rabin, to\naward of the status of “city” to towns which had crossed the required threshold\nin population and economic activity. By tradition, this was marked by a\n\n276\nHOUSE_OVERSIGHT_011747",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011747.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2772,
    "word_count": 491,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:47.387911",
    "prefix": "IMAGES-001"
  }
}