{
  "document_id": "HOUSE_OVERSIGHT_023470",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023470.txt",
  "text": "13\n\nWith the Druze joining the uprising, all of Syria's dozen or so ethnic\nand religious communities are now marching under the banner of\nrevolt against the Assad dynasty.\n\nMore important, perhaps, the day brought the first signs that at least\nparts of the security forces may be reluctant to shoot demonstrators in\nthe street. According to my sources, security men have shot at least\nthree soldiers on the spot for \"disobedience.\"\n\n\"These were cold-blooded executions in the street,\" one source tells\nme. \"The soldiers had refused to fire on marchers. They were killed\nby men from the Alawite minority to which Assad belongs.\"\n\nTwo of the three soldiers shot have been identified as Muhammad\nAwadh Qanbar and Murad Hajoo, who died in Maddiyah. A third\nsoldier was shot in the port city of Banias.\n\nIn Tartus, Der'aah and the Kurdish city of Qamishli, Alawite elite\nunits have replaced the regular army with orders to crush the\ndemonstrations.\n\nSome special Alawite units, known as al-Ashbah or \"ghosts,\" appear\nin civilian clothes to kill demonstrators at random. The tactic is meant\nto terrorize the opposition, forcing it to stop its almost daily protests.\nThese terror tactics are starting to radicalize the opposition, but some\ngroups still hope to reach a peaceful way out of the crisis. Several\nhuman-rights groups have joined in the Damascus Declaration,\ncalling for a negotiated departure of Bashar al-Assad and his\nentourage with the Syrian army acting as an interim government.\nOther groups, however, insist that the opposition is willing and able\nto set up a transitional authority and hold free elections, with the\narmy ensuring the country's security.\n\nThe Assad clan is trying to convince the outside world, including the\nUnited States and the European Union, that the regime's fall could\nlead to chaos and sectarian wars. It claims the opposition is either too\n\nHOUSE_OVERSIGHT_023470",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023470.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1900,
    "word_count": 309,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:44.080748",
    "prefix": "IMAGES-007"
  }
}