{
  "document_id": "HOUSE_OVERSIGHT_013617",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013617.txt",
  "text": "source of new interest and fascination. New thoughts replaced old ideas in a\ncontinuing process of new formulation. All of these things feel like they emerge\nspontaneously, making ideas about being born again and personal renewal\nconcrete. We remember that Timothy Leary and his wife in their privately circulated\npamphlet, Neurologic, described their entheogenic drug-induced escape from the\nhabitual order as supported by the learned and established “...mental-manipulative\nand socio-sexual brain circuits...,” an escape to a fresh new planet of possibilities.\nLouis Lewin, the early Twentieth Century German pioneering ethnopharmacologist\ndescribed his subjective responses to peyote as a flood of lively, numerous, random\nfantastic creations of perception and thought, all demanding his fresh attention.\n\nTo complement these subjective reports, experimental tasks involving\nhabituation, such as the disappearance of a brain wave sign of arousal to sound or\nlight stimulation, called alpha blocking, the eyes-closed resting pattern of 8-14\ncycles per second, hz, waves perturbed into the arousal pattern of >20 hz, did not\nhabituate when the subjects were pretreated with entheogenic drugs. This finding\nwas also true for the results of years of meditative practice. In his 1974\nPsychophysiology of Zen, Hirai reported that Soto Zen monks, after many years of\npractice in mindful, one pointed, be here now meditation, unlike normal controls,\ncontinued to show alpha blocking surprise, brain wave arousal patterns, throughout\nthe course of repeated stimulation with auditory clicks.\n\nJames Austin in his monumental book, Zen and the Brain (2000) summarizes\nother studies of habituation in TM practitioners and other mediators in which eyes\nopen versus eyes closed, the set and setting and variations in other experimental\nvariables blurred these results to some degree. He develops the case that years of\nmeditation-induced brain states of emptiness, we would say of maximal entropy and\nminimal form, set the stage for the ecstatically insightful flood accompanying the\nsudden insight into a Zen koan’s solution or the transcendent startle induced by a\nroshi’s shout. A meditative struggle concerns how one can think about not thinking.\nThat is, thinking of nothing. This is generally thought to be the most important part\nof Zen meditation, called zazen. Achieving high values for brain and behavioral Hr,\n\nHm, AC and srs supply the formless infrastructure for ecstatic transformation.\n\n117\n\nHOUSE_OVERSIGHT_013617",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013617.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2517,
    "word_count": 376,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:48.064469",
    "prefix": "IMAGES-002"
  }
}