{
  "document_id": "HOUSE_OVERSIGHT_019495",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019495.txt",
  "text": "Prologue | 7\n\nments on May 25. He had now not only downloaded documents but\nalso violated the oath he had signed when he took his job by provid-\ning them to an unauthorized party. During this period, Snowden\nalso contacted Barton Gellman, on behalf of The Washington Post,\nvia e-mail. Indeed, while he was staying someplace other than the\nplace he claimed to be staying, he made almost all the arrangements\nfor his journalistic coming-out. He was in contact with at least one\nforeign mission during this period, according to what he wrote to\nGellman on May 24. In that e-mail, concerning when and how his\nstory was to be published by The Washington Post, Snowden asked\nGellman to include some text that would help Snowden with his\ndealings with this mission. But which country was he approaching?\nIn an effort to establish Snowden’s whereabouts during these “miss-\ning” eleven days, which, among other things, could shed light on\nwhy he first came to Hong Kong, I called Keith Bradsher, a prizewin-\nning journalist who had been the New York Times bureau chief in\nHong Kong in 2013. He had written a well-researched report about\nSnowden’s arrival there. He proposed we meet at the Foreign Cor-\n© respondents’ Club. ®\n\nBradsher told me that he had known Albert Ho, who had been\nretained as Snowden’s lawyer, for more than a decade. He had inter-\nviewed him many times, because he was a leader of a political move-\nment in Hong Kong. Bradsher said that a few days after Snowden\nhad revealed himself on June 9, he met with Ho and questioned him\nabout Snowden’s unknown whereabouts.\n\nHo told Bradsher that all of Snowden’s logistics had been arranged\nfor him by an intermediary, whom Ho called a “carer.” Ho said that\nSnowden had been in contact with the “carer” prior to his arrival in\nHong Kong on May 20. According to Ho, it was this person who had\narranged accommodations for Snowden on his arrival and afterward.\nIf so, it seemed to me that this person might be able to shed light\non whom, if anyone, Snowden saw in his first eleven days in Hong\nKong. Even if this person might have been unaware of the reasons\nfor Snowden’s trip to Hong Kong when he made the arrangements\nfor him, he was still the best lead I had to learning why Snowden\nhad come to Hong Kong. Bradsher told me that he pressed Ho for\ndetails about this mystery person over the course of several meet-\n\n| | Epst_9780451494566_2p_all_rt.zindd 7 ® 929N6 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019495",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019495.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2454,
    "word_count": 437,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:44.734953",
    "prefix": "IMAGES-005"
  }
}