{
  "document_id": "HOUSE_OVERSIGHT_017549",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017549.txt",
  "text": "YO-YO MA\n\nYo-Yo Ma’s multi-faceted career is testament to his continual\nsearch for new ways to communicate with audiences, and\nto his personal desire for artistic growth and renewal.\nWhether performing new or familiar works from the\ncello repertoire, coming together with colleagues for\nchamber music or exploring cultures and musical forms\noutside the Western classical tradition, Mr. Ma strives\nto find connections that stimulate the imagination.\n\nOne of Mr. Ma’s goals is the exploration of music as\na means of communication and as a vehicle for the migrations\nof ideas across a range of cultures throughout the world.\nExpanding upon this interest, in 1998, Mr. Ma established\nthe Silk Road Project, a nonprofit arts and educational\norganization. Under his artistic direction, the Silk Road Project\npresents performances by the acclaimed Silk Road Ensemble,\nengages in cross-cultural exchanges and residencies, leads\nworkshops for students, and partners with leading cultural\ninstitutions to create educational materials and programs.\n\nThe Project’s ongoing affiliation with Harvard\nUniversity has made it possible to broaden and enhance\neducational programming. In the 2011-2012 school year,\nwith ongoing partnerships with arts and educational\norganizations in New York City, it continues to expand Silk\nRoad Connect, a multidisciplinary educational initiative\nfor middle-school students in the city’s public schools.\nDeveloping new music is also a central undertaking of the\nSilk Road Project, which has been involved in commissioning\nand performing more than 60 new musical and multimedia\nworks from composers and arrangers around the world.\n\nAs the Chicago Symphony Orchestra’s Judson\nand Joyce Green Creative Consultant, Mr. Ma is partnering\nwith Maestro Riccardo Muti to provide collaborative\nmusical leadership and guidance on innovative program\ndevelopment for The Institute for Learning, Access and\nTraining at the Chicago Symphony Orchestra, and for Chicago\nSymphony artistic initiatives. Mr. Ma’s work focuses on the\ntransformative power music can have in individuals’ lives,\nand on increasing the number and variety of opportunities\naudiences have to experience music in their communities.\n\nMr. Ma and the Institute have created the Citizen Musician\nInitiative, a movement that calls on all musicians, music\nlovers, music teachers and institutions to use the art form\nto bridge gulfs between people and to create and inspire a\nsense of community. www.citizenmusician.org features\nstories of Citizen Musician activity across the globe.\n\nMr. Ma is also widely recognized for his strong\ncommitment to educational programs that bring the world\ninto the classroom and the classroom into the world.\n\nWhile touring, he takes time whenever possible to conduct\nmaster classes as well as more informal programs for\nstudents—musicians and non-musicians alike. He has also\nreached young audiences through appearances on “Arthur,”\n“Mister Rogers’ Neighborhood” and “Sesame Street.”\n\nMr. Ma’s discography of over 75 albums (including\nmore than 15 Grammy Award winners) reflects his wide-\nranging interests. He has made several successful recordings\nthat defy categorization, among them “Hush” with Bobby\nMcFerrin, “Appalachia Waltz” and “Appalachian Journey”\nwith Mark O’Connor and Edgar Meyer and two Grammy-\nwinning tributes to the music of Brazil, “Obrigado Brazil”\nand “Obrigado Brazil—Live in Concert.” Mr. Ma’s recent\nrecordings include Mendelssohn Trios with Emanuel Ax and\nItzhak Perlman. His new album, “The Goat Rodeo Sessions,”\nwith Edgar Meyer, Chris Thile and Stuart Duncan was\nreleased in October 2011. Across this full range of releases,\nMr. Ma remains one of the best-selling recording artists in the\nclassical field. All of his recent albums have quickly entered\nthe Billboard chart of classical best sellers, remaining in\nthe Top 15 for extended periods, often with as many as four\ntitles simultaneously on the list. In fall 2009, Sony Classical\nreleased a box set of over 90 albums to commemorate Mr.\nMa’s 30 years as a Sony recording artist.\n\nYo-Yo Ma was born in 1955 to Chinese parents living\nin Paris. He began to study the cello with his father at age\nfour and soon came with his family to New York, where he\nspent most of his formative years. Later, his principal teacher\nwas Leonard Rose at The Juilliard School. He has received\nnumerous awards, including the Avery Fisher Prize (1978),\n\nthe Glenn Gould Prize (1999), the National Medal of the\nArts (2001), the Dan David Prize (2006), the Sonning Prize\n(2006), the World Economic Forum’s Crystal Award (2008)\nand the Presidential Medal of Freedom (2010). In 2011 Mr.\nMa was recognized as a Kennedy Center Honoree. He was\nthe recipient of the 2012 Polar Music Prize. Appointed a\nCultureConnect Ambassador by the United States Department\nof State in 2002, Mr. Ma has met with, trained and mentored\nthousands of students worldwide in countries including\nLithuania, Korea, Lebanon, Azerbaijan and China. Mr. Ma\nserves as a UN Messenger of Peace and as a member of the\nPresident’s Committee on the Arts & the Humanities. He\nhas performed for eight American presidents, most recently\nat the invitation of President Obama on the occasion of the\n56th Inaugural Ceremony. Mr. Ma and his wife have two\nchildren. He plays two instruments, a 1733 Montagnana\ncello from Venice and the 1712 Davidoff Stradivarius.\n\nFor additional information, see: www.yo-yoma.\ncom, www.silkroadproject.org, and www.opus3artists.com.\n\nHOUSE_OVERSIGHT_017549",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017549.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5503,
    "word_count": 846,
    "line_count": 111,
    "import_date": "2025-11-19T21:47:49.179838",
    "prefix": "IMAGES-004"
  }
}