{
  "document_id": "HOUSE_OVERSIGHT_023519",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023519.txt",
  "text": "mutually agree on an outcome which ends the conflict and reconciles\nthe Palestinian goal of an independent and viable state, based on the\n1967 lines, with agreed swaps, and the Israeli goal of a Jewish state\nwith secure and recognized borders that reflect subsequent\ndevelopments and meet Israeli security requirements.” That’s not\nObama, Bush or Rice, but a statement jointly issued by Secretary of\nState Hillary Clinton and Netanyahu on Nov. 11, 2010.\n\nToday, Netanyahu says that any discussion of the 1967 borders is\ntreason and that new borders must reflect “dramatic changes” since\nthen. So in three years, an Israeli prime minister’s position has gone\nfrom “minor corrections” to “dramatic changes.” Netanyahu’s\nquarrel, it appears, is with himself. Yet we are to think it is Obama\nwho has shifted policy?\n\nWhy did Netanyahu turn what was at best a minor difference into a\nmajor confrontation? Does it help Israel’s security or otherwise\nstrengthen it to stoke tensions with its strongest ally and largest\nbenefactor? Does such behavior further the resolution of Israel’s\nproblems? No, but it helps Netanyahu stir support at home and\nmaintain his fragile coalition. And while Bibi might sound like\nChurchill, he acts like a local ward boss, far more interested in\nholding onto his post than using it to secure Israel’s future.\n\nThe newsworthy, and real, shift in U.S. policy was Obama publicly\ncondemning the Palestinian strategy to seek recognition as a state\nfrom the U.N. General Assembly in September. He also questioned\nthe accord between Fatah and Hamas. Obama endorsed the idea of a\ndemilitarized Palestinian state, a demand Israel has made in recent\nyears. Instead of thanking Obama for this, Netanyahu created a public\nconfrontation to garner applause at home.\n\nNetanyahu’s references to the “indefensible” borders of 1967 reveal\nhim to be mired in a world that has gone away. The chief threat to\nIsrael today is not from a Palestinian army. Israel has the region’s\n\nHOUSE_OVERSIGHT_023519",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023519.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2004,
    "word_count": 324,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:48.013172",
    "prefix": "IMAGES-007"
  }
}