{
  "document_id": "HOUSE_OVERSIGHT_019010",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019010.txt",
  "text": "Date: 7/13/06 PALM BEACH POLICE DEPARTMEN Page: 57\nTime: 9:27:55 Incident Report Program: CMS301L\n\nCase No. .. . : 1-05-000368 (Continued)\nFronstin had telephoned her reference this case. Although nothing was\ndiscussed, Mr. Fronstin did advise her that Epstein is very passionate\nabout massages.\n\nI also spoke with ASA Daliah Weiss reference the previous employees,\nJuan and Maria Alessi. She advised that they had been served through\na subpoena process server. They were both scheduled to appear on\nMonday November 21, 2005 at 12:00 p.m.\n\nOn November 21, 2005, I met with ASA Weiss, Atty. Donnie Murrell and\nJuan and Maria Alessi at the State Attorney Office. ASA Weiss had\nrequested a court reporter to be present to take the statement of the\nAlessi s. I spoke with Maria Alessi, in the presence of her attorney,\nDonnie Murrell. She advised she had worked for Epstein for eight\nyears, from the period of 1994 through 2002. She advised she had\nnever had any direct conversations with him. She stated it was her\nhusband who spoke directly with Epstein. Her work consisted of doing\nhouse cleaning, shopping and other preparations when Epstein would\narrive in town. Alessi stated the preparations consisted of preparing\nthe house and bathrooms for his arrival. She advised she did view\nseveral masseuses that arrived at the house. She advised that two or\nthree girls would come during a day and provide the massages. The\ngirls that arrived looked young in age. Mrs. Alessi did not know any\nof the girls personally and were always different. She was told that\nwhen Epstein was in residence he did not want to encounter the Alessis\nduring his stay in Palm Beach.\n\nI then spoke with Mr. Alessi in the presence of his attorney, Donnie\nMurrell. Mr. Alessi stated that he was employed for eleven years with\nMr. Epstein. He originally was hired as a part time employee and then\nmoved up into a full time position. His duties included everything.\nAlessi stated he was the house manager, driver and house maintenance\nperson. It was his responsibility to prepare the house for Epstein s\narrival. When asked about cooks or assistants, Alessi stated they\ntraveled with Epstein on his private plane. He remembered dealing\nwith his girlfriend, Ms. Maxwell originally and then dealt with\nEpstein directly.\n\nT asked Mr. Alessi about massages that occurred within the home. Mr.\nAlessi stated Mr. Epstein had up to three massages a day. Each\nmasseuse that visited the house was different. Alessi stated that\ntowards the end of his employment, the masseuses were younger and\nyounger. When asked how young, Mr. Alessi stated they appeared to be\nsixteen or seventeen years of age at the most. The massages would\noccur in Epstein's bedroom or bathroom. There were times he recalled\nthat he would set up the massage tables either in Epstein s bedroom or\nin his bathroom. I asked if there were things going on other than a\nmassage. Alessi stated that there were times towards the end of his\nemployment that he would have to wash off a massager/vibrator and a\nlong rubber penis, which were in the sink after the massage.\nAdditionally, he stated the bed would almost always have to be made\nafter the massage. Alessi was never privy to what went on during the\n\nHOUSE_OVERSIGHT_019010",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019010.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3254,
    "word_count": 554,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:47.484367",
    "prefix": "IMAGES-005"
  }
}