{
  "document_id": "HOUSE_OVERSIGHT_014549",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014549.txt",
  "text": "GDP growth by about 0.7 percentage point, similar\nto their estimate reported in our Outlook last year.\nOf course, not all experts believe that there is\na mismeasurement problem. Notable among them\nis Chad Syverson of the University of Chicago,\nwho raises four points in making this case.*°\nFirst, he states that the productivity slowdown\nhas been global in nature and unrelated to\ncountries’ consumption or production intensities\nof information and communication technology.\nSecond, he states that estimates of consumer surplus\nare too small relative to his estimates of lost GDP\ndue to slower productivity growth. Third, he argues\nthat if such mismeasurement existed, the growth rate\nin the information and communication technology\nsector would be a multiple of its stated growth rate.\n\nWe believe that productivity in\n\nhealth care is underestimated. Finally, while he acknowledges that gross domestic\nConsider IBM’s Watson Health, income has been higher than GDP since 2004 and\nan artificial intelligence system the gap might reflect the higher wages of workers\n\nwho are producing non-market digital services, he\ndoes not believe that this difference is evidence of\nmismeasured GDP because the trend started earlier\n\nthat can read 200 million pages\nof text in 3 seconds. As of 2015,\n\nWatson had amassed 315 billion than the slowdown in productivity growth.\ndata points representing health A somewhat similar line of reasoning has been\nrecords, lab results, genomic presented by Byrne, John Fernald of the Federal\n\nReserve Bank of San Francisco and Marshall\nReinsdorf of the IMF in a paper titled “Does the\nUnited States Have a Productivity Slowdown or a\n\ntests and clinical studies. The\nsystem processes patients’ cases\n\nagainst its ever-growing database Measurement Problem?”*’ While they agree that\nand recommends customized productivity growth has been mismeasured in the\ntreatment options. With such past, they argue that the mismeasurement has been\n\nnegligible in the 2004-15 period partly because\ncomputer hardware, for which mismeasurement\nwas once a factor, now makes up a smaller part of\nof productivity in health care. GDP. Therefore, the impact is less in the 2004-15\nperiod than it was in the 1995-2004 period when\nproductivity growth was much higher. They also\nstate that free digital products not only are non-\nIhe joke oductivity growth market and should not be counted in GDP, but also\nwere better measured, are not sizable enough to account for the level of\ndecline in productivity growth rates.\n\ndevelopments, we expect\ncontinued improvement in growth\n\npar ticularly in health and Experts’ opinions on mismeasurement continue\n\nother services, the growth to evolve. In fact, in a subsequent publication co-\nauthored with Carol Corrado of the Conference\n\nrate would look better than Board, Byrne found a significantly higher level\n\nis currently reported.” of software price mismeasurement than assumed\n\nin his prior paper.*® He has also co-authored a\nBrookings Institution, September 2016. tablets such as iPads, proving that quality-adjusted\nprice indices for tablets have fallen much faster\nthan the broader price indices for computers and\nperipheral equipment.*?\n\n16 | Goldman Sachs | JANUARY 2017\n\nHOUSE_OVERSIGHT_014549",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014549.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3242,
    "word_count": 501,
    "line_count": 77,
    "import_date": "2025-11-19T21:47:45.933011",
    "prefix": "IMAGES-003"
  }
}