{
  "document_id": "HOUSE_OVERSIGHT_031479",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031479.txt",
  "text": "From: King, Kathryn [mailto]\n\nSent: Friday, August 05, 2016 12:27 PM\n\nTo: Miller, Michael i '; Katelyn Wohlford < >; Y. Alp Aslandogan\n(EE | \\Vcingarten, Reid S| Rem zi Kulen i\nWeinstein, Jason ; Osman Oz. x David Marin\n\n; Erin Billings i Drake, Wiliam\nWill Bohlen i >; Keough, Michael <i\nCc: Eliopoulos, Steven qa >\n\nSubject: Audio recording\n\nAll,\n\n| just received a copy of the audio recording with Q&A. The video recording will be available mid-to-late\nafternoon. As the file will be too large to distribute via email, we have two posting options:\n\na) Upload to Steptoe’s FTP site, where the file is public but not (easily) discoverable to the casual Steptoe.com\nbrowser or searcher. We would send reporters the link, at which point they would download the recording in\norder to watch it.\n\nB) Upload the file to Steptoe’s YouTube channel and set the security around the video so that it’s only\nwatchable by someone who has the link. It would not be discoverable by anyone who doesn’t have the exact\nURL (searching or browsing). The advantage with this option is the reporters could watch the video via the\nYouTube player, rather than downloading a file.\n\n| believe our preference is the second choice?\n\nThanks,\nKathy\n\nKathy King\n\nDirector, Media & Public Relations\nee\n(cot | a fax\n\nSteptoe\n\nSteptoe & Johnson LLP\n\n1330 Connecticut Avenue, NW\nWashington, DC 20036\nwww.steptoe.com\n\nThis message and any attached documents contain information from the law firm Steptoe & Johnson LLP that may be confidential and/or privileged. If\nyou are not the intended recipient, please do not read, copy, distribute, or use this information. If you have received this transmission in error, please\nnotify the sender immediately by reply e-mail and then delete this message.\n\nHOUSE_OVERSIGHT_031479",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031479.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1784,
    "word_count": 297,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:48.183737",
    "prefix": "IMAGES-011"
  }
}