{
  "document_id": "HOUSE_OVERSIGHT_011736",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011736.txt",
  "text": "ambassador. But not for the last time in negotiations with Syria, any real\nprogress was blocked by an apparent combination of misunderstanding and\nmiscommunication. The discussions were lively. Shihabi had served as Syria’s\nliaison officer with the UN force set up along the cease-fire line after the 1948\nwar. “Go check with the UN,” he said at our first meeting. “You'll see almost\nall the exchanges of fire in the late 1950s were provoked by Israel.” I didn’t\nrespond directly, though I did note it was the Syrians who had tried to divert\nwater from the Jordan River in the early fifties. “You did it first,” he retorted.\nSo it continued. Only later did we learn that while Muallem had sent back a\ngenerally encouraging impression from our garden talks, and his conclusion that\nIsrael was ready for substantive talks, he had neglected to convey our\nexpectation that any early progress would occur in informal exchanges. The\nresult was probably to raise General Shihabi’s expectations, which made him\nreluctant to show any real engagement. After a phone call with Rabin after our\nfirst day of talks, I became equally cautious. He agreed that we wanted to avoid\na repeat of our experience with the Golan “deposit”. We did not want to put\nconcessions on the record before we got an indication that the Syrians were\ngenuinely ready for peace talks.\n\nStill, the fact that we’d established the precedent of a “chief-of-staff\nchannel” was a step forward. My successor as ramatkal, Amnon Lipkin, would\nmeet again with Shihabi in early 1995.\n\nI was confident Amnon was inheriting an army stronger, better prepared and\nbetter equipped than at any time since the Six-Day War. We also had peace\ntreaties not only with Egypt, but now Jordan, and none of the substantive issues\nwith the Syrians seemed insurmountable.\n\nBut the main security challenges were the unconventional ones. In the long\nterm, a resurgent Iraq, and very likely Iran, might make strides towards getting\nnuclear weapons. There was every sign that Hizbollah in Lebanon; and Hamas,\nIslamic Jihad and their supporters in Gaza and the West Bank, would escalate\nviolence and terror. As the negotiations with Jordan were entering their final\nphase in early October, a further Hamas attack — this one, a kidnapping — had\nbrought home that threat. On Sunday, October 9, Hamas men dressed as\nOrthodox Jews abducted an off-duty soldier named Nahshon Wachsman near\n\n265\nHOUSE_OVERSIGHT_011736",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011736.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2441,
    "word_count": 406,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:48.184290",
    "prefix": "IMAGES-001"
  }
}