{
  "document_id": "HOUSE_OVERSIGHT_017129",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017129.txt",
  "text": "4.2.12\nWC: 191694\n\nJohn Marshall and others. When Abe Goldstein called on each of these men, he did it\nnonchalantly without mentioning their heritage. But when he came to my name, he paused and\nsaid, “Dershowitz, from the famous Dershowitz family?” The class burst out laughing. For a\nmoment I thought he was mocking me, but he explained that in Williamsburg, the Dershowitz\nname was quite well known.\n\nYale Law School was an institution of meritocracy, where one could rise to the top, regardless of\nname or lack of heritage. I was first in my class, and became editor-in-chief of the law journal.\nThat wasn’t enough for the fancy white shoe Wall Street firms. During my second year, I applied\nto about thirty such firms, and was turned down by every one of them. The hiring partner of\nSullivan and Cromwell, looked at my transcript and saw all A’s, except for one C in Contracts. (I\nwas so angry with my Contracts professor that I immediately enrolled in Advanced Contracts with\nthe same teacher, and got an A). The hiring partner looked at my transcript and brushed me away\nand said, “We don’t take C students at Sullivan and Cromwell.” Years later he approached me at\na Yale reunion function and told me that he had saved me from a bad experience. He disclosed\nthat he was a closet Jew and realized that I would never fit into the culture of that firm. Within\nseveral years however, that firm along with most other Wall Street firms, had significant numbers\nof Jewish associates and partners. (In the late 1960s, I sued one of the firms that didn’t hire me\nfor refusing to promote an Italian-American to partnership and won a ruling that discrimination in\npromotion was prohibited by the law).\n\nI got two job offers, both with Jewish firms, but even one of them discriminated against me on\naccount of my religion. Paul, Weiss, Rifkin, Wharton, and Garrison offered me a summer job at\n$100 a week. (I still have the letter!) I immediately accepted and wrote to them that I could not\nwork on Saturday. I did not give the reason, namely that I was an observant orthodox Jew. I\nwas told to come and meet some of the partners when I was next in New York. I was introduced\nto Adlai Stevenson and several other partners and finally taken in to see the firm’s major\n“rammaker,” Simon Rifkin, a prominent Jew who was active in numerous Jewish organizations.\nHe told me how pleased he was that I would be working with the firm, but asked me why I would\nnot be available on Saturdays. When I told him it was because I was Sabbath observant, he\nreplied, “Oh no, we can’t have that here. I thought it was just a restriction on your availability\nthis summer. I need associates who are available seven days a week.” I took a job with the other\nJewish firm, Kaye, Scholer, Feirman, Hays, and Handler. They were perfectly comfortable with\nmy being Sabbath-observant. The big “rainmaker” at that firm was Milton Handler, who was so\nbusy seeing clients, that he would make time for associates only when he could not fit in a client.\nHe would ask associates to drive home with him, or to go with him to Columbia when he was\ngoing to teach. One day his secretary called and said Mr. Handler wants you to meet him at a\nparticular address. She gave me the address; I proceeded to walk up Park Avenue not knowing\nwhere I would find him or in what setting. When I got there, his private barber was cutting his\nhair. I was seated next to him while he got his haircut, and he dictated notes to me. It wasn’t as\nbad as what Lyndon Johnson would do, requiring aides to join him in the bathroom.\n\nWhile working at Kay, Scholer, I had the first fancy restaurant meal of my life. I was asked to\njoin two of the partners at an elegant Park Avenue establishment. Though I was twenty-two\nyears old, I had never eaten out except at delis. When the waiter put a napkin on my lap, I didn’t\n\n42\n\nHOUSE_OVERSIGHT_017129",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017129.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3883,
    "word_count": 707,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:47.154813",
    "prefix": "IMAGES-004"
  }
}