{
  "document_id": "HOUSE_OVERSIGHT_013333",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013333.txt",
  "text": "Affidavit of Bradley J. Edwards, Esq. at J1 - 2, §4 (hereinafter “Edwards Affidavit”) (Exhibit\n32. On June 13, 2008, attorney Edwards agreed to represent E.W.; on July 2, 2008,\ntomes Edwards agreed to represent Jane Doe; and, on July 7, 2008, attorney Edwards agreed to\nrepresent L.M. in connection with the sexual assaults committed by Epstein and to insure that\ntheir rights as victims of crimes were protected in the criminal process on-going against Epstein.\nMr. Edwards and his three clients executed written retention agreements. See id. at 2.\n\n33. In mid June of 2008, Edwards contacted AUSA Villafafia to inform her that he\nrepresented Jane Doe #1 and, later, Jane Doe #2. AUSA Villafafia did not advise that a plea\nagreement had already been negotiated with Epstein’s attorneys that would block federal\nsussecution, To the contrary, AUSA Villafafia mentioned a possible indictment. AUSA\nVillafafia did indicate that federal investigators had concrete evidence and information that\nEpstein had sexually molested many underage minor females, including E.W., LM, and Jane\nDoe. See id. at 94.\n\n: 34. Edwards also requested from the U.S. Attorney’s Office the information that they\nhad collected regarding Epstein’s sexual abuse of his clients. However, the U.S. Attorney’s\nOffice, declined to provide any such information to Edwards. It similarly declined to provide\nany such information to the other attorneys who represented victims of Epstein’s sexual assaults.\nAt the very least, this includes the items that were confiscated in the search warrant of Epstein’s\nhome, including dildos, vibrators, massage table, oils, and additional message pads. See\n\nProperty Receipt (Exhibit “O”).\n\n15\n\nHOUSE_OVERSIGHT_013333",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013333.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1719,
    "word_count": 265,
    "line_count": 27,
    "import_date": "2025-11-19T21:47:45.672499",
    "prefix": "IMAGES-002"
  }
}