{
  "document_id": "HOUSE_OVERSIGHT_018728",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018728.txt",
  "text": "Confidential Disclaimer\n\nThis Confidential Memorandum has been prepared by Stan Johnson Company (\"SJC\") and is being furnished to you\nsolely for the purpose of your review of the commercial property located at 19-F Smith Bay Rd, St Thomas 00802, US\nVirgin Islands (the “Property”). The material contained in this Offering Memorandum shall be used for the purposes\nof evaluating the Property for acquisition and shall not be used for any purpose or made available to any other\n\nperson without the express written consent of Stan Johnson Company (\"Broker\").\n\nBy accepting the Confidential Men\nherein and any other information\n\nemorandum in whole or in par\n\nmay have received from SJC; and\nforegoing agreements will require\n\nThis Confidential Memorandum h\n\nnorandum, you acknowledge and agree that: (1) all of the information contained\nyou will be receiving in connection with this transaction, whether oral, written\nor in any other form (collectively, the “Materials”), is confidential; (2) you will not reproduce the Confidential\nt; (3) if you do not wish to pursue this matter, you will return this Confidential\nemorandum to SJC as soon as practicable together with all other materials relating to the Property which you\n4) any proposed actions by you which are inconsistent in any manner with the\nthe prior written consent of SIC.\n\nas been prepared by SJC, based upon certain information pertaining to the\nProperty and any information obtained from SJC to assist interested parties in making their own evaluation of the\nProperty is offered on a no representation or warranty provision other than customary warranties of title and is sold\non an “as-is, where-is” basis and with all faults. The material and transaction does not purport to be all inclusive.\nThis Confidential Memorandum contains descriptive materials, financial information and other data compiled for\nthe convenience of parties interested in the Property. The Materials are being delivered by SJC to prospective\n\naterials.\ninformatio\n\nei\n\nn contained herein or in any of the Ma\n\ninvestors with the understanding that it is not a\ninvestigation\nwithout relian\n\nby prospective investors of those n\nce upon SJC, the Broker or any of\n\nther SJC, the Broker, nor any of th\n\ntheir respective a\n\nnatters which they deem appropri\nfiliates or any of\n\neir respective affi\n\nate\n\narranties as to\n\n| inclusive and that it is qualified in its entirety by independent\nin evaluating this offering\nthe informatio\niates have independently veri\nterials, and no representations or w\n\nn set out in the\nfied any of the\nthe accuracy or\n\nSJC, for itself an\n\nd its affiliates of the Property, expressly disclaim any and all\n\ncompleteness thereof or of any other kind whatsoever are made or intended and none should be inferred.\n\niability for staternents or\n\nrepresentations, express or implied, contained herein or for omissions from the\n\noral or other format of communication transmitted to a prospective investor in th\nproposed transaction. All summaries and d\nherein are qualified in their entirety by reference\n\nrequest may be made available. The\n\nThis Confidential Memorandum does not consti\n\nsolicitation of interest with respect\nconstitute an offer of security. The i\nwithout prior notice. By accepting t\nfrom any kind of claim, expense, or\nthe right to request the return of\nnegotiate with one or more prospec\n\nPage 2\n\nhis Confidential Memo\niability arising out of y\nthe Materials at any t\ntive investors at any tim\n\niscussions of documentation and/or\nto the actual documents and/or financial statements, which upon\nterms and conditions described herein are subj\n\ntute an offer to accept any inves\nto the investment described herein. The Confidential Memorandum does not\nnvestment described herein may be financed or withdrawn from the market,\nrandum you agree to release SJC and hold it harmless\nour discovery or purchase of the Property. SJC reserves\nime. Ownership of the Property reserves the right to\ne,\n\nateria\n\nGSA Investment & Acquisition Opportunity | St Thomas, USVI\n\ns or for any other written,\ne course of its evaluation of the\nfinancial information contained\n\nect to change without notice.\n\ntment proposal but is merely a\n\nee) Stan Johnson Company | THE NET LEASE AUTHORITY®\n\nHOUSE_OVERSIGHT_018728",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018728.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4259,
    "word_count": 685,
    "line_count": 130,
    "import_date": "2025-11-19T21:47:46.310585",
    "prefix": "IMAGES-005"
  }
}