{
  "document_id": "HOUSE_OVERSIGHT_014471",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014471.txt",
  "text": "Chart 27: 3% Global GDP growth the tipping point for EPS\nEurope trailing EPS growth vs World GDP\n\nChart 28: Synchronised rise in leading indicators globally augurs well for\nearnings recovery — especially if PMs kick on to or above mid-50s\n\n50% 7% 65 60\n40% - ' 0\n30% 504\n20% : 56 20\n10% 4% 50\n0% 3% P 0\n\n“10% 2% -20\n-20% - 40\n-30% » 35 -40\n-40% 6\n\n30 60\n“50% “1% 01/98 01/01 01/04 01/07 O10 0113 01/16\n\nQ496 Q499 Q402 Q405 Q408 Q411 Q414 Q417\n\nSource: BofA Merrill Lynch Global Research, Datastream, IBES\n\nMSCI Europe 12m trail EPS (IBES) ———World GDP (right)\n\n=———|SM / Euro PMI manuf avg (advanced 9m)\n=———|MSCI Europe EPS € (trailing yoy, RHS)\n\nSource: BofA Merrill Lynch Global Research, Datastream, IBES\n\nRemoval of the 3pp p.a. drag from Resources supports EPS outlook. Second, the\n\nResources sectors in 2017 will likely provide a (strongly) positive contribution to market\nEPS, in turn reversing what has been the biggest headwind for several years. Over the\nlast 3-5 years the Resources sectors provided a 2.5 percentage point drag on annualized\nmarket EPS growth. In 2016 Banks have been the other big drag on market earnings.\nWhile structural headwinds to profitability mean the contribution of Banks remains open\nto debate, consensus forecasts nevertheless imply a strong recovery in 2017 (driven in\npart by one-offs reversing). The important point is that the market ex-Banks and\n\nResources has delivered modest but positive EPS growth — estimated at +5.5% for\n2016. Hence, removing the drag from Oil and Mining makes high single digit growth\n\nachievable in our view.\n\nChart 29: Resources a 2.5pp drag on market EPS growth in recent years\n\nAnnualized EPS growth\n\nChart 30: Capex discipline supportive to margin outlook\nEurope Ex-Financials: EBIT margins vs capex/depreciation\n\n4 14% 100%\nm3yr mSyr m10yr 5\ncoe + 120%\n10%\n140%\n8%\n1609\n6% 60%\n4% 180%\n1990 1994 1998 2002 2006 2010 2014 2018\nEBIT / sales (LS, %)\nStoxx 600 Market Ex-Resources Market Ex-Banks & — — Forecast EBIT / sales (LS, %)\nResources Capex/depreciation - 2yma pushed 2y fwd (RS, %)\nSource: BofA Merrill Lynch Global Research, Datastream, IBES Source: BofA Merrill Lynch Global Research, Factset\nMargin upside, capex discipline and FX tailwind provide additional support. Third,\nprofit margins in Europe are not elevated: in the bottom third of the historical range\n(since 2004) at the EBITDA level and about average at the net level. With some\nacceleration in the top-line as global growth and inflation pick up, there is scope for\nmargins to improve. In addition, several years of relative capex discipline provide\npotential support for margin improvement over the next 1-2 years in corporate Europe.\nOver the longer term, we find that operating margins have tended to improve with a lag\nof one to two years, following a period of declining capex ratios. That is encouraging for\n: Bankof America\n12 European Equity Strategy | 01 December 2016 Merrill Lynch\n\nHOUSE_OVERSIGHT_014471",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014471.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2961,
    "word_count": 499,
    "line_count": 80,
    "import_date": "2025-11-19T21:47:45.988449",
    "prefix": "IMAGES-002"
  }
}