{
  "document_id": "HOUSE_OVERSIGHT_029052",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029052.txt",
  "text": "how development aid is spent internationally and how that can be driven away from — it\ndamages people on the ground but it also perpetuates a governing class. And the point\nthat you’re mentioning here, that I think that you’re saying has driven almost a revolution\nmovement in America, is the same phenomenon of what’s going on in the developing\nworld, which is a concept of government which is no longer doing what it is morally\nbound to do but has become corrupt and self-serving. So it’s effectively the sa—\nBannon: It’s exactly the same. Currently, if you read The Economist, you read\n\nthe Financial Times this week, you'll see there’s a relatively obscure agency in the federal\ngovernment that is engaged in a huge fight that may lead to a government shutdown. It’s\ncalled the Export-Import Bank. And for years, it was a bank that helped finance things\nthat other banks wouldn’t do. And what’s happening over time is that it’s metastasized to\nbe a cheap form of financing to General Electric and to Boeing and to other large\ncorporations. You get this financing from other places if they wanted to, but they’re\n\nputting this onto the middle-class taxpayers to support this.\n\n“I’m not an expert in this, but it seems that [right-wing parties] have had some aspects\nthat may be anti-Semitic or racial ... My point is that over time it all gets kind of washed\nout, right?”\n\nAnd the tea party is using this as an example of the cronyism. General Electric and these\nmajor corporations that are in bed with the federal government are not what we’d\nconsider free-enterprise capitalists. We’re backers of entrepreneurial capitalists. They're\nnot. They’re what we call corporatist. They want to have more and more monopolistic\npower and they’re doing that kind of convergence with big government. And so the fight\nhere — and that’s why the media’s been very late to this party — but the fight you’re\nseeing is between entrepreneur capitalism, and the Acton Institute is a tremendous\nsupporter of, and the people like the corporatists that are closer to the people like we\nthink in Beijing and Moscow than they are to the entrepreneurial capitalist spirit of the\nUnited States.\n\nHarnwell: Thanks, Steve. I’m going to turn around now, as I’m sure we have some great\n\nquestions from the floor. Who has the first question then?\n\nHOUSE_OVERSIGHT_029052",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029052.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2343,
    "word_count": 399,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:48.679061",
    "prefix": "IMAGES-010"
  }
}