{
  "document_id": "HOUSE_OVERSIGHT_019970",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019970.txt",
  "text": "In most White Houses, policy and action flow down, with staff trying to implement\nwhat the president wants—or, at the very least, what the chief of staff says the president\nwants. In the Trump White House, policy making, from the very first instance of Bannon’s\nimmigration EO, flowed up. It was a process of suggesting, in throw-it-against-the-wall\nstyle, what the president might want, and hoping he might then think that he had thought\nof this himself (a result that was often helped along with the suggestion that he had in fact\nalready had the thought).\n\nTrump, observed Walsh, had a set of beliefs and impulses, much of them on his mind\nfor many years, some of them fairly contradictory, and little of them fitting legislative or\npolitical conventions or form. Hence, she and everyone else was translating a set of\ndesires and urges into a program, a process that required a lot of guess work. It was, said\nWalsh, “like trying to figure out what a child wants.”\n\nBut making suggestions was deeply complicated. Here was, arguably, the central issue\nof the Trump presidency, informing every aspect of Trumpian policy and leadership: he\ndidn’t process information in any conventional sense—or, in a way, he didn’t process it at\nall.\n\nTrump didn’t read. He didn’t really even skim. If it was print, it might as well not exist.\nSome believed that for all practical purposes he was no more than semiliterate. (There was\nsome argument about this, because he could read headlines and articles about himself, or\nat least headlines on articles about himself, and the gossip squibs on the New York Post’s\nPage Six.) Some thought him dyslexic; certainly his comprehension was limited. Others\nconcluded that he didn’t read because he just didn’t have to, and that in fact this was one\nof his key attributes as a populist. He was postliterate—total television.\n\nBut not only didn’t he read, he didn’t listen. He preferred to be the person talking. And\nhe trusted his own expertise—no matter how paltry or irrelevant—more than anyone\nelse’s. What’s more, he had an extremely short attention span, even when he thought you\nwere worthy of attention.\n\nThe organization therefore needed a set of internal rationalizations that would allow it\nto trust a man who, while he knew little, was entirely confident of his own gut instincts\nand reflexive opinions, however frequently they might change.\n\nHere was a key Trump White House rationale: expertise, that liberal virtue, was\noverrated. After all, so often people who had worked hard to know what they knew made\nthe wrong decisions. So maybe the gut was as good, or maybe better, at getting to the heart\nof the matter than the wonkish and data-driven inability to see the forest for the trees that\noften seemed to plague U.S. policy making. Maybe. Hopefully.\n\nOf course, nobody really believed that, except the president himself.\n\nStill, here was the basic faith, overriding his impetuousness and eccentricities and\nlimited knowledge base: nobody became the president of the United States—that camel-\n\nHOUSE_OVERSIGHT_019970",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019970.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3060,
    "word_count": 507,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:46.098342",
    "prefix": "IMAGES-005"
  }
}