{
  "document_id": "HOUSE_OVERSIGHT_017548",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017548.txt",
  "text": "Norman Lear has enjoyed a long career in television and film,\n\nand as a political and social activist and philanthropist.\n\nMr. Lear began his television writing career in 1950\nwhen he and his partner, Ed Simmons, were signed to write\nfor the The Ford Star Revue, starring Jack Haley. After only\nfour shows, they were hired away by Jerry Lewis to write for\nthe Martin and Lewis Colgate Comedy Hour, which they\ncontinued to write until 1953. Mr. Lear then began writing on\nhis own for comedy shows including The Martha Raye Show,\nThe George Gobel Show, and The Tennessee Ernie Ford Show.\n\nIn 1958, Mr. Lear teamed with director Bud Yorkin\nto form Tandem Productions. Together they produced several\nfeature films, with Mr. Lear taking on roles as executive\nproducer, writer, and director. He was nominated in 1967\nfor an Academy Award for his script for Divorce American\nStyle. In 1970, CBS signed with Tandem to produce All in\nthe Family, which first aired on January 12, 1971 and ran for\nnine seasons. It earned four Emmy Awards for Best Comedy\n\nNORMAN LEAR\n\nseries as well as the Peabody Award in 1977. All in the Family\nwas followed by a succession of other television hit shows\nincluding Maude, Sanford and Son, The Jeffersons, One Day\nat a Time, Good Times, and Mary Hartman, Mary Hartman.\n\nConcerned about the growing influence of radical\nreligious evangelists, Mr. Lear decided to leave television\nin 1980 and formed People For the American Way, a non-\nprofit organization designed to speak out for Bill of Rights\nguarantees and to monitor violations of constitutional\nfreedoms. People For remains an influential and effective\nvoice for freedom. In 1982, he produced a two-hour\ntelevision special I Love Liberty, with a cast of stars and\nan audience filling the Los Angeles Sports Arena.\n\nMr. Lear’s business career continued in 1984 when\nhe and his business partners created T.A.T. Communications,\nlater known as Embassy Communications, which was sold\nin 1985. Mr. Lear then created and is currently chairman of\nAct III Communications, a multimedia holding company\nwith interests in the recording, motion picture, broadcasting,\npublishing, and licensing industries, including Concord\nMusic Group and Village Roadshow Pictures Group.\n\nIn addition to People for the American Way, Mr.\nLear has founded other nonprofit organizations, including\nthe Norman Lear Center at the USC Annenberg School\nfor Communication (2000-present), a multidisciplinary\nresearch and public policy center dedicated to exploring\nthe convergence of entertainment, commerce and society;\nthe Business Enterprise Trust (1989-2000) to spotlight\nexemplary social innovations in American business; and\nwith his wife, Lyn, co-founded the Environmental Media\nAssociation (1989-present), to mobilize the entertainment\nindustry to become more environmentally responsible.\n\nIn 1999, President Clinton bestowed the National\nMedal of Arts on Mr. Lear, noting that “Norman Lear has\nheld up a mirror to American society and changed the way\nwe look at it.” He has the distinction of being among the\nfirst seven television pioneers inducted into the Television\nAcademy Hall of Fame (1984). In addition to his awards for\nAllin the Family, he has been honored by the International\nPlatform Association (1977), the Writers Guild of America\n(1977) and many other professional and civic organizations.\n\nIn 2001, Lyn and Norman Lear created the\nDeclaration of Independence Road Trip, a four-year\neducational initiative and national multimedia tour of one of\nthe surviving original copies of the Declaration, which they\npurchased to share with the American people. As part of the\nproject, Mr. Lear launched Declare Yourself, a nonpartisan\nyouth voter initiative that registered well over four million\nnew young voters in the 2004, 2006, and 2008 elections.\n\nAt the Presidential Inauguration in 2009, Declare\nYourself premiered BornAgainAmerican.org, featuring\nan inspiring music video that has been viewed by millions\nacross the country. It is part of an on-going drive to promote\nactive and thoughtful citizenship, as embodied in the\nDeclaration of Independence, which continues to tour.\n\nMr. Lear is married to Lyn Davis Lear and\nresides in Los Angeles, California. He has six children:\nEllen, Kate, Maggie, Benjamin, Brianna, Madeline and\nfour grandchildren: Daniel, Noah, Griffin, Zoe.\n\nHOUSE_OVERSIGHT_017548",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017548.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4367,
    "word_count": 684,
    "line_count": 92,
    "import_date": "2025-11-19T21:47:49.327490",
    "prefix": "IMAGES-004"
  }
}