{
  "document_id": "HOUSE_OVERSIGHT_018908",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018908.txt",
  "text": "@padie Cause Affidavit Y\n\nPalm Beach Police Department\nAgency ORI# FLO 500600\n\nnumerous times. [_____] added she has no formal training in providing a massage. | |stated she brought\n\ntwo females during her visits to provide massages. [___] stated she brought a girl named [_Jand\n[| fom[ ss ™t~—“‘;‘™SC™*™*™*™*™CCO#Btated she received $200.00 for each girl she brought.\n\nOn November 8, 2005,ImetwithL__———sd| WF {| at the Palm Beach Police\nDepartment. During asworn taped statement] ]stated she had met Jeffrey Epstein approximately one year\nago. She was approached by a subject known to her as [haa asked her if she wanted to make money\nproviding massages to Epstein. [____]had heard that several girls a ere\ndoing this and making money. She agreed and was taken to the house b had introduced her to Ti\nand Epstein and brought her upstairs to a master bedroom where a massage table was prepared and the proper\noils were selected. [__left the room and waited downstairs for her[___]stated Epstein entered the room\nwearing a towel and laid on his stomach. She provided a massage wearing only her thong panties.\nadvised Epstein had masturbated every time she provided a massage. She stated Epstein continued to\nmasturbate until he climaxed. Once that occurred the massage was over. She felt the whole situation was weird\nbut she advised she was paid $200.00 for providing the massage. She also stated__}was paid $200.00 by\nEpstein for bringingL ___——_ stated she had gone a total of 15 times to Epstein’s residence to provide a\nmassage and things had escalated from just providing a massage. Epstein began touching her on her buttocks and\ngrabbed her closer to him as he masturbated. Epstein also grabbed her breasts and fondled her breasts with his\nhands as she provided the massage._____]stated on one occasion, while she was only seventeen years of age, he\noffered extra monies to have vaginal intercourse. She stated this all occurred on the massage table.[___]stated\nEpstein penetrated her vagina with his penis and began having intercourse with her until he reached the point of\nclimax. Epstein removed his penis from her vagina and climaxed onto the massage table. ___]received\n$350.00 for her massage. I asked her if she had any formal training in providing massages,[ _|stated she did\nnot.[___]continued to state on one other occasion, Epstein introduced his girlfriend, J into the massage.\nHE was brought into room with[____}to provide a massage. Epstein had them kiss and fondle each other\naround the breasts and buttocks as they provided a massage to Epstein. Epstein, watched and masturbated as\nthis occurred. On other occasions, Epstein, introduced the large white vibrator/massager in the massage. Epstein\nstroked the vibrator/massager on[ _|vagina as she provided the massage.\n\nOn November 14; 2005, Det Sandman and I met with dobl__ |} During a\n\nsworn taped statement she advised she started going to the house approximately one year ago and has been there\napproximately five or six times[ __ also stated she was sixteen years old when she first went to Epstein’s\nhouse. On her first visit she was brought by a fellow student al es to her\n\nThe foregoing instrument was sworn to or affirmed State of Florida\nbefore me this 1* day of May, 2006 by County of Palm Beach\nDet Joe Recarey, who is personally known to me.\n\nSignature/Arresting Officer\n\nSignature of Police Officer (F.S.S. 117.10) Date: 05/01/2006\n\nPage of 22\n\nb6\nb7C\n\nHOUSE_OVERSIGHT_018908",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018908.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3462,
    "word_count": 567,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:45.643502",
    "prefix": "IMAGES-005"
  }
}