{
  "document_id": "HOUSE_OVERSIGHT_011607",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011607.txt",
  "text": "groups of three men each would take care of the apartments. Four more would\nremain outside to deal with the concierges or security guards or any other\ninterference, and to command and co-ordinate. We’d leave the same way we\ncame in, by sea.\n\nDado nodded. I found out later that he’d asked the same question of Manno,\nwho had proposed a classic regular-army raid. They would block the road with\nten armed paratroopers on each end with the aim of holding off resistance, while\nanother two dozen went in to the apartments and attacked. I could only assume\nDado concluded that this almost certainly wouldn’t work, at least not without\nmajor trouble. It would certainly forfeit any chance of surprise.\n\n“The mission is yours,” he said. “Manno will be in overall command,\noffshore. Because we’re also planning to hit several other targets.”\n\nThe reason for the urgent summons was that the Mossad had confirmed all\nthree Palestinians would be in their apartments in 10 days’ time. Everyone\ninvolved realized that — given its complexity, the obvious risks, and the\ninevitable unknowns — the operation could well go wrong. In fact, one reason\nfor Dado’s “other targets” was to ensure that if it did, there would be successes\nelsewhere to provide a credible justification for having sent Israeli forces into\nBeirut. As we received further intelligence, new obstacles had to be factored in.\nThe main one was the presence of a gendarmerie, a Lebanese police post, at the\nbottom end of the street, only 500 feet or so from the apartments. And we would\nbe operating in a crowded, up-market residential area. We could only hope that\nat the hour we struck, most people would be in bed. Or out partying. This was,\nafter all, pre-civil war Beirut, the “Paris of the Middle East’.\n\nIn the years since, an extraordinary array of stories has grown up around the\nsayeret’s final and best-known mission during my term as commander,\nculminating in the dramatic version in Stephen Spielberg’s movie Munich. |\nremember reading in one earlier book, otherwise surprisingly accurate, about\nour five weeks of intensive training. Even the full 10 days which I thought we’d\nbeen given would have been a bonus. In fact, we had half that as a full team,\nsince our Mossad drivers, European-born Israelis, had to make their way\nthrough Paris to Beirut as tourists, rent the cars and scout out our route from the\nseashore to Rue Verdun.\n\nThere were four other operations planned alongside ours: three by paratroop\nunits and one by the Shayetet 13 SEALs, against a series of Fatah and\nDemocratic Front installations. Though all of them, like ours, would need help\n\n136\nHOUSE_OVERSIGHT_011607",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011607.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2653,
    "word_count": 450,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:45.841768",
    "prefix": "IMAGES-001"
  }
}