{
  "document_id": "HOUSE_OVERSIGHT_016185",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016185.txt",
  "text": "Defence: Vision 2030 supports defence\nspending\n\nCeline Fornaro >> Benjamin Heelan >>\nMLI (UK) MLI (UK)\nceline.fornaro@baml.com benjamin.heelan@baml.com\n\nSaudi Arabia is increasing its regional role as a Security and Defence nation in the\nMiddle East region. The 2030 Vision includes a higher local content in defence\nprocurement which can be achieved through new contract awards and increased\ncooperation with large Original Equipment Manufacturers (OEMs). BAE is best\npositioned, in our view: it has been the in the country since 1966 with 5,000 local\nemployees and Saudi Arabia represents 21% of BAE’s group sales.\n\nSaudi Arabia to build out military industrial base\n\nDefence is one of the key industries that Saudi is pinpointing for investment as part of\nits future strategy plans, and one where it is well placed to become a global leader, in\nour view. Saudi Arabia has one of the largest defence budgets globally, and we expect\nits focus on defence investment to remain broadly intact regardless of the price of oil.\nDue to regional tensions, defence spending will likely remain high for the foreseeable\nfuture, in our view. Saudi Vision 2030 and the associated National Transformation Plan\n(NTP) will likely increase focus on use of defence to achieve their economic\ndiversification goals. This is likely to take place through capability deployment and\nemployment in partnership with long term defence partners. Saudi authorities aim to\nraise the locally-sourced defence procurement from 2% today to 50% in 2030.\n\nMuch of the countries’ defence spending is for foreign imports. According to\nconsultancy IHS, 1 out of every 7 dollars spent on defence imports in 2015 was spent by\nSaudi Arabia, which was predicted by IHS to increase its defence imports by 52%yoy to\nUSS9.8bn in 2015.\n\nIn our view, Saudi strategy to increase locally manufactured defence content is justified,\ngiven their level of purchasing power with international contractors. However, this could\ntrigger a round of new contracts’ awards to set up new terms. The State owned Taqnia\ncompany has been signing some contracts with international companies but this\nremains very limited at this stage.\n\nSaudi commitment to defence spending positive for European Defence\n\nSaudi Arabia’s Ministry of Finance 2016 defence budget spending remains high at\nSAR213bn (cUS$57bn) which is 25% of the total budget. In 2015, the budgeted defence\nspending reached SAR307bn (US$82bn). Despite the large decrease in headline defence\nand security expenditure, budgetary figures suggest the allocation for the Ministry of\nInterior, Ministry of National Guard, Ministry of Defence, General Intelligence\nDirectorate, and Saudi Royal Guard Regiment could be heavily supported from elsewhere\nin the budget, if required. Figures released by the Ministry of Finance suggest that\nSAR183.0bn of the state budget for 2016 - c21% of total budgeted spending - will be\nallocated through a new ‘Budget Support Provision’ that is to be used \"to give more\nflexibility to the budget and redirect capital and operational expenditure in line with\nnational priorities and to fulfil spending requirements\". In our view, the commitment to\ndefence spending is positive for companies who have presence in the area, BAE (Buy,\n600p) & Thales (Buy, €87).\n\nBAE Systems ties to Saudi Arabia go as far back as 1966, when the company was\ncontracted to Lightning and Strikemaster aircraft and equipment in a programme called\nthe ‘Magic Carpet’. In 1985, a new government-to-government (UK/Saudi Arabia)\nagreement was signed covering supply and support of Tornado, Hawk and PC-9 aircraft.\nA new government-to-government agreement, known as the Saudi British Defence Co-\noperation Programme, was inaugurated at the start of 2007. Salam Project, which\n\nOS Merrill Lynch GEMs Paper #26 | 30 June 2016 75\n\nHOUSE_OVERSIGHT_016185",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016185.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3845,
    "word_count": 600,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:46.697003",
    "prefix": "IMAGES-003"
  }
}