{
  "document_id": "HOUSE_OVERSIGHT_017559",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017559.txt",
  "text": "J. CRAIG VENTER\n\nJ. Craig Venter, Ph.D., is regarded as one of the leading\n\nscientists of the 21st century for his numerous invaluable\ncontributions to genomic research. He is Founder, Chairman,\nand President of the J. Craig Venter Institute (CVD, a not-\nfor-profit, research organization with approximately 300\nscientists and staff dedicated to human, microbial, plant,\nsynthetic and environmental genomic research, and the\nexploration of social and ethical issues in genomics.\n\nDr. Venter is also Founder and CEO of Synthetic\nGenomics Inc (SGI), a privately held company dedicated\nto commercializing genomic-driven solutions to address\nglobal needs such as new sources of energy, new food and\nnutritional products, and next generation vaccines.\n\nDr. Venter began his formal education after a tour\nof duty as a Navy Corpsman in Vietnam from 1967 to 1968.\nAfter earning both a Bachelor’s degree in Biochemistry and a\nPh.D. in Physiology and Pharmacology from the University of\nCalifornia at San Diego, he was appointed professor at the State\nUniversity of New York at Buffalo and the Roswell Park Cancer\nInstitute. In 1984, he moved to the National Institutes of\nHealth campus where he developed Expressed Sequence Tags\nor ESTs, a revolutionary new strategy for rapid gene discovery.\nIn 1992 Dr. Venter founded The Institute for Genomic\nResearch (TIGR, now part of JCVI), a not-for-profit research\ninstitute, where in 1995 he and his team decoded the genome\nof the first free-living organism, the bacterium Haemophilus\n\ninfluenzae, using his new whole genome shotgun technique.\n\nIn 1998, Dr. Venter founded Celera Genomics\nto sequence the human genome using new tools and\ntechniques he and his team developed. This research\nculminated with the February 2001 publication of the human\ngenome in the journal, Science. He and his team at Celera\nalso sequenced the fruit fly, mouse and rat genomes.\n\nDr. Venter and his team at JCVI continue to blaze\nnew trails in genomics. They have sequenced and analyzed\nhundreds of genomes, and have published numerous\nimportant papers covering such areas as environmental\ngenomics, the first complete diploid human genome, and the\ngroundbreaking advance in creating the first self-replicating\nbacterial cell constructed entirely with synthetic DNA.\n\nDr. Venter is one of the most frequently cited\nscientists, and the author of more than 250 research articles.\nHe is also the recipient of numerous honorary degrees,\npublic honors, and scientific awards, including the 2008\nUnited States National Medal of Science, the 2002 Gairdner\nFoundation International Award, the 2001 Paul Ehrlich and\nLudwig Darmstaedter Prize and the King Faisal International\nAward for Science. Dr. Venter is a member of numerous\nprestigious scientific organizations including the National\nAcademy of Sciences, the American Academy of Arts and\nSciences, and the American Society for Microbiology.\n\nHOUSE_OVERSIGHT_017559",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017559.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2926,
    "word_count": 449,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:48.186918",
    "prefix": "IMAGES-004"
  }
}