{
  "document_id": "HOUSE_OVERSIGHT_018830",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018830.txt",
  "text": "Area Analysis 20\n\nGrand Beach Resort into 262 timeshare oriented condominium units. The first phase on this\nproject was completed in September 2015 and is open, while the second phase is currently\nunder construction.\n\ne The University of the Virgin Islands has announced plans to develop a medical school on St.\nThomas, which will be operated in collaboration between the hospitals on St. Thomas and St.\nCroix.\n\nConclusions\n\nEconomic conditions in the U.S. Virgin Islands appear to be slower to recover than many areas of the\nregion, particularly in St. Croix, where industrial development had previously been more of a focus\nthan tourism The closure of the Hovensa refinery and the failure to facilitate a sale to a buyer who can\nre-open the facility as a refinery will continue to plague St. Croix until other new developments occur\nthat can create new jobs. The assets of the refinery were recently sold at auction, but operating\nagreement with the USVI Government only states the buyers will use the oil storage portion in\naddition to constructing an asphalt plant on the property, which projects to only 80 jobs created in the\nimmediate future. There appears to be ongoing resurgence in tourism for St. Thomas and St. John, and\nreal estate activity appears to be improving; however, many businesses — even those catering to cruise\nship passengers — continue to struggle. Our forecast is for continued improvement in arrivals and\nhotel statistics, but only gradual economic improvement for the overall territory.\n\nIGY American Yacht Harbor Marina\n\nHOUSE_OVERSIGHT_018830",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018830.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1574,
    "word_count": 254,
    "line_count": 27,
    "import_date": "2025-11-19T21:47:45.196407",
    "prefix": "IMAGES-005"
  }
}