{
  "document_id": "HOUSE_OVERSIGHT_020175",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020175.txt",
  "text": "23\n\nYahoo and Google, collecting private data on hundreds of millions of their members provide them\nwith vast searchable data bases that they can sell to advertisers and other search parties. The\nexploitation of these data bases is a fundamental aspect of their business plans. Without such\nsurveillance of their users, social media companies would not be able to turn a profit. Indeed,\nthey may be more aptly called surveillance media rather than social media. For those of us who\nuse them to post pictures and communicate, any notion of personal privacy is largely illusionary.\n\nTo be sure, there is a distinction to made between the surveillance of our activities to which we\nvoluntarily agree in exchange for the benefits and conveniences that we gain from social media,\nsearch engines, and other Internet companies, and the surveillance done by government to which\nwe do not voluntarily invite-- or want. We willingly waive our privacy for corporations but not\nfor governments. What the public might not fully realize, however, is that all the personal\ninformation in data bases of private companies can be accessed by the government if it obtains a\ncourt order or search warrant. As Snowden himself pointed out, “If Facebook is going to hand\nover all of your messages, all of your wall posts, all of your private photos, all of your private\ndetails from their server, the government has no need to intercept all of the communications that\nconstitute those private records.\" These Internet companies, even if they are only interested in\nexploiting the data for its own profit, cannot refuse to share this information with the NSA, FBI\nand other agencies of the government if they have a court-ordered search warrant, Consequently,\nall the information these private corporations collect about us is legally available to any municipal, state\nand federal authority that obtains a warrant from a court. And such search warrants are routinely issued.\nThat reality became evident to me in my investigation of the rape charges brought (and subsequently\ndropped) against Dominique Strauss- Kahn, the managing director of the International Monetary Fund, in\n2011. Immediately after his arrest, Cyrus Vance Jr, the district attorney of New York county, obtained a\nwarrant for Strauss-Kahn’s cell phone records, credit card records, hotel room electronic key records,\nemails, room service bills, and the CCTV videos of his activities (some of which I published in my article\nabout the case in the New York Review of Books). If anyone doubts the pervasiveness of government\ndata collection, consider a little known government agency called the “Consumer Financial Protection\nBureau.” Created in 2010 by Congress, it mines data on a monthly basis from some 600 million personal\ncredit card accounts, targeting about 95 percent of the credit cards users in the United States. In\nadditions, through 11 other data mining programs, it gathers data on everything from private home\nmortgages and student loans to credit scores and overdrafts in personal banks accounts. This ubiquitous\nsurveillance of virtually every non-cash transaction came about because of advances in computer\ntechnology which made it economically feasible to mine data.\n\nNor is the concern raised by Snowden about NSA domestic surveillance misplaced. Ever since\nthe 9-11 attack the NSA has increasingly played a role in this surveillance state not by own choice\nbut because Congress mandated it. In 2001, it empowered the NSA to obtain and archive data on\nAmerican citizens. Accordingly, the NSA obtained the billing records of customers from phone\nand Internet companies and archived these records. The operation was intended to build a\nsearchable data base for the government that could be used to trace the history of the telephone\nand Internet activities in the United States of FBI-designated foreign terrorists and spies. The\ngovernment also kept secret these anti-terrorist programs from the public because it did not want\nthe foreign suspects to realize their communications in America were being monitored. The\n\nHOUSE_OVERSIGHT_020175",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020175.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4102,
    "word_count": 652,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.162623",
    "prefix": "IMAGES-005"
  }
}