{
  "document_id": "HOUSE_OVERSIGHT_024994",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024994.txt",
  "text": "37\n\ncontrast, is a BlackBerry fiend), which makes it hard to be in constant\ntouch.\n\nChappaqua remains a place for them to spend time together. On\nweekends, when both are off the road, she often takes the shuttle up\nfrom Washington—no government plane—on Friday night and\nreturns to her house on Whitehaven Street in Northwest Washington\non Sunday night. They’|l take long walks with their dog Seamus, a\nchocolate Labrador and the great-nephew of their White House dog,\nBuddy, who was struck by a car and killed in Chappaqua in 2002.\nSometimes they go house-hunting in suburban New York for fun,\nwhich leads to unfounded rumors they are about to move. Frequent\nguests include close staff and old friends like Terry McAuliffe and\ninvestors Alan Patricof and Marc Lasry and their families.\n\nOnly a few staffers were invited to Chelsea’s wedding, last July in\nRhinebeck, New York, including the tiny village of women around\nHillary who helped raise her: Maggie Williams, Melanne Verveer,\nCheryl Mills, Capricia Marshall (now head of protocol for the\ngovernment), and Huma Abedin, Hillary’s indispensable “body\nwoman” and surrogate daughter, whose marriage to New York\ncongressman Anthony Weiner the same month as Chelsea’s nuptials\nmade Hillary feel as if she had two weddings in the family at the\nsame time. “Her best friends are work and Chelsea, and now Marc,” a\nclose family associate says, referring to Marc Mezvinsky, Chelsea’s\nnew husband. Shortly before the wedding ceremony began, Bill,\nHillary, Chelsea, and Marc went into a room together at the Astor\nCourts estate for a few minutes with no one else, not even\nMezvinsky’s (divorced) parents. “They were three and now they’re\nfour,” one friend says. (Contrary to rumors, Hillary’s aides say that\nChelsea’s marriage is going well.)\n\nNever, Never, Never, Never Give Up\n\nHOUSE_OVERSIGHT_024994",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024994.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1846,
    "word_count": 299,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:44.567637",
    "prefix": "IMAGES-008"
  }
}