{
  "document_id": "HOUSE_OVERSIGHT_014975",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014975.txt",
  "text": "Volatility in the US\nRisk-limited alpha in a “collared” market: SPX ITM KO puts\n\nUS equities vulnerable...to a summer range-trade\n\nThe Federal Reserve last week appeared more emboldened to normalize monetary\npolicy, not only raising interest rates by 25bps but also reiterating its intention to hike\nfour more times by the end of 2018 and stating that it “expects to begin implementing\na balance sheet normalization program this year” - all despite recent softness in\ninflation data. Breakeven rates of inflation narrowed following the Fed communications\ndue to tighter monetary conditions in the face of slowing US economic data, and risk\nasset bears responded in force, suggesting that Janet Yellen had “broken up” with\ninvestors and that it would be prudent to sell “before it’s too late”.\n\nWe agree that the changing reaction function of the Fed is likely not supportive of\nfurther substantial US equity upside and may be viewed as the Fed now providing a\nshort call option on the S&P 500. However, in our view, it is premature to conclude\nfrom last week’s developments that the “Yellen put” is dead. We see its strike as\ndeclining but would not underestimate Yellen’s dovish inclinations in a shock or the\ncapacity for the Fed to still remain credibly on hold as long as the US economy is not\n“running hot”.\n\nIn short, we see monetary policy as now providing a “collar” (long put / short call} on a\nUS equity market that has already shown a propensity over the past year for getting\ntrapped in record tight trading ranges.' Other factors may also conspire to create a\nsummer range-trade for US equities, namely (i) fiscal policy, where gridlock likely caps\nequity upside but lingering policy hope floors the downside, and (ii) positioning, where\nthe risk of continued “fragility events” (potentially exacerbated by stretched quant\nfund/short vol positioning) meets cashed-up investors still accustomed to buying dips.\n\nTug of war between fragile market/stretched positioning and cashed-up dip-buyers\nAs we have noted recently, US equities have displayed a historically unusual tendency to\njump rapidly from calm to stress and back (“fragility”), with the recent Tech sell-off and\nrebound the latest example. For example, in the past year, the S&P 500 has seen\n5sigma declines (3 in total—Brexit, Sep-16, May-17) occur 20x more frequently than\nover the prior 90 years or so. The increased frequency of these “fragility events” is in\npart due to vol failing to remain high post a spike as equity market participants continue\nto aggressively “buy the dip” and in the process reset vol lower.\n\nHistorically low vol alongside consistently upward trending equity markets and low cross\nasset correlations could be creating stretched positioning across markets. For example,\nupward trending equities on historically low vol may be pushing CTA equity positioning\nto near record levels (Chart 7). Risk parity portfolios could be increasing their leverage\ndue to low vol as well as low cross asset correlation (Chart 8). And lastly, inverse VIX\nETPs have seen increased open interest as performance has swelled on the back of\ncontinued declines in vol and attractive term structure risk premia (Chart 9).\n\nShould vol spike again alongside a reversal in equity price momentum and a rise in cross\nasset correlations, then unwinds from these strategies could exacerbate market fragility.\nHowever, this must be weighed against an investor base that has plenty of cash on hand\n(Chart 10) and their potentially fickle but still-intact tendency to view any equity market\ndip as an alpha opportunity.\n\n' For example, the Dow Jones Industrial Average traded in its tightest trading range in over\n110 years in Jan-17; this followed a record in the S&P 500 ending Sep-16 for the longest\nstretch of trading within a range of 1.77% since 1928.\n\nBankof America\n\n4 Global Equity Volatility Insights | 20 June 2017 Merrill Lynch\n\nHOUSE_OVERSIGHT_014975",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014975.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3930,
    "word_count": 638,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:47.038928",
    "prefix": "IMAGES-003"
  }
}