{
  "document_id": "HOUSE_OVERSIGHT_022102",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022102.txt",
  "text": "Fittuy Ricw\n\nme personally in that area. Soon after that I went to Epstein’s\nhome in Palm Beach on El Brillo Way.\n\n_5. From the first time I was taken to Epstein’s mansion\nthat day, his motivations and actions were sexual, as were\nMaxwell’s. My father was not allowed inside. I was brought\nup some stairs. There was a naked guy, Epstein, on the table\nin the room. Epstein and Maxwell forced me into sexual\n\nCHAPT ER 34 activity with Epstein. I was 15 years old at the time. He\nseemed to be in his 40s or 50s. I was paid $200. I was driven\nhome by one of Epstein’s employees.\n\n6. I came back for several days following and did the\n\nE same sorts of sexual things for Epstein.\nerts Giuffre: January 19, 1 4 7. After I did those things for Epstein, he and Maxwell said\n015 by attorneys :: 3 they were going to have me travel and were going to get an edu-\nia cation for me. They were promising me the world, that I would\n\n’s victims by\ng travel with Epstein on his private jet and have a well-paid pro-\n\n. fession. Epstein said he would eventually match me up with a\n\nfre and I was born in August, : : : wealthy person so that I would be “set up” for life.\n\na 8. So I started “working” exclusively for Epstein. He took\n\ni old me to New York on his big, private jet. We went to his man-\n\n+h, Florida. When I was little, I\nbe a veterinarian. But my life\nthen adults—including Jeffrey\nAlan Dershowitz—began to be\n\nsion in New York City. I was shown to my room, a very luxu-\nrious room. The mansion was huge. I was very young and I\n; got scared because it was so big. Epstein brought me to a\nroom with a massage parlor. Epstein made me engage [in]\nsexual activities with him there.\n\nme.\n| when I was L5 years old, I met . F 9. You can see how young I looked in the photograph\n1 daughter of Robert Maxwell, . q below [see insert page 3).\n\nisher in Britain. Maxwell asked 10. Epstein took me on a ferry boat on one of the trips to\n\n-y Epstein’s mansion for the pur- New York City and there he took the picture above. I was\n\nverform “massages” and to train approximately 15 or 16 years old at the time.\n\n135\n\n134\n\nHOUSE_OVERSIGHT_022102",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022102.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2124,
    "word_count": 419,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:48.858173",
    "prefix": "IMAGES-006"
  }
}