{
  "document_id": "HOUSE_OVERSIGHT_014019",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014019.txt",
  "text": "eliminated all complainers and haters (saves my stomach).\n\nI just started my blog juergenreiter.com, “zen and the art of rockstarliving,’ where I want to share the\nchanges I made to my life (mostly for musicians to see the light at the end of the tunnel).\n\nAnd I recorded an album of my music and for the first time in my life did all the lyrics myself! It’s\ngoing to be out in spring on my label ORKAaN Music+Art Productions.\n\n[ll be on mini-retirement in New York this year for six weeks. Pll be in Sicily to learn Italian for\nabout two weeks in May. [ll be back in Sicily to travel the island by bike for another 2—3 weeks in\nSeptember. And am planning on going to either Mexico, Central America, or Australia in the winter.\n\nI learned to shave with a straight razor within about 30 minutes, which I wanted to do for years.\nShaving is a real exciting ritual now and a lot of fun! I will do a master course for coffee experts in April\n(I’m a coffee junky!) and become a “maestro del café.” I helped my wife quit her teaching job and fulfill\nher dream to run a cafe in Munich, Germany. It’s called Frau Viola and opened its doors in October\n2008. It is running great! (www.frauviola.wordpress.com)\n\nCan you measure all of that? I think it speaks for itself!\n\nThe general mindset of 4HWW has given me the calmness of being able to take time to play with my\ndaughter and enjoying my “free time” without getting the fear of missing out on something or wasting\nmy life. ’'d say overall (with all the above-mentioned changes) my productivity increased at least 70%\nand doubt decreased by 80%.\n\nFor those just getting started:\n\nstart small think big.\nidentify what excites you vs. what bores you\n\neliminate and focus on what excites you\n\nkh WO NN =\n\nstick to what excites you no matter what people say. It’s your life, live it the way you know is right\nfor you.\n\n5. read 4-Hour Workweek, obviously! —J. REITER\n\nART LOVERS WANTED\n\nI saw my father work himself to the bone for 20 years as a garbage-man when we immigrated from\nMexico. As I looked at my life in April 2007 in a lonely hotel room after another endless week of travel\nfor my employer far from my family and those I love, I realized that at 33 I was on the same path to\nwork myself into the ground and give up on my lifelong dream of pursuing my love of music and theater.\n\nIn life there are no accidents and that night as I was checking an e-mail from an old friend he\nsuggested the 4HWW. I devoured the book in a few hours and began immediately to apply the key\nprinciples. When I told people about the book and about what I intended to do everyone said I was crazy.\nI focused most of my efforts on Dream-lining, Elimination, and Liberation. As an employee I wanted to\nfirst achieve liberation with a remote work arrangement. Despite several failed attempts I persevered\n(great lesson in negotiating) and was granted the opportunity to work remotely. This changed everything.\nI went from 9+ hours of work a day with weekly work-related travel to four hours a week, one week of\ntravel per month, and I managed to get a $10,000 raise and deliver 2x the productivity in my job from\nthe previous unproductive year.\n\nAs a result I now live with my once long-distance girlfriend in Seattle (my hometown). I spend my\nnewly found time pursuing my passion for music (I sing in a choir and write my own folk-rock music),\ntheater (I am performing in my first fully improvised 60-minute play this weekend), and fitness. I am\ntraining for my second marathon now.\n\nMost of my friends cannot believe that I can actually spend most of my time pursuing my love for the\n\nHOUSE_OVERSIGHT_014019",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014019.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3633,
    "word_count": 667,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:48.228624",
    "prefix": "IMAGES-002"
  }
}