{
  "document_id": "HOUSE_OVERSIGHT_014824",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014824.txt",
  "text": "Case 1:15-cv-07433-RWS Document 751-10 Filed 03/17/17 Page 2 of 4\nPrince Andrew denies sex abuse claims - CNN.com\n\noa edition.cnn.com\n\nStory highlights\n\ne Prince Andrew addresses crowd at Davos, backs palace statement\ne Court documents show attorneys sent a letter asking to interview him under oath\ne Buckingham Palace has strenuously denied claim that he had sex with Virginia Roberts\n\"Firstly, | think | must, want, for the record to refer to the events that have taken place in the last three weeks. And |\n\njust wish to reiterate and to reaffirm the statements which have already been made on my behalf by Buckingham\nPalace,” he said Thursday at the World Economic Forum.\n\nEarlier this month, Buckingham Palace issued a statement which said, \"It is emphatically denied that the Duke of\nYork [Andrew] had any form of sexual contact or relationship\" with the woman. \"Any claim to the contrary is false and\nwithout foundation.\"\n\nAndrew is a son of Queen Elizabeth II and a brother of Prince Charles, the next in line for the British throne.\n\nThe prince is accused of having sex with the woman when she was 17, details of which are is a sworn affidavit in\nFlorida court dated January 19. The woman said that she and the Prince had sex \"three times, including one orgy.\"\n\nThe court documents showed that her lawyers had sent a letter to Buckingham Palace asking to interview the prince\nunder oath.\n\nIn her sworn affidavit, the woman described Buckingham Palace's denial that sexual contact ever took place\nbetween the pair as \"false and hurtful to me.\"\n\nInterview request\n\nThe woman, identified by Buckingham Palace as Virginia Roberts, first named the prince in a civil motion filed\nDecember 30 in the U.S. District Court in southern Florida in which she claims she was forced to have sex with\nseveral men. She is referred to as Jane Doe No. 3 in the legal filings.\n\nIn the letter the woman's lawyers sent to Buckingham Palace, attorneys Paul Cassell and Bradley Edwards asked to\ninterview Prince Andrew \"under oath regarding interactions that you had with Jane Doe No. 3 beginning in\napproximately early 2001. Jane Doe No. 3 was then 17 years old.\"\n\nThe letter includes a picture of the woman and Andrew which was taken around that time, they say. The lawyers also\nwant to discuss subsequent interactions with their client in New York City later that year, the letter says.\n\n\"The interview could be conducted at a time and place of your choosing, and with your cooperation, | believe the\ninterview could be completed in two hours or less,\" it says.\n\nNew court pleadings involving the relationship between Jane Doe No. 3 and the prince are being prepared, the letter\nadds, but their filing will be delayed if Andrew accepts the interview request by January 19.\n\nThe attorney for her legal team confirmed to CNN that Buckingham Palace had refused to accept the letter to Prince\nAndrew and that it was returned to them.\n\nBuckingham Palace didn't respond Thursday when asked by CNN about the letter.\n1/3\n\nHOUSE_OVERSIGHT_014824",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014824.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3024,
    "word_count": 515,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:45.835482",
    "prefix": "IMAGES-003"
  }
}