{
  "document_id": "HOUSE_OVERSIGHT_018497",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018497.txt",
  "text": "works. it will never work.\n\nand I try so hard not to get frustrated, but I can't avoid the knowledge that I am fucked\nup, I must be broken. I mean, any normal woman would have come by now. so what do I\ndo? I don't know what I need. do I back off and focus on him? that's what I end up doing,\nbecause I can't face asking for a little more attention in bed anymore. what's the point?\nhe'll just resent me when it doesn't work again. so I back off. and I can't help resenting\nhim, just a little, for not noticing how much I'm hurting. and not trying, even if I am\nbroken, and I will never ever come.\n\nte Kk ok\n\nI. Vaginal Pain\n\nWhen I wrote the above, I was actually pretty close to figuring out how to have an\norgasm. But I didn't know that. I'd dealt with the anxiety of being unable to come for so\nlong -- and I'd also recently begun to understand that my sexuality is oriented towards\nS&M -- and so anguish just flooded out of me, into those words. I craved S&M, but\nacknowledging the craving made me feel like a \"pervert,\" a \"freak.\" It contributed to my\nalready-overwhelming fear that I was \"broken\" because I couldn't figure out how to\ncome.\n\nThere's one thing I didn't mention when I poured out all that fear and shame: I experience\nrare vaginal pain -- not every time I have sex, not even most times, but occasionally.\nMedical science has traditionally failed to care about how women experience our\nsexuality, so very little research has been done on the subject. As a result, it's impossible\nto say why I get that pain. Is it some kind of physical problem? That seems likely,\nbecause my psychological comfort level with a sexual encounter doesn't seem to correlate\nwith whether the pain happens or not. But because female sexuality is often stereotyped\nas too mysterious and emotional to be worth rigorous medical investigation, I doubt I'll\never know for sure.\n\nFor a while I was sure I was allergic to semen, because I read a magazine feature by a\nwoman who said she was. Aha, I thought. I stopped taking hormonal birth control pills. I\nmade my trusted monogamous boyfriends use condoms. The pain became less common.\nYet throughout that time -- continuing through today -- I still get the pain occasionally,\nvery occasionally. Sometimes I even feel the pain during encounters that lack vaginal\npenetration, so it's clearly not about having a penis in me.\n\nI can push through the pain; I can even have an orgasm, a reflex that feels good yet is\nsurrounded by not-good; but I can't get rid of the pain entirely. Whenever I think I'll\nnever feel it again, it sneaks into some sexual encounter.\n\nThe semen allergy theory has been ruled out, since I get the pain without semen contact.\nThat doesn't mean that hormonal birth control didn't have an effect, though -- the pain\nwas definitely worse while I was taking it. The Pill intersects with sexuality in ways we\nstill don't understand; one common side effect is that it reduces sex drive. Perhaps the Pill\naffected my sexuality in some physical-medical way, worsening the pain problem.\n\nThe long and the short of it is that I experience some vaginal pain; the pain is confusing\n\nHOUSE_OVERSIGHT_018497",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018497.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3157,
    "word_count": 572,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:47.507276",
    "prefix": "IMAGES-005"
  }
}