{
  "document_id": "HOUSE_OVERSIGHT_018590",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018590.txt",
  "text": "to pieces, and it's much harder to speak against condoms when funeral processions wind\nthrough your neighborhood every weekend. Occasional religious educators claim that\npromoting condom usage waters down their message and therefore makes anti-HIV\neducation less effective; but most churches I've encountered take a pragmatic, condom-\npromoting approach. Indeed, one of the best HIV curricula I've seen so far is the\n\"Channels of Hope\" workshop, created by the Christian organization World Vision and\ndesigned to train church groups. It not only promotes explicit condom education, but\nurges compassion towards sex workers and homosexuals. And it discusses why marital\nrape isn't okay! I'd venture to say that the majority of liberal, secular sex education\ncurricula in the USA aren't as awesome.\n\nJust the other day, I was surveying a bunch of kids aged 11-13 and they asked how to put\non a condom. Cursing myself silently, I had to admit that I didn't have any to show\nthem... at which point one child dashed from the room and returned minutes later bearing\nboth a condom, plus a rather splintery stick from a firewood pile. Condom distribution is\nin full swing; I can think of three places to pick up free condoms within a ten-minute\nwalk from where I'm seated. Condoms are described in kids' textbooks, and condom\ndemonstrations are welcome in every school. Condoms are lauded by politicians, pop\nicons, and religious leaders. Take any person off the street and they'll know the HIV-\nprevention mantra: ABC -- Abstain, Be faithful, use Condoms. Yet condom usage rates\nare still killingly low.\n\nKK ok\n\nThough I'm fishbelly-pale, I'm not great at wearing sunscreen, and I live in Africa. I try...\nI mean, I kinda try... I mean it's so annoying to apply, and it feels gross! And this\nnotwithstanding the fact that I literally have ten bottles of top-quality, non-sticky, oil-free\nsunscreen sitting across the room from me as I type this. On the other hand, I religiously\ntake my malaria prophylactic pill; I've noticed no side effects, and getting malaria would\nreally suck.\n\nI recall one recurring conversation between myself and a former boyfriend, whom I dated\nfor years. We'd both had excellent sex education, and yet we used withdrawal as our\nprimary birth-control method. We did it even though we both had boxes of condoms\navailable. We did it even though neither of us wanted me to get pregnant, and -- though\nI'm definitely pro-choice -- I wasn't sure I could bring myself to have an abortion. We'd\nboth been tested, and we trusted each other not to cheat, but that's some dangerous trust\nto extend -- and we knew it.\n\nOne particular moment comes to mind: we were lying lazily in bed together, talking\nabout how stupid we were.\n\n\"We should be more careful,” he said seriously.\n\"We really should,\" I agreed.\n\n\"Let's be more careful,” he suggested.\n\nI nodded.\n\nWe weren't.\n\nHOUSE_OVERSIGHT_018590",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018590.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2903,
    "word_count": 485,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:48.450101",
    "prefix": "IMAGES-005"
  }
}