{
  "document_id": "HOUSE_OVERSIGHT_019911",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019911.txt",
  "text": "“Donald,” said Murdoch, “for eight years these guys had Obama in their pocket. They\npractically ran the administration. They don’t need your help.”\n\n“Take this H-1B visa issue. They really need these H-1B visas.”\n\nMurdoch suggested that taking a liberal approach to H-1B visas might be hard to\nsquare with his immigration promises. But Trump seemed unconcerned, assuring\nMurdoch, “We’ll figure it out.”\n\n“What a fucking idiot,” said Murdoch, shrugging, as he got off the phone.\n\nOOK Ok\n\nTen days before Donald Trump’s inauguration as the forty-fifth president, a group of\nyoung Trump staffers—the men in regulation Trump suits and ties, the women in the\nTrump-favored look of high boots, short skirts, and shoulder-length hair—were watching\nPresident Barack Obama give his farewell speech as it streamed on a laptop in the\ntransition offices.\n\n“Mr. Trump said he’s never once listened to a whole Obama speech,” said one of the\nyoung people authoritatively.\n\n“They’re so boring,” said another.\n\nWhile Obama bade his farewell, preparations for Trump’s first press conference since\nthe election, to be held the next day, were under way down the hall. The plan was to make\na substantial effort to show that the president-elect’s business conflicts would be addressed\nin a formal and considered way.\n\nUp until now, Trump’s view was that he’d been elected because of those conflicts—his\nbusiness savvy, connections, experience, and brand—not in spite of them, and that it was\nludicrous for anyone to think he could untangle himself even if he wanted to. Indeed, to\nreporters and anyone else who would listen, Kellyanne Conway offered on Trump’s behalf\na Sself-pitying defense about how great his sacrifice had already been.\n\nAfter fanning the flames of his intention to disregard rules regarding conflicts of\ninterest, now, in a bit of theater, he would take a generous new tack. Standing in the lobby\nof Trump Towner next to a table stacked high with document folders and legal papers, he\nwould describe the vast efforts that had been made to do the impossible and how,\nhenceforth, he would be exclusively focused on the nation’s business.\n\nBut suddenly this turned out to be quite beside the point.\n\nFusion GPS, an opposition research company (founded by former journalists, it\nprovided information to private clients), had been retained by Democratic Party interests.\nFusion had hired Christopher Steele, a former British spy, in June 2016, to help investigate\nTrump’s repeated brags about his relationship with Vladimir Putin and the nature of\nTrump’s relationship with the Kremlin. With reports from Russian sources, many\n\nHOUSE_OVERSIGHT_019911",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019911.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2644,
    "word_count": 421,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.955385",
    "prefix": "IMAGES-005"
  }
}