{
  "document_id": "HOUSE_OVERSIGHT_031743",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031743.txt",
  "text": "Influence without force: the law of the Internet\n\nThe past year has seen increasing backlash and fear towards the Internet and its constituents.\nCalls for government-mandated regulation are coming from all sides while Silicon Valley\nwonders how influence campaigns have managed to sway an election.\n\nIt is tempting, especially for the affected parties, to see Russian influence campaigns and lack of\ninternet regulation as the culprit for the general sense of malaise in the Western World and its\ndescent into populism but that would miss two much bigger phenomena: worsening living\nconditions and incorrect conceptualization of the internet.\n\nWorsening living conditions\n\nThe rapid growth of China and emerging markets as well as the rise of “non-material” capitalism\ncaused capital to move up and out. It moved up, with the “rich getting richer’, because\nnon-material capitalism (eg. finance, tech) scales better than traditional capitalism and it moved\nout towards emerging markets owing to globalization. The displacement of capital from\nmiddle-class Western world has led to progressively better living conditions for the world as a\nwhole but worse living conditions at the individual level in Europe and the United States. This\nnew world order is the culprit for the nationalism seen across these regions.\n\nConceptualizing the Internet\n\nIn “The True Believer” Eric Hoffer remarks “For men to plunge headlong into an undertaking of\nvast change, they must be intensely discontented yet not destitute. [...] They must also have an\nextravagant conception of the prospects and potentialities of the future”, in other words for\npeople to champion change they need to be unhappy yet sufficiently hopeful. The Internet has\nbeen the very enabler and carrier of this hope, as evidenced in the Arab Spring and Trump\nalike. For an industry to be able to shape minds and spread hopes of such a diverse and\ndispersed group of people is extraordinary.\n\nThis realization enables us to posit that unlike any other booming industry, technology is unique.\nNo other industry in the past has had the ability to create a new world, a domain in military lingo,\nwhere people have a virtual life, an identity and participate in their own unique flavor of “res\npublica”; where people are citizens as much as they are consumers. It is therefore useful to look\nat the Internet as the natural evolution of a Nation State, an entity in which there are myriads of\nco-existing tribes yet this State is not concerned with most of its traditional functions such as\npublic defense, welfare and so forth.\n\nLooking at the Internet as a New Nation State is not merely an exercise in theoretical metaphors\n\nand awe for human ingenuity; it provides a practical mental model to address the problem of\nnationalism and worsening living conditions.\n\nHOUSE_OVERSIGHT_031743",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031743.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2834,
    "word_count": 456,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:47.219665",
    "prefix": "IMAGES-011"
  }
}