{
  "document_id": "HOUSE_OVERSIGHT_026669",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026669.txt",
  "text": "effects, which seem to impact other multi-manager funds in a greater way?\nPlatform Beta\n\nEquity market performance is a large predictor of returns for many long/short equity hedge funds, due to the\nlarge equity beta exposure with which many funds run.* At Boothbay, we generally run with limited net\nequity market exposure (on average 6-8% historically) and have maintained low correlation to market\nindices. While the sources of our returns will generally be idiosyncratic, there is no question that the\ntremendous amount of capital that has flown into the low-net multi-manager, i.e. “platform”, category, has\ncreated an even greater risk of exposure to “Platform Beta” for some of our managers, even while avoiding\nbroader equity market beta.\n\nPlatform Beta is a term we have heard used to describe the overlap of long and short positions, across some\nof the largest market-neutral, multi-manager hedge fund managers. While these overlapping names may be\nviewed as “smart money” positioning in some sense, there is also meaningful risk associated with being in\ncrowded longs and shorts due to the viciousness of the cascading effects when these portfolios are being\nliquidated, or re-sized quickly, as we observed in Q1 2016. For a variety of reasons, we believe that\nPlatform Beta has a true positive expectancy over time and with much less risk than other traditional factor\nrisks, especially ones taken on by long-only or long-biased investors. While we consider it to be an obvious\ngoal to avoid material exposure to all known market risk factors, we also attempt to reduce our more\ndifficult to measure Platform Beta exposure when possible. Despite the positive return expectation of\nPlatform Beta, we do not think a large or concentrated exposure to this factor is beneficial. Perhaps even\nmore importantly, we do not believe that all alpha is created equally, and we are trying to provide the most\nuncorrelated alpha as possible to our investors.\n\nSo how do we minimize overexposure to Platform Beta? We can monitor data that imperfectly points to\ncrowded names or themes, but the most direct way we seek to avoid crowded names is through our overall\nportfolio construction and manager-selection process. This is demonstrated in our continued focus on “First\nLoss” allocations as well as investments in the strategy category we call “Other”, which is comprised of\nniche strategies outside our more traditional long/short fundamental and quantitative strategies. These\nalternative categories have served as a valuable source of alpha as well as diversification away from\nPlatform Beta. Additionally, even in our more traditional strategies, we focus on allocating to smaller\nmanagers who can have larger parts of their portfolios in smaller capitalization companies, which tend to be\nless trafficked by the larger funds, and therefore are also less subject to the effects of large industry\ndeleveraging. We cannot avoid all of the dangers of hedge fund deleveraging but our conscious attempts to\ntarget differentiated strategies, and to limit concentration, has allowed us to be less impacted by these flows\nthan several other multi-manager platforms.\n\nPortfolio Attribution and Risk\n\nWithin our Multi-Strategy platform, the “Other” category was the largest contributor for both Q4 and 2016\noverall, contributing gross returns of +0.82% in Q4 and +2.19% YTD. The remaining quarterly and full-year\ngross return attribution within the Multi-Strategy platform were: “Fundamental L/S” at -0.86% in Q4 and\n+1.16% YTD, and “Quantitative” at 0.29% in Q4 and -1.53% YTD. Our First Loss platform allocations\ncontributed gross-returns of +0.72% in Q4 and +6.60% YTD.”\n\nThe Fund averaged approximately 0.39% daily Value at Risk during Q4 vs. 0.41% in Q3 (95% Confidence\nInterval, excluding First-Loss allocations). As stated in last quarter’s letter, we expect to see an increase in\nour VaR during Q1 2017 primarily through a combination of new manager allocations and a pick-up in\noverall market volatility due to macro events on the horizon. We expect the Trump Presidency, additional\n\n“For example, Goldman Sachs Prime Services reported hedge fund net exposure to be between 50% and 67% throughout 2016. (Goldman Sachs\nSecurities Division: Prime Services Weekly 12.22.2016)\n\n° Performance Attribution figures reported herein are shown unaudited, gross of fees/allocations and expenses; include the reinvestment of dividends,\ncapital gains, and other earnings; and may be subject to adjustment.\n\nHOUSE_OVERSIGHT_026669",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026669.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4518,
    "word_count": 701,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:48.582242",
    "prefix": "IMAGES-009"
  }
}