{
  "document_id": "HOUSE_OVERSIGHT_020308",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020308.txt",
  "text": "156\n\nremotely intercepting even the faintest traces of electromagnetic signals, hacking into computers,\nand eavesdropping on distant conversations, but using special units, called “tailored access\noperations,” to plant listening devices in embassies and diplomatic pouches. It also organized\nelaborate expeditions to penetrate cables in enemy territory. In 1971, for example, the NSA had\nsent a specially-equipped submarine into Russia’s Sea of Okhotsk in Asia to tap through Arctic\nice. The target was a Russian cable 400 feet below the surface that connected the Russian naval\nheadquarters in Vladivostok with a missile testing range.\n\nIn 1980, President Ronald Reagan, gave the NSA a clear mandate to expand its interception of\nforeign communications. In Executive Order 12333, he told the NSA to use “all means, consistent\nwith applicable Federal law and (this Executive) order, and with full consideration of the rights of\nUnited States persons, shall be used to obtain reliable intelligence information to protect the\nUnited States and its interests.” It did restrict any foreign country, either an adversary or an ally,\nfrom its surveillance.\n\nThe NSA’s target soon became nothing short of the entire electromagnetic spectrum. “We are\napproaching a time when we will be able to survey almost any point on the earth’s surface with\nsome sensor,” Admiral Stansfield Turner, the former Director of Central Intelligence wrote in\n1985. “We should soon be able to keep track of most of the activities on the surface of the\nearth.” Bobby Ray Inman, a former director of the NSA and deputy director of the CIA, argued\nthat the “vastness of the [American] intelligence ‘take’ from the Soviet Union, and the pattern of\ncontinuity going back years, even decades,” greatly diminished the possibility of Soviet deception\nso long as the NSA kept secret its sources.\n\nThe NSA did not rely entirely on its own sensors for this global surveillance. It also formed\nintelligence-sharing alliances with key allies the most important was with the British code-\nbreaking service, called the Government Communications Headquarters, or GCHQ, which in\nWorld War II had achieved enormous success in using computers to crack the German Enigma\ncipher. This alliance expanded to include Canada, Australia, and New Zealand, in the so-called\nFive Eyes Alliance. Since over 80 percent of international phone calls and Internet traffic passed\nthrough fiber-optic cables in these five countries, the alliance had the capability of monitoring\nalmost all phone and internet communications. .The NSA also established fruitful liaisons with\nthe cyber-services of Germany, France, Spain, Italy, Netherlands, Portugal, Israel, Japan, and\nSouth Korea, who often were willing to provide the NSA with access to telecommunications links\nin their countries. These long-term allies greatly strengthened the NSA’s hand in other ways in the\nintelligence war. For example, the so called “James Bond” provision of the British Intelligence\nServices Act 1994 allowed officers of the GCHQ to commit illegal acts outside of Brittan\nincluding planting devices to intercept data from computer servers, cell phones, and other\nelectronic targets. And, as Snowden’s release of documents revealed in 2013 and 2014, these\nforeign allies fully shared their information with the NSA.\n\nHOUSE_OVERSIGHT_020308",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020308.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3350,
    "word_count": 514,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:47.577568",
    "prefix": "IMAGES-005"
  }
}