{
  "document_id": "HOUSE_OVERSIGHT_014034",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014034.txt",
  "text": "authors with the precision of a Swiss watch.\n\nHeather Jackson, your insightful editing and incredible cheer-leading has made this book a pleasure to\nwrite. Thank you for believing in me! I am honored to be your writer. To the rest of the Crown team,\nespecially those whom I bother (because I love them) more than four hours a week — Donna Passannante\nand Tara Gilbride in particular—you are the best in the publishing world. Doesn’t it hurt when your\nbrains are so big?\n\nThis book couldn’t have been written without the New Rich who agreed to share their stories. Special\nthanks to Douglas “Demon Doc” Price, Steve Sims, John “DJ Vanya” Dial, Stephen Key, Hans Keeling,\nMitchell Levy, Ed Murray, Jean-Marc Hachey, Tina Forsyth, Josh Steinitz, Julie Szekely, Mike Kerlin,\nJen Errico, Robin Malinosky-Rummell, Ritika Sundaresan, T. T. Venkatesh, Ron Ruiz, Doreen Orion,\nTracy Hintz, and the dozens who preferred to remain anonymous within corporate walls. Thanks also to\nthe elite team and great friends at MEC Labs, including, but not limited to, Dr. Flint McGlaughlin, Aaron\nRosenthal, Eric Stockton, Jeremiah Brookins, Jalali Hartman, and Bob Kemper.\n\nRefining the content of this book from pulp to print has been torturous, especially for my\nproofreaders! Deep bows and sincere thanks to Jason Burroughs, Chris Ashenden, Mike Norman, Albert\nPope, Jillian Manus, Jess Portner, Mike Maples, Juan Manuel “Micho” Cambeforte, my brainiac brother\nTom Ferriss, and the countless others who honed the end product. I owe particular gratitude to Carol\nKline—whose keen mind and awareness of self transformed this book—and Sherwood Forlee, a great\nfriend and relentless devil’s advocate.\n\nThanks to my brilliant interns, [lena George, Lindsay Mecca, Kate Perkins Youngman, and Laura\nHurlbut, for meeting deadlines and keeping me from imminent meltdown. I encourage all publishers to\nhire you before their competition does!\n\nTo the authors who have guided and inspired me throughout this process, I am forever a fan and\nindebted: John McPhee, Michael Gerber, Rolf Potts, Phil Town, Po Bronson, AJ Jacobs, Randy Komisar,\nand Joy Bauer.\n\nFor helping to build schools around the world and for funding projects for more than 15,000 U.S.\npublic school students, I wish to thank—among countless others—the following readers and friends:\nMatt Mullenweg, Gina Trapani, Joe Polish, David Bellis, John Morgan, Thomas Johnson, Dean Jackson,\nPeter Weck and SimplyHired.com, Yanik Silver, Metroblogging, Michael Port, Jay Peters, Aaron Daniel\nBennett, Andrew Rosca, Birth & Beyond, Inc., Doula Services, Noreen Roman, Joseph Hunkins, Joe\nDuck, Mario Milanovic, Chris Daigle, Jose Castro, Tina M. Pruitt Campbell, Dane Low, and all of you\nwho believe karmic capitalism is possible. It is.\n\nTo all of the readers and lifestyle designers who shared their experiences and helped create this\nexpanded edition—thank you! It wouldn’t have been possible without you, and I am humbled beyond\nwords by your generosity. I hope you never stop thinking big and doing the uncommon.\n\nTo Sifu Steve Goericke and Coach John Buxton, who taught me how to act in spite of fear and fight\nlike hell for what I believe, this book—and my life—is a product of your influence. Bless you both. The\nworld’s problems would be far fewer if young men had more mentors like the two of you.\n\nLast but not least, this book is dedicated to my parents, Donald and Frances Ferriss, who have guided\nme, encouraged me, loved me, and consoled me through it all. I love you more than words can express.\n\n- About the Author\n\nHOUSE_OVERSIGHT_014034",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014034.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3582,
    "word_count": 578,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:49.346149",
    "prefix": "IMAGES-002"
  }
}