{
  "document_id": "HOUSE_OVERSIGHT_023840",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023840.txt",
  "text": "94 Teaching Minds\n\nexperimentation is performed repeatedly as the students predict the\neffects of various modifications of the worm’s anatomy. Describing\ntheir conclusions is important—the project’s goals; the worm’s anat-\nomy, physiology, and behavior; and the interaction of anatomy and\nfunction.\n\nSPORTS MEDIC\n\nThe core of this rotation is four athletic injuries. In each case the stu-\ndents examine the patients, describe their observations in detail, and\nperform a formal differential diagnosis. The students must use judg-\nment and modeling to predict the effect of providing a competitive\nathlete with an artificial bone implant.\n\nDESIGNER GENES\n\nThis rotation has three primary activities. In all three, evaluation plays\na role as they discuss genetically modified animals, crops, and muscles.\nDescribing, planning, and influence all are involved as the students\nprepare a congressman for hearings. All four of the social processes\ncome into play in formal debates.\n\nWhat should be clear here is that what the health sciences curricu-\nlum seems to be about and what it is actually about are very different\nthings. It seems to be about teaching health sciences content, when\nwhat it is really about is having students practice various cognitive\nprocesses that occur again and again throughout life. This was the goal\nof the design, pure and simple: to help students practice thinking. It\nreally doesn’t matter what arena they are thinking in. We get them\ninterested in thinking by having them think about something that\ninterests them and is connected to a world they may wish to explore\nlater on in life. They may indeed learn something about that world as\nwell, but the point is the cognitive process-based education, not the\nsubject-based education.\n\nI thought of the idea of building SCCs instead of using the normal\nset of courses that constitute most students’ school year when I took\na job with Carnegie Mellon University (CMU) as the Chief Education\nOfficer of its new West Coast campus, located in Silicon Valley. There\n\nHOUSE_OVERSIGHT_023840",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023840.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2059,
    "word_count": 327,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:44.146404",
    "prefix": "IMAGES-007"
  }
}