{
  "document_id": "HOUSE_OVERSIGHT_015960",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015960.txt",
  "text": "270 Are the Androids Dreaming Yet?\n\nThe Role of ‘Process’ in Creativity\n\nWe hear a lot about ‘process’ when developing software and other\ncreative tasks. The first thing to realize is process does not write software\nand every moment spent on process is a moment not writing software.\nExcessive process can bring the productivity of the average programmer\ndown from a thousand lines per day to one. On the other hand, we all\nknow that using no process to write software results in useless software.\nGood solo programmers, playwrights or composers are surrounded by\nlists and post-it notes full of process. Where is the balance to be struck?\n\nIn my view ‘process’ is there to help humans with the tasks we find\nnaturally difficult. Humans, as we know, are dreadful at remembering\nlists of symbolic information. Give a human ten numbers to memorize\nand they will quickly forget them. Give Microsoft Excel ten numbers and\nit will remember them forever, or, at least, until your next upgrade! So\nthe first job of process is to collect lists of things and sometimes even lists\nof those lists.\n\nAnother significant affliction affecting humans is procrastination.\nWe tend to put off decisions. Process can set waypoints; when will the\njob of splitting a project occur, when will we begin the test, and so on.\n\nThe third job of process is to keep track of the division of labor — if\nthe project has to be divided. Who will do what? Essentially we are back\nto lists again.\n\nThe most important job of process, in my view, is to keep track\nof scope. ‘Logical scope creep’ when unrecognized destroys software\nprojects. Scope creep is fine if it just adds more linear work. “Could we\nadd three more product types?” “Could you do another language?” “Can\nyou make this interface prettier, less cluttered?” It may cause a busy team\nto groan, but it does not damage the integrity of the design. To put it back\nin Brooks’ language, accidental creep is fine — provided you add some\nresource. Essential creep is not. Adding the french language prompts to\na project in English might be fine, putting language translation into a\nproject may be a step too far. The project may have strayed into a different\nlogical class. Increases in logical scope often require redesign, you must\nstop and re-architect if you are to avoid bugs in plague like quantities.\n\nIf programming software is a creative task, how can we help improve\nproductivity? The most important factor is to provide uninterrupted\npeace and quiet. Programming is a task where people need to hold many\nideas in their head at the same time, and this requires deep concentration.\nTo get some idea of the creative process at work, listen to the excellent\nTED lecture by John Cleese.\n\nHOUSE_OVERSIGHT_015960",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015960.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2740,
    "word_count": 471,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.216112",
    "prefix": "IMAGES-003"
  }
}