{
  "document_id": "HOUSE_OVERSIGHT_010805",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010805.txt",
  "text": "ow won nu PWN\n\n265\n\nhave another hour.\n\nMR. SCAROLA: I'm almost ready to take a\nbreak.\n\nMR. SCOTT: Okay.\n\nMR. SCAROLA: Could you read back the last\nquestion, please?\n\nFirst of all, I move to strike the\nunresponsive specch,\n\nAnd now read back the last question, if\n\nyou would.\n\n(Requested portion read back as follows:)\nTHE REPORTER: \"Do you remember having\nmade those statements?”\nDo you want me to read prior to that?\nMR. SCAROLA: No, that's fine. That's the\nquestion that I asked.\nBY MR. SCAROLA:\n\nQ. Is the answer yes?\n\nA. I don't remember specifically. Ido\ngencrally remember having said that your clients\ncould have easily discovered conclusive proof that\nVirginia Roberts was lying about me and that\nhad -- because 1 knew, of course, it was false --\n\nMR. SCAROLA: Tom --\nA. -- been able to uncover such proof.\n\now on HU BW NY\n\nbe\n\nCMU MOY AUB WDNR\n\n266\n\nMR. SCAROLA: That has nothing to do with\nthe question I asked --\n\nMR. SCOTT: Let's take -- let's take a\nbreak like I suggested and we'll come back and\nthen you can ask your question and -- okay?\n\nMR. SCAROLA: Well, while the question is\npending, I would like an answer to the question\nbefore we break.\n\nMR. SCOTT: Did you answer the question?\n\nJHE WITNESS: [ thought I did.\n\nA. But what -- could you repeat the question?\nI'll try to answer it in a yes or no if I can.\n\nBY MR. SCAROLA:\n\nQ. Did you make the statement that within an\nhour of learning of these allegations, you had\ngathered documents that completely exonerated you?\n\nA. I don't recall those specific words --\n\nQ. Thank you, sir.\n\nA. -- but the truth --\n\nMR. SCOTT: That's it, and I think he\nindicated that before.\n\nMR. SCAROLA: That would be very helpful\nif we said that and then we stopped and we can\ntake a break.\n\nMR. SCOTT: He previously had said that\n\nwo nrg nm FP WN\n\nNNNNN NEP BY He PB oR Be\n“mk WNeH OW ON AU FW NEO\n\nand then explained it but now you have it\n\ndirectly answered. So we're -- we're ata\n\nbreak point.\n\nMR. SCAROLA: Thank you.\nVIDEOGRAPHER: Going off the record. The\ntime is approximately 11:01 a.m.\n(Recess was held from 11:01 a.m. until 11:23 a.m.)\nVIDEOGRAPHER: Going back on the record.\nThe time is approximately 11:23 a.m.\nBY MR. SCAROLA:\n\nQ. When did you last travel from outside the\nState of Florida to arrive in Florida?\n\nA. The day before yesterday, | think.\n\nQ. And where did you travel from?\n\nA. New York.\n\nQ. When were you last in Boston, in the\nBoston area?\n\nA. About two weeks ago.\n\nQ. So, if anyone had represented that you\nwere going to be traveling from Boston to Florida\nthis past weekend, that would have been a\nmisrepresentation; is that correct?\n\nA. Thave no idca what you're talking about.\n\nQ. Well, I'm talking about your personal\ntravels. If anyone had represented that you were\n\n268\n\ngoing to travel from Boston to Florida and canceled\ntravel arrangements from Boston to Florida this past\nweekend, that would have been a misrepresentation,\ncorrect?\n\nA. [have no idea what you're talking about.\n\nI'm sorry.\n\nQ. Well, what is it that you don't understand\nabout that question? Either you were in --\n\nA. The basis --\n\nQ. -- Boston and were planning on traveling\nfrom Boston to Florida this past weekend or the last\ntime you were in Boston was two weeks ago, so you\ncouldn't have been planning --\n\nA. I--\n\nQ. -- on traveling from Boston to Florida.\n\nA. Iwas actually in Boston -- now that I\nchecked my calendar, [ was actually in Boston --\nhere, | have -- aha. It says -- and my calendar\nsays | was in Boston. Then it says leave for\nFlorida, but that got changed. Yes, that got\nchanged, right.\n\nQ. May | see that, please?\n\nA. No, this is my personal calendar.\n\nQ. Yes, I'm sorry, but if you refer to\nanything to refresh your recollection --\n\n23 (Pages 265 to 268)\n\nwww.phippsreporting.com\n(888) 811-3408\n\nHOUSE_OVERSIGHT_010805",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010805.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3791,
    "word_count": 695,
    "line_count": 175,
    "import_date": "2025-11-19T21:47:44.076372",
    "prefix": "IMAGES-001"
  }
}