{
  "document_id": "HOUSE_OVERSIGHT_015564",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015564.txt",
  "text": "Edwards adv. Epstein\nTelephone interview with Virginia Roberts\nPage 9 of 23\n\nJS: Yes, I was talking about a street. Royal Palm Drive is on the island of Palm Beach, and\nit’s a street that is lined with large royal palm trees, and I’m wondering if this was an\napartment on the island or was this an apartment out west of town...\n\nV: No, it was actually in Royal Palm Beach, not on the island.\n\nJS: — Alright.\n\nV: I would be driven, it was closer to my family than it was closer to him. I wanted to be\nclose enough to everybody else so that when I was in town, I could just go see them\nquickly.\n\nJS: Ok. So we’re not talking about Royal Palm Boulevard. We’re talking about the town of\nRoyal Palm west of town. Jeffrey got you an apartment out there.\n\nV: That’s correct.\n\nJS: | When he was in Palm Beach, you were generally not staying at the mansion, you were\nstaying at the apartment that he got for you out west of town.\n\nV: That’s correct.\nJS: Ok.\n\nV: I mean then there was times, I don’t wanna say that every time I stayed at my apartment.\nThere was times we’d fly back from some city maybe too late at night to really want to\ngo back home, so you know, it’s like 12:00 at night or 1:00 in the morning. I was just\nstaying in the yellow room, or something like that; one of the guest rooms in Palm Beach.\nBut majority of the time, I would definitely want to get back to my own apartment.\n\nJS: Alright. What were the general hours of your full time employment when ...?\n\nV: There was not set hours. It wasn’t like logging, and you know, hitting the shift button,\nnothing like that. The way I would get paid would be, ok, if J was in Palm Beach, I\nwould get $200 an hour to massage Jeffrey or some of his friends and then go home. So\nit would be like that. If I was traveling with him, it would be per massage, so I would be\ngetting paid per day. So I wouldn’t be getting paid on an hourly rate. He wouldn’t say\nok, today you’re going to work for me from 7:00 in the morning until 8:00 at night. It\nnever like that. I was on call all the time.\n\nJS: | When you were here in Palm Beach, were you actually getting paid only for the time\nspent massaging Jeffrey or were you getting paid from your arrival at his house until you\nleft the house?\n\nV: From the time the massage started.\n\nHOUSE_OVERSIGHT_015564",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015564.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2301,
    "word_count": 452,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:48.302202",
    "prefix": "IMAGES-003"
  }
}