{
  "document_id": "HOUSE_OVERSIGHT_027851",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027851.txt",
  "text": "the substance of any real peace — could not simply be put off forever.\nUntangling them was getting harder, not easier. And we realised that only in an\nenvironment like Camp David — a “pressure cooker” was how I described it to\nClinton, and to US Secretary of State Madeleine Albright — would we ever\ndiscover whether a peace deal could in fact be done.\n\nNow, we knew.\n\nIsrael’s equivalent of Air Force One, perhaps in a nod to our country’s\npioneering early years, was an almost prehistoric Boeing 707. It was waiting on\nthe runway at Andrews Air Force Base outside Washington to ferry me and the\nrest of our negotiating team back home.\n\nIt contained a low-rent equivalent of the American version’s presidential\ncabin, and a few 1960s-vintage first-class seats, but consisted mostly of two\nlong lines of coach seats, three abreast, separated by an almost tightrope-narrow\naisle. I dare say I was alone in finding an odd sense of comfort in boarding the\nplane. This museum piece of an aircraft was part of my past. It was the same\nmodel of 707 for which I, with a couple of other young soldiers and engineers,\nhad come up with what we dubbed the “submarine door” system outside the\ncockpit — to protect El Al pilots from future attacks after one of its planes had\nbeen hijacked to Algiers in the summer of 1968. It was also the same kind of\nplane — a Sabena flight, hijacked to Tel Aviv’s Ben-Gurion Airport — which I\nstormed, before sunrise, four years later with a force of nearly two dozen\nMatkal commandos. The shooting was over within 90 seconds. One of my men\n—a junior officer named Bibi Netanyahu — was wounded. By one of our own\nbullets. But we managed to kill two of the heavily armed hijackers, capture the\nothers, and free all 90 passengers unharmed.\n\nStill, even I had to accept, it was no fun to fly on.\n\nAs we banked eastward after takeoff and headed out over the Atlantic, the\nmood on board was sober. Huddling with the inner core of my negotiating team\n— my policy co-ordinator Gilad Sher, security aide Danny Yatom and Foreign\nMinister Shlomo Ben-Ami — I could see that the way the summit ended had hit\nthem hard. It was probably true, as all three often reminded me, that the greatest\npressure fell on me. I was the one who ultimately decided what we could, or\n\n3\nHOUSE_OVERSIGHT_027851",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027851.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2304,
    "word_count": 416,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:47.167485",
    "prefix": "IMAGES-009"
  }
}