{
  "document_id": "HOUSE_OVERSIGHT_023877",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023877.txt",
  "text": "How to Teach the Twelve Cognitive Processes 131\n\na hero is and what leadership is, and they can determine for them-\nselves who they know or have seen who is good at both. Again, real\nexperiences and discussions are how one learns to think about this,\nbut it must be done in an environment of possible truths, not prede-\ntermined truths. One doesn’t create a nation of people who can think\nby telling them what they should think. Kids know who is the leader\namong them. They should learn to discuss what it is about their leader\nthat makes them want to follow. This is difficult discussion to have\nwith a 6-year-old, but it gets easier with age.\n\nOnce again, asking kids to make judgments isn’t that unusual.\nHere is a remark from a parenting book that I happened upon:\n\nWhen adults praise their kids for smart judgments, the kids glow.\nBut here’s the clincher: kids earn more and more freedom and\nindependence when parents trust their judgments more and\nmore.®\n\nThe issue here is, yet again, not whether kids make judgments, but\nwhether they are taught, as a central part of what they study, how to\nmake judgments.\n\nThe cognitive processes depend on reasoning from evidence in a\nway that makes sense. This is not something people are naturally good\nat. They often exhibit faulty reasoning. Practicing reasoning means\npracticing within particular domains of knowledge. Reasoning is the\nsame process no matter what you are reasoning about, but we don’t\nreason about nothing. Learning the actual facts is important, but it\nis the idea that this is important that has sent the school systems on\nthe wrong path. Academics study the facts, as well they should, but\nthey also teach the facts, which is a grievous error. How to determine\nthe facts and how to determine their effects on a situation is what the\nprocesses of diagnosis, planning, and causation are all about.\n\nHOW TO TEACH INFLUENCE\n\nThis is yet another childhood skill. Children learn how to influence\ntheir parents and their siblings and their friends very early on. Of\ncourse, they may not learn these things in a good way. They might\nlearn that temper tantrums or bullying works very well.\n\nHOUSE_OVERSIGHT_023877",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023877.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2173,
    "word_count": 374,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:48.479095",
    "prefix": "IMAGES-007"
  }
}