{
  "document_id": "HOUSE_OVERSIGHT_024801",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024801.txt",
  "text": "CHAPTER IX\nCannabis Industry Risk Factors\n\nCompanies in the cannabis industry are subject to many risks. The realization of one or more of these\nrisks could have a material adverse effect on the business and results of operations of a company and\non its lenders, investors and principals. The following discussion highlights some, but not all, of these\nrisks,\n\nRisks Related to U.S. Federal Law\n\n¢ The manufacture, distribution, dispensing and possession of cannabis are strictly controlled\nunder the Controlled Substances Act (CSA), irrespective of whether such activities comply with\napplicable state law. Financial transactions in connection with cannabis-related violations of\nthe CSA may violate other federal laws. Individuals and businesses—including the principals,\nemployees, directors, agents, lenders and investors of such businesses—that violate the CSA or\nsuch other laws are subject to fines, asset seizure and imprisonment under federal law.\n\n¢ Federal statutes and policies that currently restrict or deprioritize enforcement of certain CSA\nviolations related to cannabis are subject to expiration, rescission and other changes. There can\nbe no assurance that in the future the federal government will not strictly and aggressively enforce\ncannabis-related CSA provisions.\n\n¢ If CSA controls applicable to cannabis are relaxed or repealed in the future, other federal laws\nand regulations governing the production, distribution and marketing of products for human\nconsumption, such as the Federal Food, Drug, and Cosmetic Act, may be more strictly enforced\nby the federal government in relation to the cannabis industry.\n\n¢ CSA controls and federal enforcement priorities applicable to cannabis both preclude interstate\ncommerce in cannabis and cannabis products. As a result, it can be costly or impractical for\ncompanies in the cannabis industry to operate in multiple states and to gain economies of scale\nthrough centralized operations.\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC 165\n\nHOUSE_OVERSIGHT_024801",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024801.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2033,
    "word_count": 299,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:49.201484",
    "prefix": "IMAGES-008"
  }
}