{
  "document_id": "HOUSE_OVERSIGHT_022507",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022507.txt",
  "text": "FCPA Unit Chief\nDivision of Enforcement\nU.S. Securities and Exchange Commission\n100 F Street, N.E.\nWashington, DC 20549\n\nOnline: Tips, Complaints, and\nReferrals website\n\nhttp://www.sec.gov/complaint/tipscomplaint.shtml\n\nOffice of Investor Education and Advocacy:\n(800) SEC-0330\n\nor stockholders acting on the issuer’s behalf. SEC’s Division\nof Enforcement has responsibility for investigating and\nprosecuting FCPA violations. In 2010, SEC’s Enforcement\nDivision created a specialized FCPA Unit, with attorneys\nin Washington, D.C. and in regional offices around the\ncountry, to focus specifically on FCPA enforcement. The\nUnit investigates potential FCPA violations; facilitates\ncoordination with DOJ’s FCPA program and with other\nfederal and international law enforcement partners; uses its\nexpert knowledge of the law to promote consistent enforce-\nment of the FCPA; analyzes tips, complaints, and referrals\nregarding allegations of foreign bribery; and conducts pub-\nlic outreach to raise awareness of anti-corruption efforts\nand good corporate governance programs.\n\nThe FCPA Unit maintains a “Spotlight on FCPA”\nsection on SEC’s website at hetp://www.sec.gov/spotlight/\nfcpa.shtml. The website, which is updated regularly, pro-\nvides general information about the Act, links to all SEC\nenforcement actions involving the FCPA, including both\nfederal court actions and administrative proceedings, and\n\ncontains other useful information.\n\nIndividuals and companies with information about\npossible FCPA violations by issuers may report them to the\nEnforcement Division via SEC’s online Tips, Complaints\nand Referral system, http://www.sec.gov/complaint/tip-\nscomplaint.shtml. They may also submit information to\nSEC’s Office of the Whistleblower through the same online\nsystem or by contacting the Office of the Whistleblower\nat (202) 551-4790. Additionally, investors with questions\nabout the FCPA can call the Office of Investor Education\nand Advocacy at (800) SEC-0330.\n\nFor more information about SEC’s Whistleblower\nProgram, under which certain eligible whistleblowers may\nbe entitled to a monetary award if their information leads to\n\ncertain SEC actions, see Chapter 8.\n\nLaw Enforcement Partners\n\nDOJ’s FCPA Unit regularly works with the Federal\nBureau of Investigation (FBI) to investigate potential FCPA\nviolations. The FBI’s International Corruption Unit has pri-\nmary responsibility for international corruption and fraud\ninvestigations and coordinates the FBI’s national FCPA\nenforcement program. The FBI also has a dedicated FCPA\nsquad of FBI special agents (located in the Washington\nField Office) that is responsible for investigating many, and\nproviding support for all, of the FBI’s FCPA investigations.\nIn addition, the Department of Homeland Security and the\nInternal Revenue Service-Criminal Investigation regularly\ninvestigate potential FCPA violations. A number of other\nagencies are also involved in the fight against international\ncorruption, including the Department of Treasury's Office\nof Foreign Assets Control, which has helped lead a number\nof FCPA investigations.\n\nDepartments of Commerce and State\n\nBesides enforcement efforts by DOJ and SEC,\nthe U.S. government is also working to address corrup-\ntion abroad and level the playing field for U.S. businesses\nthrough the efforts of the Departments of Commerce and\nState. Both Commerce and State advance anti-corruption\nand good governance initiatives globally and regularly\n\nassist U.S. companies doing business overseas in several\n\nHOUSE_OVERSIGHT_022507",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022507.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3535,
    "word_count": 487,
    "line_count": 86,
    "import_date": "2025-11-19T21:47:46.687955",
    "prefix": "IMAGES-007"
  }
}