{
  "document_id": "HOUSE_OVERSIGHT_030909",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030909.txt",
  "text": "From: Lawrence Kraus sf\n\nSent: 4/6/2011 11:42:24 PM\nTo: Jeffrey Epstein [jeevacation@gmail.com]\nSubject: Re: Statement in the Daily Beast?\n\nImportance: — High\n\nHere is my response to the hundreds who are now attacking me on the web:\n\nI will add one remark here, as most people have not read my full set of comments, posted after the post\nappeared.. I am myself rather disappointed by the lack of skepticality of this community. As I said, I have read\nnumerous reports of orgies on Jeffrey’s island involving me and other scientists during our meetings.. Orgies\nthat never happened, Iam VERY skeptical of other claims on his behavior. I am defending Jeffrey for 2\nreasons: (1) Based on my knowledge and experience I am skeptical of the claims in the media and of those who\nhave settled claims for money... namely I don’t believe the published details just like I tend to be skeptical of\nmany published details on the internet.. I don’t believe Jeffrey did what has been claimed, and unless I see hard\nevidence, I will trust my own judgement here, and (2) Jeffrey went to prison, and I happen to believe that\nhaving served time, even those who questioned his behavior should be willing to give him the benefit of the\ndoubt, again until proved otherwise, that he is working hard to live a good life and do good things. I for one am\ndisgusted that people eat up the salacious nonsense the read on the web and then jump to conclusions about\nthings and people they do not know.. I do not jump to condemn people, especially when it concerns their sexual\npreferences. [DO NOT CONDONE sex with young girls, or young boys for that matter.. because there are real\nvictims there.. Until I know all the facts however, I do not jump to conclusions, and I am sorry, having seen the\nmedia frenzy around Jeffrey, and having seen the shoddy behavior of those who have attacked him, I remain\nskeptical, and I support a man whose character I believe I know.. If you want to condemn me for that, so be it.\n\nL. Krauss\nOn Apr 6, 2011, at 3:56 PM, Jeffrey Epstein wrote:\n\nwhat evidence? no real sex.. where is she getting her so called facts\n\nOn Thu, Apr 7, 2011 at 12:18 AM, Lawrence Krauss Lcascuarereremem sin wrote:\nBeyond anything else, you are my friend. I hope we can both always remember that, no matter what.\nAre you coming this weekend at all?\n\nLawrence Krauss\n\nFoundation Professor\n\nSchool of Earth and Space Exploration and Physics Dept.\nCo-director, Cosmology Initiative\n\nand Director, Origins initiative\n\nArizona State University\n\nSent from my iPhone\n\nOn Apr 6, 2011, at 3:15 PM, Jeffrey Epstein <jeevacation@gmail.com> wrote:\n\nno it was appreciated. thanks\n\nOn Wed, Apr 6, 2011 at 11:31 PM, Lawrence Krauss qq wrote:\n\nHOUSE_OVERSIGHT_030909",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030909.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2731,
    "word_count": 474,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:46.989621",
    "prefix": "IMAGES-011"
  }
}