{
  "document_id": "HOUSE_OVERSIGHT_020493",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020493.txt",
  "text": "34\n\nSing, one of San Francisco’s six major community organizations representing Chinese\nimmigrants, became the first major Chinese group to fly the flag of the PRC on its building.\nThen a second Tong declared its fealty to Beijing, and a competition broke out between the\nPRC and Taiwan in San Francisco’s Chinatown to see which side could fly the most flags.\nThis competition can be vividly seen from the seventeenth floor of a public housing project\noverlooking Chinatown, where PRC and Republic of China flags sit atop adjacent buildings\nstretching into the horizon. The value of these associations to Beijing can be seen in this\nexample: When China’s president Xi Jinping visited the United States in September 2015,\none of the leaders of San Francisco’s local Chinese American community associations\n\nwas listed as first among twenty prominent Chinese Americans honored by the Chinese\npresident.?!\n\nChinese Americans and the Chinese People’s Consultative Conference\n\nSeveral Chinese Americans are so trusted by Beijing that they are direct participants in\nChina’s most prominent national united front body, the Chinese People’s Consultative\nConference (CPPCC). The preamble of China’s constitution defines the Chinese People’s\nPolitical Consultative Conference as “a broadly based representative organization of the\nunited front which . . . will play a still more important role in the country’s political and\nsocial life, in promoting friendship with other countries and in the struggle for socialist\nmodernization and for the reunification and unity of the country.” In practice, the CPPCC\nhas served as an important advisory committee to help legitimize Chinese Communist\nParty’s rule both domestically and abroad.\n\nBeijing has been appointing Chinese Americans to the CPPCC for years. In some cases,\nauthorities in Beijing seem to have had problems finding appropriately influential\nAmericans to take seats on the committee, such as in 2017, when a Chinese property\ndeveloper and educator (who appears to still be a Chinese citizen) was one of seven\n“Americans” listed as CPPCC members.”\n\nIn doling out prestigious positions on the CPPCC, China seeks to show overseas\n\nChinese that prominent members of their community want to be connected with\n\nChina’s government. The American contingent to the thirteenth CPPCC (announced in\nMarch 2018) was no exception. Perhaps the most remarkable in years, the list of thirty-\nfive overseas representatives included four highly successful Chinese American academics,\nscientists, and businessmen.”?\n\nThe appointment of Chinese Americans to positions on this advisory body to the Chinese\nCommunist Party raises difficult questions of divided national loyalty. Americans should,\nof course, be free to participate in whatever organizations they see fit, since freedom of\nassociation is hardwired into the constitutional DNA of the United States. However, the\nCPPCC is not an independent civil society NGO, but an organization controlled, managed,\n\nThe Chinese American Community\n\nHOUSE_OVERSIGHT_020493",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020493.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3046,
    "word_count": 458,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.033425",
    "prefix": "IMAGES-006"
  }
}