{
  "document_id": "HOUSE_OVERSIGHT_024650",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024650.txt",
  "text": "CKRELL\nAPITAL Cannabis Investment Report | December 2017\n\nOY\n\ndigital media. We further divide each segment into multiple subsegments. Each segment has unique\nopportunities and risks. For example, companies that possess, manufacture or distribute cannabis\n(commonly known as “touching the plant”) face risks related to violating federal law—and state-law\ncompliance obligations—not generally faced by providers of business software or digital media con-\ntent. Many businesses operate in multiple segments, and we expect industry leaders to emerge in each\nsegment. The five primary segments and their subsegments are illustrated in the following chart.\n\nCannabis Industry Segments\n\nE eae iS d Business Business\nquipmen an Software Services\nSupplies\n\nDistribution Digital Media\n\nOnline Content Online\nand Networking Directories\n\nConsumer Products\nVaporizers and\nAccessories\n| Involves “touching the plant” [| Does not involve “touching the plant”\n\nIn our view, valuations and stock price fluctuations in the cannabis industry continue to be driven\nmore by expectations for the cannabis industry in general than by individual company fundamentals.\nToday, in the public markets for cannabis-related companies, trading volumes are too low, trading\nprices are too volatile and operating histories are too limited to place any reliance on current valuation\nlevels. We believe that this dynamic will continue until cannabis-related companies have matured and\nstart to realize meaningful revenue, profitability and other financial metrics that will allow investors to\nevaluate companies within the industry by more traditional methodology.\n\nIt is still too early to know how the cannabis industry or its sectors will be valued in the future. It\nmay come to pass that companies in the cannabis industry are valued comparably to public companies\nin industries with similar characteristics, such as the alcohol, tobacco, pharmaceutical and consumer\nproducts industries, especially as companies from those industries look to enter the cannabis industry,\nthrough acquisition or by other means. What is clear now, however, is that investors will continue\nto have a range of investment opportunities from which to choose in this rapidly growing, dynamic\nindustry.\n\n14 © 2017 Ackrell Capital, LLC | Member FINRA/SIPC\n\nHOUSE_OVERSIGHT_024650",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024650.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2323,
    "word_count": 338,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:47.751254",
    "prefix": "IMAGES-008"
  }
}