{
  "document_id": "HOUSE_OVERSIGHT_016171",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016171.txt",
  "text": "Saudi Arabia approves 100% foreign ownership rules\n\ne Saudi Arabia’s cabinet has approved rules governing foreign ownership of retail and\nwholesale businesses in the Kingdom. The regulations, which were first discussed\nlast year, allow foreign investors to own 100% of retail and wholesale businesses in\nthe country. Earlier, the ownership ceiling for foreigners was set at 75%. This\ninitiative is aimed at attracting more regional and international brands to Saudi\nArabia, creating more jobs, and boosting non-oil revenue. This has raised concerns\nregarding the sustainability of the business model of Saudi retailers.\n\ne Real estate is key to entering a market: unlike its peers, Al Hokair enjoys favourable\naccess to prime locations in well-located shopping malls owned by its parent\nshareholder, Al Hokair Group. Fashion retailers such as Inditex continue to compete\nfor good-quality real estate in shopping centres and on high streets.\n\ne — Jarir and Extra are more vulnerable to the entry of international retailers such as\nApple as barriers of entry are very low for consumer electronics and appliances.\nFurthermore, the government emphasis on developing tourism and family\nentertainments (Six Flags, Sea World) represents a potential threat to Jarir and\nExtra’s business models which still play an ‘entertaining’ role in Saudi Arabia.\n\ne — Such initiatives would result in (1) reducing the number of stores; (2) a rapid\nmodernization of the sector; and, (3) a significant increase in labor productivity by\nadopting merchandising best practices.\n\nRationale for liberalization\n\nThe rationale for permitting FDI in retail trading is (1) attracting investments in\nproduction and marketing; (2) improving the availability of such goods for the consumer;\n(3) encouraging increased sourcing of goods from Saudi Arabia; and, (4) enhancing\ncompetitiveness of Saudi enterprises through access to global designs, technologies and\nmanagement practices.\n\nTypically, global retailers follow a 100%-ownership business model, which explains their\nreluctance to establish their presence in Saudi Arabia because of the restrictive policy\nenvironment. This has been reflected in the little amount of FDI received in the Saudi\nretail sector.\n\nHowever, we do not believe that such decision will provide foreign investors more ability\nto have control of a company as the current ownership ceiling of 75% already allows\nthem to pass both ordinary and special resolutions.\n\nKey opportunities of 100% foreign ownership initiative:\nWe perceive several opportunities emerging from such an initiative:\n\n1) Capital infusion: FDI is one of the major sources of investments for a\ndeveloping country like Saudi Arabia wherein it expects investments from\nmultinational companies to improve economic activity, create jobs, share their\nexpertise, back-end infrastructure and research and development in the host\ncountry.\n\n2) Boost competition and dampen inflation: the entry of the many multinational\ncorporations will promise intense competition between the different\ncompanies offering their brands in a particular product market. This will result\nin availability of many varieties, reduced prices, and convenient distribution of\nthe marketing offers.\n\n3) Improvement of supply chain: Improvement of supply chain/distribution\nefficiencies, coupled with capacity building and introduction of modern\ntechnology will help arrest wastages, particularly in the food supply chain.\n\nOS Merrill Lynch GEMs Paper #26 | 30 June 2016 61\n\nHOUSE_OVERSIGHT_016171",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016171.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3524,
    "word_count": 518,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:45.662952",
    "prefix": "IMAGES-003"
  }
}