{
  "document_id": "HOUSE_OVERSIGHT_028029",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028029.txt",
  "text": "Ashkenazim — and their prominence and privilege had stoked increasing\nresentment among Israel’s disadvantaged Sephardi majority, with their roots in\nthe Arab world and especially north Africa.\n\nBegin not only sensed this. While he’d never lost the formal bearing — or the\naccent — from his childhood in Poland, his long years in Israel’s political\nwilderness mirrored the wider exclusion felt by the Sephardim. The last election\nhe had lost, in December 1973, proved too soon for the earth to part. But he told\nhis supporters: “Even though Labour has won these elections, after something\nlike the Yom Kippur War happens to a country, and to a government, they must\nlose power. They wi// lose power.” He was right. Only twice in the four decades\nthat followed would a Labor leader defeat Begin’s Likud party: Rabin’s election\nvictory in 1992, and mine over Bibi Netanyahu in 1999.\n\nDuring the first two years of Begin’s rule, however, I was 7,000 miles away.\nTen days before the election, I’d gone to see Motta, and he’d agreed that I could\nreturn to Stanford, to finish what I’d barely begun when the 1973 war broke out.\nI had been in the army, with the one hiatus as a sayeret reservist at Hebrew\nUniversity, since the age of seventeen. I did not regret committing myself to a\nlife in uniform. But Stanford offered an extraordinary opportunity to broaden\nmy horizons. Even in the few weeks I’d spent there before the war, I'd felt\nreinvigorated. It engaged a different kind of intelligence, a different part of who\nI was: the books, the professors. A chance to listen to, and at least try to play,\nbeautiful music. And to spend more than a few stolen evenings or weekends\nwith my family.\n\nThe timing had nothing to do with the election. Like most other Labor\nIsraelis, and many of Begin’s own supporters, I hadn’t expected the Likud to\nwin. It was because I felt I'd reached a natural punctuation mark in my military\ncareer. I’d led Sayeret Matkal. I’d commanded a tank company, a battalion in\n1973, and, more briefly than I’d hoped, the 401° Brigade after the war. I’d spent\nthe last two years in the kirva. The next step up the command chain would be to\nlead a full armored division. But at age 35, I was probably too young, and I\nfigured I’d have a far better chance in two years’ time. I also feared losing the\nchance to go to Stanford altogether. Motta’s term as chief of staff would end the\nfollowing year. Among those in the frame to succeed him was Raful Eitan.\nRecalling Raful’s dismissive, almost sneering, opposition to my making the\nSayeret Matkal into Israel’s SAS, I wasn’t exactly confident I could count on\nhis support.\n\n181\nHOUSE_OVERSIGHT_028029",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028029.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2664,
    "word_count": 467,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:45.590105",
    "prefix": "IMAGES-009"
  }
}