{
  "document_id": "HOUSE_OVERSIGHT_017261",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017261.txt",
  "text": "4.2.12\nWC: 191694\n\nHe was the one who planned the robbery.\n\nIn this case, these young boys were brought into the robbery at the last minute.\nOne of the codefendants, Greenawalt, directed what went on in the penitentiary.\nTheir father directed what went on thereafter.\n\nThere was never a time when they could have left their father's side, when the father left\nany of them alone, the three of them, so that they could leave.\n\nThese are young kids under the control of their father.\n\nI concluded my opening argument by acknowledging the responsibility of the brothers for the\nprison escape, but insisting that they could not be executed for the unanticipated murders:\n\nNobody is denying their responsibility for these serious crimes of kidnapping, breakout of\nprison.\n\nBut then after the crime was completed, after the car was taken, the father then, without\nany necessity... as the courts found; no necessity at all; could have easily have left them\nthere... the father and the other defendant, on their own, after sending the boys away,\nmade a shocking and surprising decision to kill this family in cold blood.\n\nThere are findings by the Arizona Supreme Court that it was not necessary, that it was\nspontaneous, it was not part of the original plan.\n\nThis is just like Enmund.\n\nIn Enmund there was spontaneity.\n\nIt was not part of the original plan.\n\nAfter Enmund left the person to go into the house, something unexpected happened.\nIn this case it was the father who did something unexpected.\n\nIn the other case it was the gunman.\n\nA family was tragically killed in both cases.\n\nThis Arizona case is an attempt to relitigate Enmund.\n\nAnd we will hear relitigation after relitigation in every state if this Court allows every state\nto redefine intent the way it chooses to redefine it.\n\n174\n\nHOUSE_OVERSIGHT_017261",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017261.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1815,
    "word_count": 307,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:46.629832",
    "prefix": "IMAGES-004"
  }
}