{
  "document_id": "HOUSE_OVERSIGHT_014472",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014472.txt",
  "text": "the margin outlook into 2017-18, given Capex to depreciation for the Market Ex-\nFinancials in 2015 hit its lowest level since 2003 and had been declining for 3-years.\nFinally, we note that FX may provide a modest tailwind to European EPS again in 2017.\nOur FX team’s $/€ forecasts trough at $1.02 in mid-2017, implying a rate of\ndepreciation for the euro that peaks at 10%.\n\nChart 31: Stronger dollar would be a tailwind for EPS Chart 32: Change in consensus EPS (%) vs annual market returns:\nYoY change in $/€ actual and implied by BofAML FX forecasts downgrades are the norm and average -10%\n30 30\n20 20\n10\n10 0\n-10\n0 -20\n-30\n-10 -40\n-50\n20 $/€ 3m avg YoY See SB BBB SSS SESS\nNN NNN NNN NNN NNN NN SN\n\n30 =——= 3m YoY (at BAML forecast)\n01/01 01/03 01/05 01/07 01/09 O1/11 01/43 O15 01/17\n\nSource: BofA Merrill Lynch Global Research, Datastream Source: BofA Merrill Lynch Global Research, Datastream, IBES\n\nmEPS change Dec pre to March post == Cal year return\n\nConsensus downgrades in our base case — but less than average\n\nOur base case 7% EPS growth assumption is below the current bottom up consensus of\n+14%. Hence, for now we don’t see the prospect of a sustained upgrade cycle.\nConsensus downgrades are the norm however. 2010 was the last year that consensus\nforecasts started the year too low. In fact, consensus was too high in 12 of the last 17\nyears. Moreover, our estimate of 7% EPS growth in 2017 implies less downgrades than\nusual (10% is the average). It’s also worth noting that over the past 17 years annual\nconsensus downgrades of less than 10% have never been accompanied by negative\nequity returns for the same calendar year.\n\nSector EPS growth prospects\n\nCorrelation analysis of sector earnings growth against global GDP suggests that Banks are\nthe sector that may be most sensitive to improvements in global economy. Interest rate\ndevelopments are likely the key to earnings but they in turn should reflect the nominal\ngrowth environment. Real economic growth would also have some effect on credit volumes\nand collateral valuations though, reinforcing the link from the economy to Bank earings.\n\nCyclicals unsurprisingly dominate the other sectors with EPS growth geared to global\ngrowth. Basic Resources, Chemicals, Tech and Industrials all exhibit a correlation above\n70%. Some other cyclicals including Autos and Construction have been had much less\ncorrelated EPS growth to global GDP in recent years. In part that reflects that significant\nearnings volatility in the period analysed. What’s notable for both groups is that\nexpectations already look high for both sectors. Consensus estimates also factor ina\nrebound in Resources sector EPS growth — but both these sectors have seen the largest\nearnings declines over the past five years. Forecasts look more restrained in Industrials,\nChemicals, Tech — implying mid to high single digit growth in the coming three years.\n\nAmong Defensives expectations look highest in Telecoms — suggesting 10% average\nEPS growth in 2016-18 despite the weak trend rate for sector earnings in recent years.\nConsensus forecasts imply a more modest improvement for Utilities — with just 1% EPS\nCAGR for 2016-18. Staples and Healthcare are forecast to have high single digit EPS\ngrowth in the coming 3 years, implying 2-3pp improvements in the annual growth rate\nrelative the trailing 5-year average for Staples and +6pp for Healthcare.\n\nBankof America <> :\nMerrill Lynch European Equity Strategy |O1 December 2016 = 13\n\nHOUSE_OVERSIGHT_014472",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014472.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3499,
    "word_count": 584,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:46.311374",
    "prefix": "IMAGES-002"
  }
}