{
  "document_id": "HOUSE_OVERSIGHT_017317",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017317.txt",
  "text": "4.2.12\nWC: 191694\n\nChapter 14: The changing politics of rape: From “no” means “maybe,” to “maybe” means “no.”\n\nNo legal concept has undergone a more dramatic change over the course of my legal career than\nthe crime of rape. When I started to practice, there were enormous barriers to the successful\nprosecution of rapists. The testimony of the alleged victim had to be corroborated by external\nevidence, unlike other crimes where the testimony of the victim is sufficient. The alleged victim\ncould be cross-examined about her entire sexual history, thus discouraging rape victims from\ncoming forward. A husband could not be convicted of raping his wife, no matter how much force\nhe used, because by law, “the husband and wife are one,” and “he is the one.” Under this bizarre\nsexist metaphysic, a husband was deemed “incapable of raping himself.” Juries were reluctant to\nconvict “upstanding” young men who were accused of raping \"loose\" women (often defined as\nunmarried non virgins). Moreover, being “dressed for sex” was considered a form of consent by\nsome courts, and prostitutes could not be raped since they were in the “business” of consenting.\nIn some states, lack of consent alone wasn’t enough to establish rape; the victim had to \"resist\" to\nthe “utmost” even in the face of deadly threats.” Some commentators even suggested that it was\nphysically impossible for a non-consenting woman to be raped. Most importantly, date rape\nwasn't even considered a crime. Instead it was deemed a manifestation of macho entitlement\namong certain groups, such as some college fraternities, soldiers, gangs and athletic teams.\nWithin some such groups if one “brother” was accused of raping a woman, all the other brothers\nwould say that they too had sex with the complainant.\n\nThe upshot was that many predatory males got away with rape either because victims were\nunlikely to complain, prosecutors were reluctant to bring charges, jurors were eager to acquit or\nappellate courts were quick to throw out convictions.\n\nThis male-centered attitude toward rape, and the special rules reflected by that attitude, go back\nmillennia in time. The Bible, which includes a prohibition against coveting one’s neighbor’s wife\nin the Ten Commandments, does not explicitly prohibit rape. In the Bible, there are permissible\nand impermissible sexual encounters, depending on the status of the man and woman. A married\nwoman is prohibited from having sex with anyone but her husband, while a married man is\npermitted to have sex with any unmarried or unspoken for woman. If sex is permitted, it may be\naccomplished by force. If it is prohibited, it may not be engaged in even if both parties consent. If\na man rapes an unmarried girl who is still in her father’s care, his “punishment” is to pay the father\na specified amount for damaging his “property,” and he must marry her and may not ever divorce\nher. Who is punished more under this regime, the perpetrator or the victim? And who is the\n“victim,” the girl or her father? Similar rules prevailed in other religions and other cultures during\nBiblical times and for centuries thereafter.\n\nThe common law attitude, which governed American courts from the beginning of our history,\nwas summarized by British Lord Chief Justice Matthew Hale, who cautioned that rape was a\ncharge “easily to be made and hard to be proved, and harder to be defended by the party accused,\ntho’ never so innocent.”\n\n7° One court put it this way: “if the carnal knowledge was with the consent of the woman, no matter how tardily\ngiven, or how much force had therefore been employed, it is no rape.” Reynolds v. Nebraska, 27 Neb. 90 (1889).\n\n230\n\nHOUSE_OVERSIGHT_017317",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017317.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3677,
    "word_count": 612,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:47.101919",
    "prefix": "IMAGES-004"
  }
}