{
  "document_id": "HOUSE_OVERSIGHT_022715",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022715.txt",
  "text": "And then there is Epstein’s yet more structural explanation as to why\nafter prison and with continuing tabloid infamy he can maintain his valued\nplace. It comes back, not unexpectedly, to the nature or the needs of money:\n\n“At a certain level of finance, almost everyone is allied with an\ninstitutional interest. You are part of government, or you want to be in\ngovernment, or you are connected to a bank or other portfolio, or you have\nkey relationships with certain corporations or industries. Because of my\nsituation, I have none of that. I have no institutional bona fides which makes\nme in some sense one of the few independent sources of information and\nactual honest brokers. That’s the usefulness of disgrace.”\n\nAnd then there is too, that he is right. Since I began working on this\npiece in September, Epstein predictions about the price of oil, yen, ruble, and\neuro have all born out. (If I had invested $100,000 the way Epstein said I\nshould in early September, by the end of January I would have made $2.3\nmillion. Alas, I did not.)\n\nAnd something else, which perhaps also surely accounts for Epstein’s\ncontinuing relationships with the rich and powerful:\n\nMost everyone who is now of a certain age and certain ambition and\ncertain status grew up in, and found they were temperamentally suited to, the\nnew age of wealth that started in the late 1970s. A meritocracy on steroids,\nor, as Vanity Fair would baldly and ingratiatingly dub it, the new\nestablishment, an increasingly parallel world, a self-invented one, at further\nand further remove from the ordinary one. In some sense, Epstein is just one\nversion, picaresque, as well as louche, of this shared story.\n\nHe often tells, with some obvious marvel, his middle class to riches\ntale. He was born in 1953 in Coney Island. His father worked for the city’s\nParks Department. His mother was a housewife. He has a younger brother,\nMark.\n\nEpstein was distinguished by little other than his math talents. The\ncaptain of the math team at Lafayette High school in Bensonhurst, he goes\non to Cooper Union where the tuition is free. He drops out after two years\nand begins taking classes at the NYU’s Courant Institute of Mathematics.\nThen, without a college degree, hence by a slight of hand, gets a job teaching\nmath and physics at Dalton in 1974. (A few years ago, during a chance\nencounter with a former Dalton math department chairman, Margo Gumport,\nI asked her about Epstein. She said he was the most brilliant math teacher at\nDalton in her 50-year career and that she had often wondered what had\nbecome of him.)\n\nHOUSE_OVERSIGHT_022715",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022715.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2600,
    "word_count": 448,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:47.673083",
    "prefix": "IMAGES-007"
  }
}