{
  "document_id": "HOUSE_OVERSIGHT_019518",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019518.txt",
  "text": "30 | HOW AMERICA LOST ITS SECRETS\n\nSnowden still had his security clearance, despite his highly prob-\nlematic exit from the CIA, because the agency had instituted a policy\na few years earlier that allowed voluntarily retiring CIA officers to\nkeep their clearance for two years after they left. This “free pass,” as\none former CIA officer called the two-year grace period, had been\nintended to make it easier for retiring officers to find jobs in parts of\nthe defense industry. This accommodation, in turn, made it easier for\nthe CIA to downsize to meet its budget.\n\nNot only did Snowden retain his clearance, but unlike when he\nhad applied for his job at the CIA in 2006, he could now list on his\nrésumé two years of experience in information technology and\ncyber security at the CIA. Dell could check only a single fact: that\nSnowden was employed at the CIA between 2006 and 2009. His CIA\nfile, which contained the “derog,” was not available to Dell or any\nother private company because of government privacy regulations.\nEven though the CIA had “security concerns” about Snowden, it\ncould not convey them to either Dell or the NSA without violating\nthe privacy rules. “So the guy with whom the CIA had concerns left\n\n© the Agency and joined the ranks of the many contractors working ©\nin the intelligence community [IC] before CIA could inform the rest\nof the IC about its worries,” Michael Morell, then CIA deputy direc-\ntor, explained. “He even got a pay raise.”\n\nObviously, this was a glitch in the security system. As a result of\nit, though, Snowden entered the secret world of the NSA only five\nmonths after being forced out of the CIA.\n\nFor the next forty-five months, Dell assigned him various IT tasks\nat the NSA. In June 2009, he was sent to Japan to work in the NSA\ncomplex at the U.S. Yokota Air Base, which is about two hours by car\nfrom downtown Tokyo. He moved into a small one-bedroom apart-\nment in Fussa, just outside the sprawling base.\n\nHis initial job for Dell was teaching cyber security to army and air\nforce personnel. In this capacity, he instructed U.S. military officers\nstationed at the base in how to shield their computers from hack-\ners. Such security training had been required for military person-\nnel dealing with classified material after several successful break-ins\nto U.S. military networks by China, Russia, and other adversary\nnations. It was not a challenging or interesting job.\n\n| | Epst_9780451494566_2p_all_r1.z.indd 30 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019518",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019518.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2511,
    "word_count": 433,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:44.236227",
    "prefix": "IMAGES-005"
  }
}