{
  "document_id": "HOUSE_OVERSIGHT_018677",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018677.txt",
  "text": "When I was younger, it took me a while to get around to taking the dominant role. And\nthere's still something I can reach when I'm being submissive and masochistic that I've\nnever reached when I'm dominant. Still, I think of myself as a confirmed switch now:\nsomeone who can take either the submissive or dominant role. Yet it's such a strange\nbinary, isn't it? If he rips me apart and then says, \"I just want to take care of you,\" then\nwhich of us is in charge?\n\nMica told me recently that, \"When you're hurting me, my favorite thing you say is 'I\nknow.’ Because you do know. You know exactly what it's like.”\n\nBy now I'm barely scared. It hasn't been that long, and I'm trying to allow for New\nRelationship Energy. I know this could still go up in smoke. But we've talked about\nexpectations, and we've talked through what we're both looking for, and we're both\nthinking of each other in a long-term way.\n\nIf I had to point to events that \"proved\" Mica has serious potential, two things would top\nthe list. First, in the aftermath of his first incredible S&M experience, when he dealt with\nthe disappointment of realizing that S&M can't always be that -- dealt with it quietly,\nsensibly, without drama, by talking to me. And second, when he said, in defiance of most\naggressive stereotypical dominant roles: \"I just want to take care of you.”\n\nte Kk ok\n\nThis can be found on the Internet at:\n\nhttp://clarissethorn.com/blog/2012/02/10/storytime-the-strange-binary-of-dominance-\n\nand-submission/\n\nFEMINISM:\n\n[storytime] My Mom's Rape Story, and A Confused Relationship With\nFeminism\n\nI wrote this in 2012, for Mother's Day. It was originally published at the girl-power site\nOffOurChests.com.\n\nte OK ok\n\nMy Mom's Rape Story, and A Confused Relationship With Feminism\n\nMy mother is a rape survivor. In 1970, when she was in her twenties, she came home\nalone one day with the groceries. As she was opening the door, a man came up behind\nher and forced her into the apartment, where he violently assaulted her. For years\nafterwards, my mother had Rape Trauma Syndrome -- a type of Post-Traumatic Stress\nDisorder that affects rape survivors -- but neither RTS nor PTSD had yet been identified,\nand psychiatrists didn't know what to do with her.\n\nHOUSE_OVERSIGHT_018677",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018677.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2263,
    "word_count": 385,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:46.121174",
    "prefix": "IMAGES-005"
  }
}