{
  "document_id": "HOUSE_OVERSIGHT_017101",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017101.txt",
  "text": "4.2.12\nWC: 191694\n\nMy grandparents knew each other from the neighborhood even before my parents met. My\ngrandfathers were both amateur “chazanim,” cantors, who sang the Jewish liturgy in small\nsynagogues, called “shteebles.” They were slightly competitive, but were both involved in the\nfounding of several Jewish institutions in Williamsberg, including a free loan society, a burial\nsociety, the Young Israel synagogue and the Torah V’Daas Yeshiva. Their day jobs were typical\nfor their generation of Jewish immigrants. Louis Dershowitz, my paternal grandfather, sold\ncorrugated boxes. Naphtali Ringel, my maternal grandfather, was a jeweler. My grandmothers,\nIda and Blima, took care of their many children. Each had eight, but two of Blima’s children died\nof diphtheria during an epidemic. My mother nearly died during the influenza outbreak of 1917,\nbut according to family lore, she was saved by being “bleeded.”\n\nI was born toward the end of the depression and exactly a year to the day before the outbreak of\nthe Second World War. I was the first grandchild on both sides of my family. Many were to\nfollow.\n\nAmong my earliest memories were vignittes from the Second World War, which ended when I\nwas nearly seven. I can see my father pasting on the Frigidaire door newspaper maps depicting\nthe progress of allied troops toward Berlin. I can hear radio accounts, in deep Stentorian voices,\nfrom WOR (which I thought spelled “war’’) announcing military victories and defeats. I can still\nsing ditties I learned from friends (the first sung to the tune of the Disney song from Snow\nWhite).\n\n“Whistle while you work\nHitler is a jerk\n\nMussolini is a meanie\nAnd the Japs are worse”\n\nAnd another (sung to the melody of “My Country Tis of Thee, Sweet Land of Liberty”):\n\n“My country tis of thee\nSweet land of Germany\nMy name is Fritz\n\nMy father was a spy\nCaught by the FBI\nTomorrow he must die\nMy name is Fritz.”\n\nThe comic books we read during the war always pitted the superheroes against the “Nazis” and\n“Japs” and I wanted to help in the effort. I decided that if Billy Batson could turn into Captain\nMarvel by simply shouting Shazam, so could I. And so, after making a cape out of a red towel\nand tying it around my neck, I jumped out of the window yelling Shazam. Fortunately, I lived on\nthe first floor and only sustained a scraped knee and a bad case of disillusionment. (For my 70\"\nbirthday, my brother found a card that commemorated the superhero phase of my life; it showed\nan elderly Superman standing on a ledge, ready to fly, but wondering “now where is it ’m\nsupposed to be flying?”’)\n\n14\n\nHOUSE_OVERSIGHT_017101",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017101.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2626,
    "word_count": 452,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:47.157228",
    "prefix": "IMAGES-004"
  }
}