{
  "document_id": "HOUSE_OVERSIGHT_013858",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013858.txt",
  "text": "allow them to consume time otherwise. It’s all in the greeting. Compare the following:\n\nJane (receiver): Hello?\n\nJohn (caller): Hi, is this Jane?\n\nJane: This is Jane.\n\nJohn: Hi, Jane, it’s John.\n\nJane: Oh, hi, John. How are you? (or) Oh, hi, John. What’s going on?\n\nJohn will now digress and lead you into a conversation about nothing, from which you will have to\nrecover and then fish out the ultimate purpose of the call. There is a better approach:\n\nJane: This is Jane speaking.\nJohn: Hi, it’s John.\nJane: Hi, John. I’m right in the middle of something. How can I help you out?\n\nPotential continuation:\n\nJohn: Oh, I can call back.\n\nJane: No, I have a minute. What can I do for you?\n\nDon’t encourage people to chitchat and don’t let them chitchat. Get them to the point immediately. If\nthey meander or try to postpone for a later undefined call, reel them in and get them to come to the point.\nIf they go into a long description of a problem, cut in with, “[Name], sorry to interrupt, but I have a call\nin five minutes. What can I do to help out?” You might instead say, “[Name], sorry to interrupt, but I\nhave a call in five minutes. Can you send me an e-mail?”\n\nThe third step is to master the art of refusal and avoiding meetings.\n\nTHE FIRST DAY our new Sales VP arrived at TrueSAN in 2001, he came into the all-company meeting\nand made an announcement in just about this many words: “I am not here to make friends. I have been\nhired to build a sales team and sell product, and that’s what I intend to do. Thanks.” So much for small\ntalk.\n\nHe proceeded to deliver on his promise. The office socializers disliked him for his no-nonsense\napproach to communication, but everyone respected his time. He wasn’t rude without reason, but he was\ndirect and kept the people around him focused. Some didn’t consider him charismatic, but no one\nconsidered him anything less than spectacularly effective.\n\nI remember sitting down in his office for our first one-on-one meeting. Fresh off four years of\nrigorous academic training, I immediately jumped into explaining the prospect profiles, elaborate\nplanning I’'d developed, responses to date, and so forth and so on. I had spent at least two hours\npreparing to make this first impression a good one. He listened with a smile on his face for no more than\ntwo minutes and then held up a hand. I stopped. He laughed in a kind-hearted manner and said, “Tim, I\ndon’t want the story. Just tell me what we need to do.”\n\nOver the following weeks, he trained me to recognize when I was unfocused or focused on the wrong\nthings, which meant anything that didn’t move the top two or three clients one step closer to signing a\n\nHOUSE_OVERSIGHT_013858",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013858.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2682,
    "word_count": 484,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:45.745121",
    "prefix": "IMAGES-002"
  }
}