{
  "document_id": "HOUSE_OVERSIGHT_012996",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012996.txt",
  "text": "80 4 Brief Survey of Cognitive Architectures\n\n4.5.2 The Society of Mind and the Emotion Machine\n\nIn his influential but controversial book The Society of Mind [Min&8], Marvin Minsky described\na model of human intelligence as something that is built up from the interactions of numerous\nsimple agents. He spells out in great detail how various particular cognitive functions may be\nachieved via agents and their interactions. He leaves no room for any central algorithms or\nstructures of thought, famously arguing: “What magical trick makes us intelligent? The trick\nis that there is no trick. The power of intelligence stems from our vast diversity, not from any\nsingle, perfect principle.”\n\nThis perspective was extended in the more recent work The Emotion Machine [Min07], where\nMinsky argued that emotions are “ways to think” evolved to handle different “problem types”\nthat exist in the world. The brain is posited to have rule-based mechanisms (selectors) that\nturns on emotions to deal with various problems.\n\nOverall, both of these works serve better as works of speculative cognitive science than as\nworks of AI or cognitive architecture per se. As neurologist Richard Restak said in his review\nof Emotion Machine, “Minsky does a marvelous job parsing other complicated mental activities\ninto simpler elements. ... But he is less effective in relating these emotional functions to what’s\ngoing on in the brain.” As Restak added, he is also not so effective at relating these emotional\nfunctions to straightforwardly implementable algorithms or data structures.\n\nPush Singh, in his PhD thesis and followup work [SBC05], did the best job so far of creating\na concrete AI design based on Minsky’s ideas. While Singh’s system was certainly interesting,\nit was also noteworthy for its lack of any learning mechanisms, and its exclusive focus on\nexplicit rather than implicit knowledge. Due to Singh’s tragic death, his work was never brought\nanywhere near completion. It seems fair to say that there has not yet been a serious cognitive\narchitecture posed based closely on Minsky’s ideas.\n\n4.5.3 DUAL\n\nThe closest thing to a Minsky-ish cognitive architecture is probably DUAL, which takes the\nSociety of Mind concept and adds to it a number of other interesting ideas. DUAL integrates\nsymbolic and connectionist approaches at a deeper level than CLARION, and has been used\nto model various cognitive functions such as perception, analogy and judgment. Computations\nin DUAL emerge from the self-organized interaction of many micro-agents, each of which is\na hybrid symbolic/connectionist device. Each DUAL agent plays the role of a neural network\nnode, with an activation level and activation spreading dynamics; but also plays the role of\na symbol, manipulated using formal rules. The agents exchange messages and activation via\nlinks that can be learned and modified, and they form coalitions which collectively represent\nconcepts, episodes, and facts.\n\nThe structure of the model is sketchily depicted in Figure 4.10, which covers the application\nof DUAL to a toy environment called TextWorld. The visual input corresponding to a stim-\nulus is presented on a two-dimensional visual array representing the front end of the system.\nPerceptual primitives like blobs and terminations are immediately generated by cheap parallel\ncomputations. Attention is controlled at each time by an object which allocates it selectively\nto some area of the stimulus. A detailed symbolic representation is constructed for this area\nwhich tends to fade away as attention is withdrawn from it and allocated to another one. Cate-\n\nHOUSE_OVERSIGHT_012996",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012996.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3636,
    "word_count": 570,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:46.005984",
    "prefix": "IMAGES-002"
  }
}