{
  "document_id": "HOUSE_OVERSIGHT_028508",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_028508.txt",
  "text": "From: Boris Nikolic \nSent: 6/6/2014 2:23:23 PM \nTo: Jeffrey Epstein (jeeyacation@gmail.com) [jeeyacation@gmail.com] \nSubject: nanosatelites are getting hot \nhttp://www.economist.com/news/leaders/21603441-where-nanosats-boldly-go-new-businesses-will-followunless-they-\nare-smothered-excessive  \nTechnology — Full text articles \nSatellites: Space: the next startup frontier \nThe Economist \nAROUND 1,000 operational satellites are circling the Earth, some of them the size and weight of a large car. In the past \nyear they have been joined by junior offspring: 100 or so small satellites, some of them made up of one or more 10cm \n(4-inch) cubes. They may be tiny, but each is vastly more capable than Sputnik, the first man-made satellite launched \nby Russia in 1957. And many more are coming. \nSpace hardware used to cost so much that it was available only to generals, multinationals and the most privileged \nscientists. No more. Many of these nanosats, as small satellites weighing no more than a few kilograms are called, \nhave been launched for small companies, startups and university departments, sometimes with finance raised on \ncrowdfunding websites. Their construction costs can be down in the tens of thousands of dollars, which makes them \nthousands of times cheaper than today's big satellites. Admittedly, there is much they cannot do, but with that sort of \nprice differential, and some ingenious use of the abilities they do have, they could be surprisingly competitive players on \na number of fronts. In the next five years another 1,000 nanosats are expected to be launched. \nTwo trends are setting up nanosats for further success. Like people working on everything from robots to 3D printers, \nnanosat builders are harvesting the benefits of ever better, ever cheaper components built for smartphones and other \nconsumer electronics. Some nanosats even contain complete smartphones, making use of the clever operating \nsystems, radios and cameras which phones now contain. For as long as phones go on getting cheaper and more \ncapable, so will nanosats. The cheapest so far—a tiny chipsat—was assembled for just $25, though it has yet to be \nsuccessfully launched. \nThe launch systems too are getting much cheaper. SpaceX, the innovative rocket-maker founded by Elon Musk, has \nalready brought down the costs of getting into space; it and its competitors could reduce them a lot further. The biggest \nbeneficiaries will at first be people who make big satellites. But more big satellites will mean more opportunities for \nsmall satellites to piggy-back on their launches. And some companies are looking at cheap little launch systems tailored \nspecifically to the needs of the nanosatellite. One reason space engineers are notoriously conservative is that the costs \nof failure are high. As making and launching satellites gets cheaper, it will be ever easier for innovative, risk-taking \nnanosat-makers to orbit around the lumbering incumbents. \nSize does impose limits. Nanosats cannot peer as closely at the Earth or carry out as many experiments as big \nsatellites. But for some jobs that does not matter. The plans that companies already have include using nanosats for \nmonitoring crops, studying the sun and tracking ships and aircraft. Such a system might have been able to track \nMalaysian Airlines flight MH370, which went missing in March. \nNano can do \nYet not everyone is thrilled. One worry is that constellations of nanosats will mean a big increase in space junk; but, \noperating in low-Earth orbit, they burn up on re-entry after a year or so. And being cheap, they can soon be replaced \nwith newer models. A more serious concern is that they are a \"dual-use\" technology: they could be used for military \npurposes. In America this has led to onerous restrictions. \nBarack Obama's administration has sensibly repealed a law of 1999 that required all satellites to be licensed by the \nState Department as munitions under the International Traffic in Arms Regulations (ITAR). This could mean that most \ncommercial satellites will be removed from ITAR by the end of the year and their export administered by the Commerce \nDepartment. But some satellite systems and spacecraft—including anything that can carry people into space—will \nremain under ITAR. \nHOUSE OVERSIGHT 028508 \nCare needs to be taken with military kit, but America's regulations still seem excessive. A regular review to distinguish \nbetween systems that pose a real threat and ones that don't would be a help, as would better intelligence. Tight \nrestrictions on new technologies will not work, and will damage America's interests: exciting new ventures like nanosats \nwill simply move to countries from which they can be launched with greater ease. \nBack to top \nNanosatellites: Nanosats are go! \nThe Economist \nALTHOUGH widely used, satellites are expensive to build and to launch. That began to change last year. On November \n19th Orbital Sciences, an American company, launched a rocket from the Wallops Flight Facility in Virginia. It carried 29 \nsatellites aloft and released them into low-Earth orbit, a record for a single mission. Thirty hours later, Kosmotras, a \nRussian joint-venture, carried 32 satellites into a similar orbit. Then, in January 2014, Orbital Sciences carried 33 \nsatellites up to the International Space Station (ISS), where they were cast off a month later. \nMany of these 94 satellites were built in a standard format known as a CubeSat, a 10cm (4 inch) cube weighing 1.3kg \n(2.91b) or less. Some comprised units of two or three cubes. After a decade of fits and starts, during which some 75 \nCubeSats were launched, satellites of this scale and other small satellites are moving from being experimental kit to \ndelivering useful scientific data and commercial services. \nIn the next five years or so some 1,000 nanosats, as small satellites of 1-10kg are called, are expected to be launched. \nSome will be smaller than a CubeSat; others bigger and heavier. Some are like a matryoshka doll: the Russian launch \nincluded a satellite that launched eight smaller ones, including four PocketQubes (a 5cm cube format). One of these \nsmaller satellites, developed in Peru, released its own tiny bird. \nThere will be upsets along the way. In April, as part of a mission by SpaceX, an American company, to resupply the \nISS, a small mothership was placed in orbit carrying 104 \"sprites\" (pictured below). Not much larger than a postage \nstamp, these contain all the basic elements of a satellite, such as a radio, aerials, a solar cell and instruments. \nDeveloped as part of a crowd-funded project called KickSat at Cornell University, each sprite cost just $25 in parts. \nTheir launch was free, courtesy of NASA, the American space agency. The sprites were designed to remain in orbit for \na few weeks collecting data before burning up on re-entry. Unfortunately, due to a fault with a timer, the mothership \nfailed to release them before it burned up on re-entry. A second mission is now being planned. \nNo going back \nDespite that setback, the way ahead for satellite technology is clear. \"You can now, with a single chip, create most of \nthe capabilities that you would have found in Sputnik, but, of course, orders of magnitude faster,\" says Mason Peck, a \nformer chief technologist at NASA and now a professor at Cornell University. \nThe most ambitious project to date is a flock of 28 nanosats, each one three CubeSats in size (ie, 30cm long). These \nwere carried to the ISS in January and released in batches (pictured at the beginning of this article) through a sort of \nsatellite shooter developed by NanoRacks, an American company. These nanosats came from Planet Labs, a firm \nbased in San Francisco. The satellites now take pictures as they scan the Earth more frequently than traditional ones \nand at a fraction of the cost, albeit at a lower resolution. \nPlanet Labs, funded modestly with $65m of private investment, says its nanosats provide much of the performance of a \nconventional satellite for a fraction of the cost. That reflects a lot of antiquated technology in the space business, much \nof which can be bettered by the latest off-the-shelf equipment, says Will Marshall, Planet Labs' boss. There are other \ncost-saving measures. Satellites are usually built in elaborate clean rooms, but Planet Labs assembles its nanosats in \n\"clean-enough\" rooms in its downtown offices. The company expects to put another 100 nanosats into orbit in the next \n12 to 18 months. \nA few miles away, in another modest San Francisco office, Nanosatisfi is working on its ArduSats. These are open-\nsource platforms and two have already gone up. They will contain an array of sensors and can carry out various \nmissions, such as locating things. More than 250,000 ships, for instance, now broadcast an automatic identification \nsignal than carries about 50 nautical miles. A fleet of small satellites in low orbit could pick up these signals and provide \nfrequent updates about the ships' positions without the vessels having to use costly dedicated satellite uplinks. Such a \nsystem might have been able to track Malaysian Airlines flight MH370, which went missing in March. \nHOUSE OVERSIGHT 028509 \nFarther south in Mountain View, Skybox captures high-resolution imaging data from its first satellite in orbit as it \nprepares another 23 to launch in the coming years. Some things, though, can be shrunk only so far and larger satellites \nare needed for a telescope to obtain the higher resolutions required for the firm's analysis. While Skybox's minisatellites \nweigh around 100kg, a fairly common size for small satellites, the firm proved its concept to investors using CubeSats. \n\"Being able to put something in space at very low cost allows you to demonstrate the technology to get more money,\" \nsays Dan Berkenstock, one of the company's founders. \nThe CubeSat specification came out of the academic world in the late 1990s. Bob Twiggs, then at Stanford University \nand now at Morehead State University, was frustrated by long delays on a large-satellite programme and set about \nthinking how much satellite capability might be crammed into a much smaller craft that could be launched cheaply. \nSpace launches usually comprise one or more primary payloads and require ballast to balance the rocket. CubeSats, \nreasoned Mr Twiggs, could take the place of some of this ballast, so long as they did not jeopardise the main mission. \nThe optimum size Mr Twiggs came up with was based on a box used to display Beanie Babies. Later, with Jordi Puig-\nSuari of California Polytechnic State University, it was turned into a full specification. Mr Twiggs also developed the 5cm \nPocketQube, which has a maximum weight of 180 grammes. \nSmall satellites benefit from the constant improvements in price and performance being achieved by the consumer-\nelectronics industry, particularly in smartphones. A typical phone is now likely to contain an accelerometer to measure \nhow fast it is moving, a magnetometer to detect magnetic fields and provide a compass reading, a GPS receiver to pick \nup satellite data, multiple radios, a gyroscope to measure its position, a barometer to detect pressure, two cameras and \nmuch more. \nLast year the world's first \"phonesat\" went into orbit. It was a Google Nexus One smartphone incorporated into a three-\nunit CubeSat called STRaND-1. This was built by Surrey Satellite Technology, a British firm that specialises in small \nsatellites and which is part of the European Airbus group. The idea was to test the components of the smartphone in a \nspace environment. The phone was loaded with a number of experimental apps for such things as taking photographs \nand recording magnetic fields during orbit. \nSmartphones and other consumer electronics provide a wealth of ready-made technologies that can enable a CubeSat \nto perform many of the functions of a satellite a hundred times heavier and much larger, but at substantially less cost. \nIncluding the launch, a nanosat of CubeSat dimensions might cost $150,000-1m, rather than $200m-1 billion for a full-\nsized one. \nLow cost and a tolerance of less-stringent standards allow multiple nanosats to be built faster. This allows for a higher \nrisk of failure. Nanosats have a relatively short life, which might be no more than a year or two in low-Earth orbit before \nre-entering the atmosphere and burning up. Planet Labs, for one, expects to replace some of its nanosats with new \nversions every year. \nInto space in a flash \nIn an industry in which preparing some missions has taken decades, the speed at which nanosats can be developed \nand put into orbit makes the biggest in the space business take notice. NASA has also found ways to leverage the \nconsumer-electronics industry, says Bruce Yost of the space agency's Ames Research Centre in California. His group \n(some former members of which founded Planet Labs) has launched five phonesats and is now planning a small fleet of \nthem to experiment with communications between satellites. \nNanosat parts are readily available to researchers. One supplier, Pumpkin, operates from a residential San Francisco \nneighbourhood. Andrew Kalman, its founder, started in 2000 selling standard components that Mr Twiggs and his \ncolleagues at Stanford needed. Pumpkin now sells items ranging from brackets for a few hundred dollars up to \ncomplete systems for hundreds of thousands of dollars. The company has also supplied America's National \nReconnaissance Office with 12 three-unit CubeSats to help the agency demonstrate the technology. \nAlthough many satellites already circle the globe taking pictures, some of the images may not be updated for days, \nmonths or even years. Commercial services can provide relatively rapid satellite images on demand, a number of them \ntaking pictures down to a resolution of 50cm (ie, 50cm x 50cm per pixel, the legal limit in America for commercial \nsatellites, although military ones can peer closer). But such satellites may cover only part of the globe each day. Once \ntheir fleets are complete, Planet Labs will offer images with resolutions of between 500cm to 300cm and Skybox, with \nits bigger minisatellites, 90cm. The companies will provide pictures that can be updated in hours for a variety of \nscientific and commercial applications. \nThey could, for instance, be used to track environmental conditions, illegal tree-felling or changes in the course of \nrivers—which, even in their initial deployment, Planet Labs has discovered happen surprisingly often. The frequency of \nHOUSE OVERSIGHT 028510 \nsatellite passes opens up many new possibilities, says Skybox's Mr Berkenstock. His firm can offer a stream of \nanalysis, such as the number of trees in a forest or the number of cars at various times of the day in parking lots across \nAmerica. Transport patterns can be followed, infrastructure monitored, the planting of fields, plumes from smokestacks \nand ships in ports can all be observed. Overlaying more and more data will provide much richer visualisation, adds Mr \nBerkenstock. \nNor will all the nanosats be looking downwards. Sensors facing sideways and upwards from low-Earth orbit will allow \nresearchers to carry out a large number of experiments and to take measurements that have previously been too costly \nto consider. This includes detecting solar and cosmic radiation, interactions between magnetic fields and other forces \nwhich together make up what is called space weather. Measuring and predicting space weather could be used to \nprotect billion-dollar satellites and prevent astronauts from receiving high doses of radiation. Many satellites measure \naspects of space weather, but they tend to do so only in certain directions. Part of the failed KickSat experiment was to \nuse the sprites to see if arrays of inexpensive devices could constantly monitor such forces. \nNanosats may be inexpensive, but resisting gravity's inexorable pull comes with a price tag. Although there is no \nstandard price list for a launch, a CubeSat costs roughly $100,000 to put each 1.3kg unit into low-Earth orbit. A three-\nunit CubeSat might cost as much as $400,000. Jeff Foust, an analyst at Futron, a consultancy, studies launch costs \nand says he has heard of charges as low as $30,000 for a single CubeSat launched on a Russian rocket. \nThese prices put nanosats in the reach not just of small firms, but also of start-ups and researchers relying on academic \ngrants. Some schools are also planning nanosat experiments. Bulk-buying launches for heavier combined payloads can \nwork out, per kilo, even cheaper. And these costs could come down, too. Elon Musk, SpaceX's boss, has consistently \npredicted substantial price drops in launch costs, even to as little as $200 per kilo. The firm's Falcon 9 rocket recently \ndemonstrated a successful controlled descent of its booster stage, which would allow it to be reused. \nThere is plenty of innovation in putting smaller payloads into space. Interorbital Systems, a Californian company, \nrecently carried out a successful suborbital test flight of a small rocket (pictured right) designed to carry a 145kg \npayload. The company has presold berths for dozens of CubeSats at $13,000-38,000 per unit, as well as its own \nTubeSat format, which it offers to academia as kit and launch for $8,000. \nNASA will test an air-launched system in 2016 with Generation Orbit, an Atlanta company. It uses a Gulfstream G-IV \nexecutive jet to carry aloft a rocket which it fires off to put 45-50kg payloads into low-Earth orbit. NASA is also working \nwith Virgin Galactic, a private space venture led by Richard Branson. Virgin Galactic has developed its LauncherOne, \nanother air-launched rocket. It can be flown to a higher altitude and carry payloads up to 225kg. \nNeither Generation Orbit or Virgin Galactic may come down much on price, as both see a profit to be made in offering \nregular launches, even weekly ones. Operators whose nanosats ride shotgun as ballast in other missions do not have \nmuch control over when they launch or the orbits they reach, says William Pomerantz, the head of special projects at \nVirgin Galactic. John Olds, boss of Generation Orbit, says that as constellations of nanosats increase, placing them in a \nprecise orbit will be critical in keeping small-satellite networks operating. \nThe nanosat wars \nNanosats also face two other limiting factors: communications and propulsion. Those used for academic work \nprincipally rely on amateur-radio frequencies, with basic equipment squeezed into the CubeSat form. Transmission and \nreception are further hindered by the size of antennae or dishes, both on the ground and on the satellites. Many \nacademic projects set up their own listening stations and recruit space buffs who can use inexpensive kit, but these \nwork on an informal basis. Companies tend to use licensed frequencies and plump for more expensive radio gear to \nhandle their data flows. More development in communications equipment and investment in ground stations would \nimprove things. \nThe other bugbear, propulsion, is harder to solve. Currently, launch operators can prevent nanosats carrying hazardous \npropellants that might be used to power them to another orbit. Nor have engineers had a reason to design tiny \nspaceship engines using safer fuel. But they do now. Even a basic capability to push in one direction would allow \nnanosats to remain in orbit longer, or allow a satellite that has been placed into low-Earth orbit, using an inexpensive \nlaunch provider, to nudge itself to a higher geostationary orbit. And some might travel far beyond Earth. \nBenjamin Longmier of the University of Michigan and founder of Aether Industries, which makes equipment for high-\naltitude research, has begun production of a nanosat propulsion system based on his previous work at the Johnson \nSpace Station in Texas. This is a rocket that uses ionised propellants accelerated by magnetic fields. He has been able \nto scale this down to CubeSat size, using liquid water or solid iodine as the propellant. Dr Longmier says the system \nHOUSE OVERSIGHT 028511 \ncould allow a constellation of satellites to remain in the correct position relative to one another, move satellites to polar \norbit from less-expensive launch insertions or increase an orbit. \nSurrey Satellite Technology's STRaND-1 also contained a couple of experimental propulsion systems. One is a re-entry \ndevice that ejects a mixture of water and alcohol to tip the nanosat out of orbit at the end of its useful life. The other is \nan array of pulsed-plasma thrusters which heat and evaporate a material to produce a charged gas to push the satellite \nalong. \nNASA has plans to offer a $5m prize using a six-unit CubeSat for groups to demonstrate ways both to communicate \nacross large distances and display the effective use of unconventional propellants. Jennifer Gustetic, in charge of \nNASA's prizes, says the winner will have to show that their systems are survivable and can be operated far out into \nspace. The programme is still at an early stage, but it could involve transporting the CubeSats for release into orbit \naround the Moon. But NASA has competition. Dr Longmier believes his technology can beat NASA to the Moon without \nthe use of an additional spacecraft to carry the CubeSets there. And James Cutler, a satellite-propulsion expert now \nalso at the University of Michigan, thinks he can propel small birds even deeper into space. Let the nanosat wars begin. \nBack to top \n-thirds. \nBack to top \nHOUSE OVERSIGHT 028512",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_028508.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 21604,
    "word_count": 3437,
    "line_count": 219,
    "import_date": "2025-11-19T21:47:48.516402",
    "prefix": "TEXT-001"
  }
}