{
  "document_id": "HOUSE_OVERSIGHT_033363",
  "filename": "IMAGES-012-HOUSE_OVERSIGHT_033363.txt",
  "text": "|essire|\n\n=\n\nKaty L. Huberty, CFA — Morgan Stanley\nMay 29, 2019 10:28 PM GMT\n\nGiven the risk of further restrictive trade measures, we answer investors’ top questions. We expect\nshares to remain choppy, with a near-term floor around $160. Our estimates are unchanged but\npeer multiple contraction drives our SoTP-driven PT to $231 (from $240).\n\nWhat is the latest view on iPhone demand in China? On Apple's April 30th earnings call, CEO Tim\nCook noted that the November-December period was likely to be the trough in iPhone demand in\nChina, following an improvement in performance during the March quarter helped by iPhone price\ncuts, VAT tax rollbacks, increased financing options and better consumer confidence. Data from\npush-messaging service provider Jigaung shows that the improvement in iPhone demand likely\npersisted through April, where Apple gained over 175bps of Chinese smartphone installed base\nshare Y/Y (1). However, the increasingly tough trade rhetoric and actions recently taken by US and\nChinese authorities make it less likely this trend will continue into May/June. Late last week,\nfollowing the Huawei blacklist, President Trump commented that \"it's possible that Huawei would be\nincluded in a trade deal\", suggesting recent actions could be bargaining chips to use in trade __|\nnegotiations that can be worked out by/around the G20 Summit in late June, but with Apple guiding\nJune quarter revenue down 8% Q/Q (vs. trailing 3 year seasonality of -14% Q/Q), the risk remains\nthat weaker near-term demand in China increases the risk of a revenue shortfall. For reference, we\nmodel 37M iPhone shipments in the June quarter (-10% Y/Y), in-line with iPhone builds, which\nimplies a 5th consecutive quarter of double digit iPhone shipment declines in China. If we assume\nChinese demand significantly weakens in the last 6 weeks of the quarter and iPhone shipments\ninstead fall 50% Y/Y (a 10 point further deceleration from March Q declines), then we'd expect 2.3M\nlower iPhone units (-6% vs. our current model), $1.6B lower revenue (-2.9%) and a $0.05 hit to EPS\n(-2\n\nThis alert is sent from:\nAndrew Atlas, Andrew.Atlas@morganstanley.com\n\nYou received this because you requested that you receive content and reports from:\nAPPLE INC.\nPlease contact your FA if you want to unsubscribe from the alerts.\n\nay\nLaid\n\nDisclosures:\nPlease see the full report for risks, disclosures and other important information.\n\nImportant disclosures regarding the relationship between the companies that are referenced in Morgan Stanley research\nand Morgan Stanley Wealth Management research are available on the Morgan Stanley Wealth Management disclosure\nwebsite at https:/Avww.morganstanley.com/online/researchdisclosures.\n\nMorgan Stanley Wealth Management Not Acting as Municipal Advisor\n\nMorgan Stanley Wealth Management is not acting as a municipal advisor to any municipal entity or obligated person\nwithin the meaning of Section 15B of the Securities Exchange Act (the \"Municipal Advisor Rule\") and the opinions or\nviews contained herein are not intended to be, and do not constitute, advice within the meaning of the Municipal Advisor\nRule.\n\niz\n\na\nHuy\n\n5\n\natt id\n\nin\n\nCopyright\nThe copyright in materials provided by Morgan Stanley is owned by Morgan Stanley & Co. LLC. Morgan Stanley Wealth\nManagement is the trade name of Morgan Stanley Smith Barney LLC, a registered broker-dealer in the United States.\n\nHOUSE_OVERSIGHT_033363",
  "metadata": {
    "original_filename": "IMAGES-012-HOUSE_OVERSIGHT_033363.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3432,
    "word_count": 532,
    "line_count": 71,
    "import_date": "2025-11-19T21:47:48.236518",
    "prefix": "IMAGES-012"
  }
}