{
  "document_id": "HOUSE_OVERSIGHT_024718",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024718.txt",
  "text": "ACKRELL\nCAPITAL Cannabis Investment Report | December 2017\n\nfiled a petition for involuntary bankruptcy. The bankruptcy court dismissed the petition, stating it\nwould not assign a trustee “to administer drug tainted assets for the benefit of creditors who assumed\nthe risk of doing business with an enterprise engaged in violations of federal law.” Federal courts in\nCalifornia, Oregon, Colorado and Michigan have applied the same rationale to dismiss bankruptcy\nproceedings involving illegal cannabis-related assets.\n\nState law alternatives to federal bankruptcy that may be available to cannabis businesses and their\ncreditors include an assignment for the benefit of creditors (ABC) and receivership. An ABC is a state-\nlaw process for the orderly and controlled liquidation of a debtor’s assets through a neutral, third party\nadministrator. Receivership is a remedy whereby a court appoints a receiver to take possession of and\nprotect property for the benefit of all concerned parties. In the state of Washington, for example, at\nleast one medical cannabis business is reported to have successfully concluded a receivership process.\n\nInternal Revenue Code\n\nThe Internal Revenue Code (IRC) defines gross income to include “all income from whatever source\nderived”; this definition has been interpreted by the Internal Revenue Service (IRS) and the U.S.\nSupreme Court to include income derived from unlawful activities. Consequently, cannabis businesses\nthat violate the CSA and other federal laws related to cannabis nonetheless must file federal income tax\nreturns and pay federal income tax.\n\nA business generally computes its taxable income in two steps. First, the business computes its gross\nincome by subtracting from its gross receipts the cost of goods sold (COGS), which includes the cost of\nacquiring, constructing or extracting a physical product that is to be sold. The subtraction of COGS to\ncompute gross income is premised on constitutional grounds and cannot be changed by federal statutes\nor IRS regulations. Second, the IRC “allows” a business to deduct from gross income all ordinary and\nnecessary business expenses, which generally include all business expenses other than COGS, such as\nemployee salaries, payments to contractors, marketing costs, insurance premiums, and the cost of rent\nand utilities. But there are exceptions to this “allowed” deduction. One such exception is provided by\nIRC section 280E (Section 280E).\n\nSection 280E disallows any deduction or credit for any amount paid or incurred in carrying on\na “trade or business” that consists of unlawful “trafficking” in a Schedule I or Schedule II controlled\nsubstance. Although Section 280E does not prevent a cannabis business from subtracting COGS to\ncompute gross income, it may prevent the deduction of all other business expenses for purposes of\ncomputing taxable income. As a result of Section 280E, businesses in the cannabis industry may have\neffective tax rates significantly higher than other businesses subject to federal income tax.\n\nThe scope of Section 280E, as it applies to U.S. cannabis businesses, is the subject of recent and\nongoing federal court cases. The U.S. Tax Court has adopted the view (a view endorsed by the U.S.\nSupreme Court) that a “trade or business” is any activity entered into with the dominant hope and\nintent of realizing a profit, and it has indicated in multiple rulings that dispensing or buying and selling\nmarijuana involves unlawful “trafficking” in a Schedule I controlled substance.\n\n82 © 2017 Ackrell Capital, LLC | Member FINRA/SIPC\n\nHOUSE_OVERSIGHT_024718",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024718.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3595,
    "word_count": 553,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:47.907847",
    "prefix": "IMAGES-008"
  }
}