{
  "document_id": "HOUSE_OVERSIGHT_011936",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011936.txt",
  "text": "http://www. huffingtonpost.com/2014/06/03jeftrey-epstein_n_5439407.html\n\nMIAMI (AP) — Nearly a decade ago, a wealthy financial guru came under FBI investigation,\nsuspected of sexually abusing dozens of underage girls at his Palm Beach mansion. Then,\nabruptly. the investigation was dropped and Jeffrey Epstein pleaded guilty to a single state\ncharge of soliciting prostitution. He served just over a year in jail.\n\nNow, two women who say they were among his victims have won a precedent-setting appeals\ncourt ruling entitling them to see all the documents from the plea bargain discussions between\nEpstein's high-powered lawyers and federal prosecutors.\n\nTheir goal: use those files to undo the agreement, reopen the investigation and subject Epstein to\nmore charges.\n\nThe women's lawyers contend Epstein got special treatment because of his wealth and\nconnections. His attorneys deny that.\n\nEpstein, 61. made hundreds of millions of dollars managing funds for rich clients, Shortly after\nhis 2008 guilty plea. it came to light that his lawyers had secretly reached a non-prosecution\nagreement months earlier with the U.S. Justice Department that spared him a potentially heavier\npunishment.\n\n“Our complaint alleges that. prodded by Epstein. the federal prosecutors deliberately concealed\nthe sweetheart plea deal they made with him to avoid public criticism.” said Paul Cassell. a\nUniversity of Utah law professor who is representing the two women.\n\nThe U.S. attorney's office in Miami would not comment. But the U.S. attorney at the time. R.\nAlexander Acosta, said in a 2011 letter defending his office that more evidence came to light\nafter Epstein made his deal.\n\n\"Many victims have spoken out. filing detailed statements in civil cases seeking damages.\nPhysical evidence has been discovered,\" Acosta wrote. \"Had these additional statements and\nevidence been known, the outcome may have been different.”\n\nEpstein has settled lawsuits for undisclosed amounts with many of the women who say they were\nunderage when they were paid for sex.\n\nThe case represents the first time a federal appeals court has ruled that the Crime Victims’ Rights\nAct of 2004 guarantees victims the right to be informed about the details of how a plea bargain\n\nwas reached, according to legal experts and lawyers involved in the case. The law marked the\nculmination of efforts begun in the 1960s to give crime victims more of a say,\n\n25\n\nHOUSE_OVERSIGHT_011936",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011936.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2438,
    "word_count": 377,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:44.725847",
    "prefix": "IMAGES-001"
  }
}