{
  "document_id": "HOUSE_OVERSIGHT_027883",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027883.txt",
  "text": "Yigal was mine. Solidly built and self-confident, with a knowing smile, he\nwould go on to become one of the most respected members of the kibbutz.\nThough I was the only child he mentored, he was also in charge of our class’s\nextracurricular educational program. It began when I was ten, and Yigal was\nsixteen. It was a mix of ideological training — the kibbutz equivalent of what my\nmother had done with her Gordonia friends in Poland — and a scouting course.\n\nOne evening a week, he would spend several hours with us. He began by\nreading us a story or a poem. One which I remember with particular clarity\ninvolved a slave who had a nail driven into his ear in hopes of remaining in his\nmaster’s service forever. He had become enslaved not only in body, but in\nmind. Another night, Yigal read us an account of a Palmach unit stranded on a\nhill they had taken, with anti-personnel mines all around them. The readings\nwere gripping and they were always an entry-point for a discussion: how did we\nunderstand the story? What would we do if faced with a similar choice?\n\nWhen that part was over, he walked us into the fields outside the kibbutz.\nThe only sound we heard was the occasional screech of a jackal. Sometimes, he\nwould split us into twos and have each pair set off from a far edge of the field\nand find our way back. Yigal stationed himself at the center. We would have to\nsneak up and see which of us could get closest without his seeing or hearing us\napproach. In his last year with us before leaving for his army service, he gave\neach of us a narrow wooden stick and began drilling us in the teenage\nintroduction to martial arts. But I was less interested in that part of the training\nthan the scouting exercises. Not only was I the youngest in our group, and the\nsmallest, except for a couple of the girls. Notwithstanding my accidental\nprowess on the soccer field, I lacked the strength and coordination to hold my\nown in most physical contests at the time.\n\nYet then, shortly after I turned thirteen, I overheard a conversation between a\ncouple of older kids in the dining hall. They said there was this guy in Gan\nShmuel, a kibbutz to the north of us, who had an “amazing” ability. Using a\nstrip of steel shaped to work like a key, he could open locks — even chunky Yale\npadlocks, the gold standard in those days — in less than a minute.\n\n35\nHOUSE_OVERSIGHT_027883",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027883.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2378,
    "word_count": 440,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:47.525240",
    "prefix": "IMAGES-009"
  }
}