{
  "document_id": "HOUSE_OVERSIGHT_014637",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014637.txt",
  "text": "profile investment outlook. Upside risks to our thesis could stem from more favorable\nchanges to the investment and/or regulatory environment in New York.\n\nDownside/upside risks: ED, like all utility stocks, is also sensitive to changes in the\nmarket level of interest rates. Utilities historically underperform if bond yields rise, and\noutperform when they fall. Furthermore, ED is a bellwether utility and has historically\noutperformed during market uncertainty as a large liquid “flight to safety\" stock.\n\nDover Corp (DOV)\n\nOur PO of $85 is based on 11.5x EV/EBITDA on our 2017 estimate, which would put\nDOV in line with the multi-industrial peer group average. We view the target multiple as\nconservative, as we expect the Street to focus on EPS growth upside in ‘17, driven by\nEnergy coming off depressed profitability.\n\nRisks to our PO are: 1) Highly dependent on acquisition strategy, 2) A reduction in\ncapital spending in the oil & gas market, and 3) Weak global industrial production\ngrowth.\n\nGeneral Dynamics (GD)\n\nWe derive our PO of $200 using a sum-of-the-parts valuation model. Our model factors\nin 19.5x P/E multiple on 2018E earnings for GD's defense business, which is in line with\npure play defense peers, and 18x P/E multiple on Gulfstream's 2018E earnings. In our\nview, GD's competitive business jet product portfolio and growth outlook in defense\ncould provide near-term and medium-term organic growth. Additionally, the company's\nstrong balance sheet and solid cash generation could sustain dividend growth and share\nrepurchases.\n\nDownside risks to our PO are: 1) A downturn in business jets, due to an exogenous\nfactor. 2) Given that business jets are priced in dollars, an unexpected devaluation in the\ndollar could significantly impact order activity, 3) We are forecasting a declining defense\nbudget, which would then place a cap on the top-line growth for the defense primes. We\nview the Administration change as a potential ceiling to defense stocks as political\ncontrol, in our view, is a key driver of defense spending. Decline in defense spending\nauthorization (a leading indicator), which in turn could impact treasury outlays. Potential\nbudget cuts to the Navy's fleet could encumber GD as well as a slowdown in\nprocurement for the Army (armored vehicles). 4) Poor execution on defense programs\ncould adversely impact margins.\n\nHess Corp. (HES)\n\nOur price objective of $80 / share is based on a 5-year outlook which assumes a 5.5x\nDACF multiple and a commodity deck of $67.50 WTI and $70 Brent to which we add\n$10/ sh for Liza in offshore Guyana. The multiple is based on a finite timeline to\ndelivery which is supported by core NAV.\n\nThe risks to our price objective are: 1} the oil and gas price environment, (2) slowdowns\nin development drilling that leave production below expectations, and (3) news flow\naround HES' exploratory and appraisal drilling activities that could impact the stock.\n\nMGM Resorts International (MGM)\n\nOur $33 PO is based on 11.5x our 2017 EBITDA estimate {implied 10x 2018E EBITDA).\nThis is in line with its historical trading range and supported by our detailed sum of the\nparts analysis.\n\nUpside risks are: a stronger than anticipated recovery in Las Vegas, improving consumer\nsentiment and its 56% ownership stake in MGM China. Downside risks are: balance\nsheet and liquidity risks proving worse than expected, continued Strip competition, and\ncontinuing near-term softness in the Macau market.\n\nBankof America\n16 Top 10 US Ideas Quarterly | 03 January 2017 Merrill Lynch\n\nHOUSE_OVERSIGHT_014637",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014637.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3560,
    "word_count": 571,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:47.521169",
    "prefix": "IMAGES-003"
  }
}