{
  "document_id": "HOUSE_OVERSIGHT_025243",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025243.txt",
  "text": "Eye on the Market | april 9, 2012 J.P Morgan\n\nQ&A on the USA, with a watchful eye on the risk of giant man-eating plants; Spain\n\nSo, how tight is US fiscal policy supposed to get next year?\n\nVery, if you look at what is supposed to happen according to current law. In the chart, we show the annual change in the budget\ndeficit over the last 25 years. The impact of all provisions scheduled to expire and kick in during 2013 would be very large. But\nif Congress and the President elect to extend current tax rates, retain lower payroll tax rates and extended jobless benefits, etc,\nthe adjustment would not be as big, and only reflect expiration of Recovery Act provisions, the recently passed Budget Control\nAct, and some other smaller provisions. There are of course plenty of permutations in between.\n\nWide range of outcomes for 2013 austerity Policies set to expire or take | Fiscal Drag (%\nChange in cyclically-adjusted federal deficit, % of potential GDP effect under current law of 2013 PGDP)\n\n570. : Sequester Automatic Cuts 6\nA Fiscalstimulus (Discretionary Spending) -0.4%\n\n3 | Sequester Automatic Cuts\n2 an (Mandatory Spending) D7\n-0.3%\n\n0 Incomes, Estate Tax)\n\n4 Congress Bush Tax Cuts (Middle Income) -0.9%\n-2 punts Alternative Minimum Tax -0.8%\n3 Payroll Tax Cut -0.6%\n\nFiscaldrag Current Emergency Unemployment °\n-4 law CG ti -0.2%\n\n1963 1968 1973 1978 1983 1988 1993 1998 2003 2008 2013 SIPS ieee\n\nSource: CBO, IMF, Goldman Sachs, J.P. Morgan Private Bank. Affordable Care Act 0.2%\n\nSource: CBO, Goldman Sachs.\n\nWhat direction is the Congress heading, and what did Larry Summers and Brad DeLong have to say about this recently?\nPolitical outcomes this fall will affect what Congress does, but I get the sense that they will punt fiscal adjustments into the\nfuture if they can, and impose austerity of no more than 1% of GDP in 2013. Ifso, Congress can point to a March 2012 paper\nby Summers and DeLong as justification. The bottom line from the paper: don’t tighten fiscal policy when interest rates are\nnear zero. The authors assert that (a) additional government spending can ease the long-term budget constraint in conditions\nsimilar to today’s, and (b) tightening policy now would risk permanent loss of human capital, lower labor productivity growth\nand lower trend growth. They have held these views for a while; the paper appears designed to convince others.\n\nAdvocates for more fiscal and monetary stimulus often point to the charts below. Rising Federal debt has not resulted in higher\ninterest rates, so why not keep borrowing more? As for the Fed, balance sheet expansion prevented deflation and hasn’t resulted\nin an inflationary surge (core inflation measured over 3 months just came in below 2%), so why not keep doing it? Aren’t\nthese charts amazing?\n\nRising Federal debt? No problem for Treasury markets Rising Fed balance sheet? No problem for inflation\nPercentof GDP Yield, percent, 90 day movingaverage  Percentof GDP Percentchange, YoY\n80% 20% 4.0%\n73% 48% 18% 3.5%\n\n70%\n\n65% 43% 16% 3.0%\n\n60% 10-year | 3.8% 14% ea\n9 Treasury yield\n\n55% f\n\n50% ——P 3.3% 12% 20%\n\n2 2.8% 10% 1.5%\n\n40% —\n\na4 23% 8% Balendelalieet 1.0%\n\n30% 1.8% 6% 0.5%\nSep-04 Feb-06 Jun-07 Nov-08 Mar-10 Aug-11 Dec-12 2004 2005 2006 2007 2008 2009 2010 2011 2012\n\nSource: CBO, Bloomberg. Assumes CBO Alternative Case for estimates. Source: Federal Reserve Board ,Bureau of Labor Statistics .\n\nThey are amazing, but no one knows how long they can be sustained. Even Summers and DeLong concede that “even if it is\ngranted that the stimulus can be both timely and temporary, the question of how large it can be while preserving these attributes\nremains for future research”. If one of these trends could not be sustained, my guess is that it would be fiscal constraints rather\nthan monetary ones. While it’s great to see rising Federal debt not adversely affecting Treasury markets, the chart on the left\nreminds me of The Day of the Triffids.\n\n2\n\nHOUSE_OVERSIGHT_025243",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025243.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3968,
    "word_count": 673,
    "line_count": 86,
    "import_date": "2025-11-19T21:47:45.038586",
    "prefix": "IMAGES-008"
  }
}