{
  "document_id": "HOUSE_OVERSIGHT_012770",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012770.txt",
  "text": "45 years of selective breeding he got what he aimed for: a population of tame foxes, less fearful of\nhumans and more interested in playing with them. But Belyaev also got much more than he aimed for:\nthese tame foxes had floppier ears, curlier tails, smaller brains, higher serotonin levels, and much sharper\nsocial skills than their wild relatives. These tame foxes acquired the same package that virtually all other\ndomesticated mammals had acquired: some desired and desirable traits and some surprises.\n\nBelyaev’s study shows that even under highly controlled laboratory conditions, artificial selection\nleaves a trail of unanticipated consequences, traits that come along for the ride. This link between desired\nand unanticipated features arises because the genes that create these features are like coupled oscillators:\nchanges in the expression of one gene directly link to changes in the expression of others. At the level of\nthe traits — the gene’s expressions — some have no impact on survival or reproduction, while others may\nincrease or decrease these aspects of fitness. We can illustrate this point by looking at an example from\ndog breeders.\n\nSeveral hundred years ago, dog breeders used artificial selection to create snub-nosed breeds such\nas the pug, bull dog, and boxer. The idea was to satisfy our aesthetics for diminutive noses, and reduce\nthe size of the dog’s classically large protuberance. Over the course of several generations of picking the\nsmallest-nosed members of the litter, pugs, bull dogs, and boxers emerged. But they also emerged with\nan unanticipated and maladaptive health problem: all of these breeds have a harder time breathing and\nstaying cool than full-nosed or snouty dogs. No breeder would select for respiratory problems or an\ninability to stay cool. These traits emerged as costly byproducts of selection for a diminutive nose, and\nmore abstractly, as a byproduct of our aesthetics. As in Tsien’s experiments on memory enhanced mice,\nwhen we tamper with nature, we can cause great harm.\n\nResearch on the evolution of religion provides my second example of how to think about\nadaptations and byproducts. The different types of religion are like the different dog breeds: distinctive in\nmany ways, but with a large number of shared traits in common. Most religions have a set of rules for\ngroup membership and expulsion, ritual practices, and beliefs in the supernatural. These commonalities\nsuggest to some scholars that religion evolved to solve a particular problem, one that all humans confront.\nThat problem is large scale cooperation among unrelated strangers, a topic I pick up in greater detail\nfurther on in this chapter. Other species cooperate, usually with a small number of individuals, mostly\nclose kin. As the size of potential cooperators grows, and genetic relatedness among individuals within\nthe group shrinks — adding more unfamiliar strangers to the mix — the potential risks of cooperating\nwith a cheater increases. Religion, and its core features, evolved to diminish this risk and increase the\nodds of developing a society of stable cooperators. Viewed from this perspective, religion is an adaptation\n— in the evolved for sense.\n\nFor those scholars who favor the idea of religion as adaptation, supporting evidence comes from\n\nHauser Chapter 1. Nature’s secrets 24\n\nHOUSE_OVERSIGHT_012770",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012770.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3360,
    "word_count": 532,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:46.302273",
    "prefix": "IMAGES-002"
  }
}