{
  "document_id": "HOUSE_OVERSIGHT_013379",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013379.txt",
  "text": "minors. Epstein purports to find a cause of action for this by alleging that Edwards somehow\nwas involved in “’pumping’ these three cases to investors.”\n\nAs just explained, to the extent that Epstein is alleging that Edwards somehow did\nsomething related to the Ponzi scheme, those allegations fail for the simple reason that Edwards\nwas not involved in any such scheme. Edwards, for example, could not have possibly “pumped”\nthe cases to investors when he never paatioinated in any communication with investors.\n\nEpstein’s “pumping” claims, however, fail for an even more basic reason: Edwards was\nmnfitiad — indeed ethically obligated as an attorney — to secure the maximum recovery for his\nclients during the course of his legal representation. As is well known, “[a]s an advocate, a\nlawyer zealously asserts the client’s position under the rules of the adversary system.” Fla, Rules\nof Prof. Conduct, Preamble. Edwards therefore was required to pursue (unless otherwise\ninstructed by his clients) a maximum recovery against Epstein. Edwards, therefore, cannot be\nliable for doing something that his ethical duties as an attorney required.”\n\nAnother reason that Epstein’s claims that Edwards was “pumping” cases for investors\nfails is that Edwards filed all three cases almost a year before he was hired by RRA or even knew\nof Scott Rothstein. Epstein makes allegations that the complaints contained sensational\nallegations for the purposes of luring investors; however, language in the complaints remained\nvirtually unchanged from the first filing in 2008 and from the overwhelming evidence the Court\ncan see for itself that all of the facts alleged by Edwards in the complaints were true.\n\n: Epstein ultimately paid to settle all three of the cases Edwards filed against him for more\n— than he paid to settle any of the other claims against him. At Epstein’s request, the terms\n\nIn a further effort to harass Edwards, Epstein also filed a bar complaint with the Florida Bar against Edwards. The\nFlorida Bar has dismissed that complaint. See Statement of Undisputed Facts.\n\n10\n\nHOUSE_OVERSIGHT_013379",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013379.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2104,
    "word_count": 335,
    "line_count": 32,
    "import_date": "2025-11-19T21:47:44.389042",
    "prefix": "IMAGES-002"
  }
}