{
  "document_id": "HOUSE_OVERSIGHT_023775",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023775.txt",
  "text": "Teaching Kids to Walk and Talk 29\n\nup on those. So I think I now believe in trusting intuitions that\nsomeone I trust can also see value in, and for my students, trust\nintuitions that someone they trust can also see value in.\n\n| believe that effective teaching makes .. .\n\nstudents trust their own intuitions\nstudents trust their teacher’s advice\n\nThe final two are a little different from the others. I included them\nbecause teaching is not always implicit, as the above stories indicate,\nbut sometimes explicit. The next writer was student of mine who is\nnow high up in a large corporation.\n\nYou taught me that you always start by collecting data—so basic,\nbut so often overlooked. I recall watching most of your papers\nstart by collection of data. I recall watching your criticisms of\nwork that was just abstraction on abstraction, with no data at\nits roots. For the work I’m currently doing, I have a log of all the\ntypes of entities (typically business or government enterprises),\ninteractions (typically business models or sustainability models),\nand outcomes. I just gave five talks last week and used the\nmethod of “start by collecting data” when introducing my work\nand when being a critical thinker about the work of others that\nwas being presented to me.\n\nThis point is about how to do real research does not apply to everyone.\nBut a more general form of this advice is to start at the beginning,\nwhich is usually useful advice. Knowing where the beginning is can\nbe complicated, however.\n\n| believe that effective teaching makes .. .\nstudents understand how to begin a process\nstudents understand what you tell if you constantly demonstrate\n\nthe value of what you tell them\n\nThis writer was another of my Ph.D. students who is now a professor\nat a major university.\n\nHOUSE_OVERSIGHT_023775",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023775.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1800,
    "word_count": 308,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:46.495692",
    "prefix": "IMAGES-007"
  }
}