{
  "document_id": "HOUSE_OVERSIGHT_017209",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017209.txt",
  "text": "4.2.12\nWC: 191694\n\nwas decided against him by the Supreme Court. I was one of his lawyers throughout the\nlitigation.\n\nThe release and publication of the Pentagon Papers in 1971 was perhaps the single most\nimportant event in turning American public opinion against the Vietnam War. While the New\nYork Times and the Washington Post were fighting in court to continue publishing portions of the\nPapers, Senator Mike Gravel of Alaska was taking more direct action: he convened an\nemergency night-time meeting of his subcommittee on Buildings and Grounds—hard to imagine a\ncommittee less relevant to the Pentagon Papers—and placed the Papers in the public record. The\n“Gravel Edition” of the Pentagon Papers was then published by Beacon Press of Boston. I\nrepresented Beacon Press and, subsequently, Senator Gravel in litigation that eventually went to\nthe United States Supreme Court.\n\nI also conferred with my teacher and dear friend Alexander Bickel, who was lead counsel for the\nTimes in the Pentagon Papers case. Our cases shared a common constitutional approach and so\n\nwe exchanged ideas and drafts.\n\nThe difficulty of defending an absolutist view was well illustrated by an exchange between Justice\nPotter Stewart and Professor Bickel. Stewart asked Bickel about “a hypothetical case:”\n\n“Let us assume that when the members of the Court go back and open up this sealed\nrecord we find something there that absolutely convinces us that its disclosure would\nresult in the sentencing to death of a hundred young men whose only offense had been that\nthey were nineteen years old and had low draft numbers. What should we do?”\n\nBickel fumbled:\n“T wish there were a statute that covered it.” (p. 46)\n\nJustice Stewart persisted:\n\n“You would say the Constitution requires that it be published, and that these men die, is\nthat it?\n\nFinally, Bickel answered his hypothetical directly.\n\n“No, I’m afraid that my inclinations to humanity overcome the somewhat more abstract\ndevotion to the First Amendment in a case of that sort.”\n\nThe lawyer for the government, Solicitor General Erwin Griswold (former Dean of the Harvard\nLaw School) did not regard Justice Stewart’s case as hypothetical.\n\n“T haven’t the slightest doubt myself that the material which has already been published\nand the publication of the other materials affects American lives and is a thoroughly\nserious matter.”\n\n[22\n\nHOUSE_OVERSIGHT_017209",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017209.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2401,
    "word_count": 385,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.437183",
    "prefix": "IMAGES-004"
  }
}