{
  "document_id": "HOUSE_OVERSIGHT_017854",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017854.txt",
  "text": "IN RE TERRORIST ATTACKS ON SEPTEMBER 11, 2001\n\n789\n\nCite as 349 F.Supp.2d 765 (S.D.N.Y. 2005)\n\n[11] The Court disagrees with this reli-\nance on Dole Food. The Supreme Court\nresolved two questions in Dole Food. “The\nfirst [was] whether a corporate subsidiary\ncan claim instrumentality status where the\nforeign state does not own a majority of its\nshares but does own a majority of the\nshares of a corporate parent one or more\ntiers above the subsidiary. The second\nquestion [was] whether a corporation’s in-\nstrumentality status is defined as of the\ntime an alleged tort or other actionable\nwrong occurred or, on the other hand, at\nthe time the suit is filed.” Jd. at 471, 128\nS.Ct. 1655. The Supreme Court held that\na foreign state’s ownership of an entity\nmust be direct for the entity to be consid-\nered an instrumentality. Jd. at 474, 123\nS.Ct. 1655. The Supreme Court also ruled\nthat ownership must be determined as of\nthe date on which the complaint was filed.\nId. at 480, 123 S.Ct. 1655. Neither of\nthese points of law speaks, however, to the\ncircumstances under which an individual is\ncovered by the FSIA. Indeed, numerous\nother courts that have addressed this issue\nhave held that the relevant inquiry for\nindividuals is simply whether the acts in\nquestion were undertaken at a time when\nthe individual was acting in an official ca-\npacity. See, e.g., Velasco, 370 F.3d at 398—\n99; Byrd, 182 F.3d at 388; Bryks, 906\nF.Supp. at 210. This Court considers that\nprecedent to be more consistent with the\nFSIA and unaltered by the decision in\nDole Food. Thus, it deems Prince Turki\nthe equivalent of the foreign state inas-\n\n24. After the parties submitted their briefs and\nargued the FSIA issue, the Ashton Plaintiffs\nfiled supplemental affidavits, without leave of\nthe Court, to contest, for the first time, the\ntiming of the PIF’s majority ownership. See\n03 MD 1570 Docket # 455. The parties agree\nthat the PIF bought 50% of NCB shares in\nMay 1999. See John Fawcett Sept. 23, 2004\nSupplemental Affidavit at Ex. 1 (“Fawcett\nSupp. Aff.”). Later in 1999, the PIF sold 10%\nof its shares to the General Organization for\n\nmuch as the complaints allege actions tak-\nen in his official capacity as the head of the\nDGI. Accordingly, both Prince Sultan and\nPrince Turki are immune from suit for\ntheir official acts unless an exception un-\nder the FSIA applies.\n\n2. National Commercial Bank\n\nNCB submits that it is an instrumentali-\nty of the Kingdom of Saudi Arabia and\ntherefore immune from suit. See Decl. of\nNizar Bin Obaid Madani, Assistant Minis-\nter of Foreign Affairs of Kingdom of Saudi\nArabia 12, at Berger Decl. Ex. 7 (“It is\nthe position of the Ministry of Foreign\nAffairs that NCB is a government instru-\nmentality of the Kingdom of Saudi Ara-\nbia.”). To enjoy immunity from suit under\nthe FSIA, NCB must demonstrate that it\nis an agency or instrumentality, or a politi-\ncal subdivision of the Kingdom. 28 U.S.C.\n§ 1603(a). As explained above, the FSIA\ndefines an “agency or instrumentality” as\n(1) “a separate legal person, ...(2) which\nis an organ of a foreign state or political\nsubdivision thereof, or a majority of whose\nshares or other ownership interest is\nowned by a foreign state or political subdi-\nvision thereof,” and (@) a non-U.S. citizen.\n28 U.S.C. § 160300). Accordingly, NCB\nclaims that (1) it is a separate legal person,\n(2) at the time the suit was filed a majority\nof its shares were owned by an administra-\ntive unit of the Saudi Ministry of Finance,\nthe Public Investment Fund (““PIF”),”4 and\n(8) it is not a citizen of the United States\n\nSocial Insurance. Fawcett Supp. Aff. at Ex.\n2. Late in 2002 the PIF agreed to buy 30% of\nthe remaining shares from the bin Mahfouz\nfamily, but Plaintiffs claim the purchase was\nnot completed until January 2003, after the\nlawsuit was filed on September 4, 2002. See\nFawcett Supp. Aff. at Ex. 3 & 4 (mews ac-\ncounts of sale).\nexplained below, the Court finds it unneces-\nsary to resolve this dispute at this time.\n\nFor the reasons that will be\n\nHOUSE_OVERSIGHT_017854",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017854.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4033,
    "word_count": 707,
    "line_count": 108,
    "import_date": "2025-11-19T21:47:47.170143",
    "prefix": "IMAGES-004"
  }
}