{
  "document_id": "HOUSE_OVERSIGHT_023476",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023476.txt",
  "text": "[9\n\nreturn to the question of how well that strategy worked in the Middle\nEast later.\n\nDevelopment in Silos\n\nAs interesting and important as Huntington’s work was, it lay outside\nof mainstream thinking about development, which from the start was\na highly Balkanized academic field that was dominated by\neconomists. Few scholars have sought to understand development as\nan inter-connected process with political, economic and social parts.\nDevelopment economists looked primarily at economic factors like\ncapital, labor and technology as sources of economic growth, and\nthought neither about the consequences of growth for politics nor the\nrelationship of political institutions to growth. The Harrod-Domar\ngrowth model that was dominant in the 1950s suggested that less-\ndeveloped countries were poor primarily because they lacked capital,\nwhich then led development agencies like the World Bank to try to\nkick start growth with generous infusions of capital for physical\ninfrastructure. It was only when steel plants and shoe factories in sub-\nSaharan Africa went idle due to corruption or lack of organizational\ncapacity that they were forced to go back to the drawing board.\n\nThe political scientists, for their part, scaled back their ambitions\nfrom large Huntingtonian-style theory and focused primarily on\npolitical phenomena. Beginning in the 1980s, there was increasing\ninterest in the problem of transitions into and out of democracy; with\ndemocratic transitions in Spain, Portugal and nearly all of Latin\nAmerica, this became a particularly pressing issue. There was some\nrevival of interest in the democracy-development linkage, but it never\nled to a clear consensus on the causal links connecting the two\nphenomena.\n\nThe academic interest in transitions corresponded to the burgeoning\nof democracy promotion as a distinct field of international practice,\nboth on the part of the United States and of other democracies around\n\nHOUSE_OVERSIGHT_023476",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023476.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1960,
    "word_count": 296,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:44.652905",
    "prefix": "IMAGES-007"
  }
}