{
  "document_id": "HOUSE_OVERSIGHT_019671",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019671.txt",
  "text": "The Keys to the Kingdom Are Missing | 183\n\nMoscow that were more embarrassing to America. In June 2015, the\nWikiLeaks website released another putative Snowden document,\ntwo years after he had supposedly wiped his computer clean in Hong\nKong. It revealed that the NSA had targeted the telephones of three\nconsecutive presidents of France—Jacques Chirac, Nicolas Sarkozy,\nand Francois Hollande.\n\nAccording to a former NSA official, this document, like the 2013\nMerkel material, was not among the data on the thumb drive given\nto journalists in Hong Kong, which Greenwald confirmed. Green-\nwald suggested to The New York Times that it might have been sto-\nlen by another penetration in the NSA, presumably one who had\naccess to the same secret compartments as Snowden in 2013. Since\nGreenwald and Poitras had no way of knowing about the documents\nthat Snowden did not give them, it is equally possible that the Rus-\nsian intelligence services obtained this document from Snowden and\nlater gave it to WikiLeaks. The release on Assange’s WikiLeaks site\ncame in the midst of NATO war games held near the Russian border,\nwhich Putin had vehemently denounced. The accompanying article\n\n© was co-authored by Assange, who now claimed to have access to ®\nSnowden’s NSA material. Because Assange had been in telephonic\ncontact with Snowden in Hong Kong, and his deputy, Sarah Har-\nrison, had spent five months in Moscow with Snowden in 2013, it\nis certainly possible Snowden was his source. But it seems difficult\nto believe that Assange waited two years before publishing because\nhe has made it part of his modus operandi to publish documents\nimmediately. Because WikiLeaks receives documents anonymously\nvia its Tor software, any party with access to the Snowden files\ncould have sent it. Subsequently, in July 2016, Assange released via\nWikiLeaks a cache of politically disruptive documents from the files\nof the Democratic National Committee. U.S. intelligence strongly\nsuspected they been stolen by the Russian intelligence services and\nsent to WikiLeaks. If so, Russia made use of Assange and WikiLeaks\nto exploit selected fruits of its espionage activities\n\nGreenwald and Poitras also released belated documents. On\nJuly 15, 2015, their web publication, The Intercept, released a\nSnowden document that cited an NSA intercept of an Israeli mili-\ntary communication concerning an Israeli raid in Syria on August 1,\n\n| | Epst_9780451494566_2p_all_r1.z.indd 183 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019671",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019671.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2499,
    "word_count": 399,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:48.460641",
    "prefix": "IMAGES-005"
  }
}