{
  "document_id": "HOUSE_OVERSIGHT_010902",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010902.txt",
  "text": "Case 9:08-cv-80736-KAM Document 291-1 Entered on FLSD Docket 01/21/2015 Page 12 of\n20\n\nquickly to my own cabana that night and went to sleep. Prince Andrew must have flown out\nearly the next morning, as I did not see him when I got up.\n\n46. | have seen Buckingham Palace’s recent “emphatic” denial that Prince Andrew\nhad sexual contact with me. That denial is false and hurtful to me. I did have sexual contact\nwith him as I have described here — under oath. Given what he knows and has seen, I was\nhoping that he would simply voluntarily tell the truth about everything. I hope my attorneys can\ninterview Prince Andrew under oath about the contacts and that he will tell the truth.\n\n47. I also had sexual intercourse with Jean Luc Brunel many times when I was 16\nthrough 19 years old. He was another of Epstein’s powerful friends who had many contacts with\nyoung girls throughout the world. In fact, his only similarity with Epstein and the only link to\ntheir friendship appeared to be that Brunel could get dozens of underage girls and feed Epstein’s\n(and Maxwell’s) strong appetite for sex with minors.\n\n48. Brunel ran some kind of modeling agency and appeared to have an arrangement\nwith the U.S. Government where he could get passports or other travel documents for young\ngirls. He would then bring these young girls (girls ranging in age from 12 to 24) to the United\nStates for sexual purposes and farm them out to his friends, including Epstein.\n\n49, —_ Brunel would offer the girls “modeling” jobs. A lot of the girls came from poor\ncountries or poor backgrounds, and he lured them in with a promise of making good money.\n\n50. Thad to have sex with Brunel at Little St. James (orgies), Palm Beach, New York\nCity, New Mexico, Paris, the south of France, and California. He did not care about\nconversation, just sex.\n\n51. Jeffrey Epstein has told me that he has slept with over 1,000 of Brunel’s girls, and\n\neverything that I have seen confirms this claim. Epstein, Brunel, and Maxwell loved orgies with\n\n11\n\nHOUSE_OVERSIGHT_010902",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010902.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2037,
    "word_count": 359,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:46.458885",
    "prefix": "IMAGES-001"
  }
}