{
  "document_id": "HOUSE_OVERSIGHT_011481",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011481.txt",
  "text": "Iraq, perhaps Iran and other Middle Eastern states, might get nuclear weapons.\nA violent form of fundamentalist Islam could, over time, erode existing Arab\nand Muslim states, threatening Israel of course, but also the stability of our\nneighbourhood and of the world. In those circumstances, even if an Israeli\ngovernment was strong enough, wise enough, forward-looking enough to\npursue avenues for negotiated peace with its immediate neighbours, getting the\npopular support required would be all but impossible.\n\nThe window 1s still there. But it is only barely open.\n\nI fear that I was right, as well, in predicting that our failure to secure a final\npeace agreement with the Palestinians at Camp David might set back\npeacemaking not just for a few months, but for many years. I have persisted in\ntrying, very hard, to make that particular prediction prove wrong. That was why,\ndespite intense pressure from my own political allies not to do so, I decided to\nreturn to government in 2007 as Defence Minister. I remained in that role for\nsix years: mostly in the current, right-wing Likud government of my onetime\nSayeret Matkal charge, Bibi Netanyahu.\n\nMuch of what I say in this book about war and peace, security and Israel’s\nfuture challenges, will make uncomfortable reading for Bibi. But very little of it\nwill surprise him, or his own Likud rivals further to the right, like Foreign\nMinister Avigdor Lieberman and the Economy Minister, Naftali Bennett. I have\nsaid almost all of it to them behind closed doors in the past few years, more than\nonce. When I finally decided to leave the political arena last year, it was largely\nbecause I realized that they were guided by other imperatives. In the case of\nBibi, the most gifted politician with whom I’ve worked except for Clinton, the\npriority was to stay in power. For Avigdor and Naftali, it was to supplant Bibi,\nwhen the opportunity was ripe, as Likud leader and as Prime Minister. And\nmuch too often — as with their hugely ill-advised recent proposal to amend\nIsrael’s basic law to define it explicitly as a Jewish state, and deny “national\nrights” to non-Jews — the three of them have ended up competing for party\npolitical points rather than weighing the serious future implications for the\ncountry.\n\nPeacemaking, as I discovered first-hand, requires taking risks. Statesmanship\nrequires risks. Politics, especially if defined simply as staying in power, is\nalmost always about the avoidance of risk.\n\n10\nHOUSE_OVERSIGHT_011481",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011481.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2490,
    "word_count": 413,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:48.424536",
    "prefix": "IMAGES-001"
  }
}