{
  "document_id": "HOUSE_OVERSIGHT_015508",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015508.txt",
  "text": "296 M. Hoffman et al.\n\nTemptation\nto Defect\n\naes Cons Gon.\n\n(1) (2) (3) (4)\n\nX\nFig. 3. A single stage of the Envelope Game\n\nis arepeated game with two players. In each round, player 1 receives a sealed enve-\nlope, which contains a card stating the costs of cooperation (high temptation to\ndefect vs. low temptation to defect). The temptation is assigned randomly and is\nusually low. Player 1 can choose to look inside the envelope and thus find out the\nmagnitude of the temptation or choose not to look. Then player 1 decides to cooper-\nate or to defect. Subsequently, player 2 can either continue to the next round or end\nthe game. As in the Repeated Prisoner’s Dilemma, the interaction repeats with a\ngiven likelihood, and if it does, an envelope is stuffed with a new card and presented\nto player 1, etc.\n\nIn this model, as long as temptations are rare, large, and harmful to player 2, it is\na Nash equilibrium for player 1 to “cooperate without looking” in the envelope and\nfor player 2 to continue if and only if player 1 has cooperated and not looked. We\nrefer to this as the cooperate without looking (CWOL) equilibrium.” This equilibrium\nemerges in agent-based simulations of evolution and learning processes.’ Notice\nthat if player 1 could not avoid looking inside the envelope, or player 2 could not\nobserve whether player 1 looked, there would not be a cooperative equilibrium\nsince player 1 would benefit by deviating to defection in the face of large tempta-\ntions. Not looking permits cooperative equilibria in the face of large temptations.\n\nThe Envelope Game is meant to capture the essential features of many interest-\ning aspects of our morality, as described next.\n\nAuthentic Altruism. Many have asked whether “[doing good is] always and exclu-\nsively motivated by the prospect of some benefit for ourselves, however subtle”\n(Batson, 2014), for example, the conscious anticipation of feeling good (Andreoni,\n\n? Technically, the conditions under which we expect players to avoid looking and attend to looking\nare c,>a/(l—w)>cp+c(1—p) and bp+d(1—p)<0), where c, and c, are the magnitudes of the\nhigh and low temptations, respectively; p is the likelihood of the low temptation; a/(1—w) is the\nvalue of a repeated, cooperative interaction to player 1; and bp+d(1—p) is the expected payoff to\nplayer 2 if player 1 only cooperates when the temptation is low.\n\n>The simulations employ numerical estimation of the replicator dynamics for a limited strategy\nspace: cooperate without looking, cooperate with looking, look and cooperate only when the temp-\ntation is low, and always defect for player 1, and end if player 1 looks, end if player 1 defects, and\nalways end for player 2.\n\nHOUSE_OVERSIGHT_015508",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015508.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2717,
    "word_count": 454,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:46.117301",
    "prefix": "IMAGES-003"
  }
}