{
  "document_id": "HOUSE_OVERSIGHT_014323",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014323.txt",
  "text": "Chart 13: Where do you think distributions for the industry will be in 2017 vs. 2016?\n\n40%\n\n35%\n\n30%\n\n29%\n\n20%\n\n15%\n\n10%\n\n5%\n\n0%\nRoughly flat Up 5-15% Up 15%+ Down 5-15% Down 15%+\n\nSource: BofA Merrill Lynch Global Research\n\nElection results could have far reaching impacts for the sector\n\nWhen asked “What is the most likely impact from the election results on the alternative\nasset managers?” investors were fairly mixed in their responses, indicating to us that\ninvestors expect a number of changes. The most common response was increased tax\non carried interest (33%), followed by higher rates impacting financing costs and some\nreturns (27%), then stronger economic growth and healthy returns (20%). Few investors\nexpect a decrease in bank regulation slowing alternative manager growth in new areas\n(13%) along with too much euphoria leading to a market correction (7%).\n\nChart 14: What is the most likely impact from the election results on the alternative asset managers?\n\n40%\n35%\n30%\n25%\n20%\n15%\n10%\n5%\n0%\nStronger economic Increased tax rate  Higherrates | Decreased bank Too much\ngrowth and _ on carried interest impacting regulation euphoria leading\nhealthy returns for financing costs potentially slowing to a market\nthe alternative and some returns growthinnew correction and\nmanagers areas deployment\nopportunities\n\nSource: BofA Merrill Lynch Global Research\n\nSpecialty / Consumer finance Takeaways\n\nCompanies were generally bullish on the US consumer heading into 2017. AXP\npresented a fairly upbeat outlook on billings, loan and revenue growth, while cautioning\nthat Discount rate pressures and FX headwinds could impact near-term results. The\n\nBankof America a 2016 Future of Financials Conference | 17 November 2016 9\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014323",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014323.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1773,
    "word_count": 275,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:47.338024",
    "prefix": "IMAGES-002"
  }
}