{
  "document_id": "HOUSE_OVERSIGHT_017172",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017172.txt",
  "text": "4.2.12\nWC: 191694\n\nso-anonymous bloggers, tweeters, website operators and whistleblowers to disclose classified\ninformation, state secrets and other material the government would prefer to keep under wraps.\n\nI have represented people I love, people I hate and people I don’t give a damn about—good guys,\nbad guys, and everything in between. H.L. Mencken used to bemoan the reality that:\n“The trouble about fighting for human freedom is that you have to spend much of your life\ndefending sons of bitches: for oppressive laws are always aimed at them originally, and\nopression must be stopped in the beginning if it is to be stopped at all.”\n\nIn each instance, I’ve stood up for an important principle: the right of the individual, rather than\nthe government, to decide what to say, what to show, what to hear, what to see, what to teach,\nwhat to learn. I have opposed the power of the state (and other state-like institutions) to censor,\npunish, chill, or impose costs on the exercise of the freedom of expression—even, perhaps\nespecially, expression with which I disagree and despise or believe may be hateful, hurtful or even\ndangerous.\n\nI have myself been the victim of outrageous defamations (including that I beat and killed my wife!\nAnd that I plagiarized my book “The Case for Israel’). I have been accused (falsely, I believe) of\ndefaming others. I have been informally charged with inciting war crimes, and formally charged\nwith criminally defaming a judge—to which I plead not guilty! I have defended the right of my\nenemies to lie about me, to boo and heckle me and even to try to get me fired. While defending\nthe right of my political, ideological and personal opponents to say nearly anything they want, I\nhave insisted on my own right to criticize, condemn and vilify them for the wrongness of what\nthey have chosen to say. Freedom of expression includes the right to be wrong, but it does not\ninclude the right to be immune from verbal counterattack.\n\nI am not a free speech absolutist when it comes to the First Amendment—at least not in theory.\nBut in practice I nearly always side with the freedom to speak, rather than the power to censor.\n\nIt’s not that I trust the citizenry; it’s that I distrust the government. It’s not that I believe the\nexercise of the freedom of speech will always bring about good results; it’s that I believe that the\nexercise of the power to censor will almost always bring about bad results. It’s not that I believe\nthe free marketplace of ideas will always produce truth; it’s that I believe that the shutting down\nof that marketplace by government will prevent the possibility of truth.\n\nMy family and educational background—especially my constant arguments with rabbis, teachers,\nneighbors and friends—made me into a skeptic about everything, even skepticism. I am certain\nthat certainty is the enemy of truth, freedom and progress. Hobbs has been proved wrong by the\nverdict of history in his inclusion among the “rights of sovereigns” the power to censor “all books\nbefore they are published” that are “averse” to “the truth,” or not conducive to peace.\n\nI know that I will never know “the truth.” But neither will anyone else. All I can do is doubt,\nchallenge, question and keep open the channels of knowledge, the flow of information and the\n\nright to change my mind. To me, truth is not a noun; it is an active verb, as in “truthing” (or\nknowing, learning or experiencing).\n\n85\n\nHOUSE_OVERSIGHT_017172",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017172.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3456,
    "word_count": 590,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.725024",
    "prefix": "IMAGES-004"
  }
}