{
  "document_id": "HOUSE_OVERSIGHT_013863",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013863.txt",
  "text": "related questions myself. The result? I received more than 200 e-mail per day, spending all hours\nbetween 9-5 responding to them, and the volume was growing at a rate of more than 10% per week! I\nhad to cancel advertising and limit shipments, as additional customer service would have been the final\nnail in the coffin. It wasn’t a scalable model. Remember this word, as it will be important later. It wasn’t\nscalable because there was an information and decision bottleneck: me.\n\nThe clincher? The bulk of the e-mail that landed in my inbox was not product-related at all but\nrequests from the outsourced customer service reps seeking permission for different actions:\n\nThe customer claims he didn’t receive the shipment. What should we do?\nThe customer had a bottle held at customs. Can we reship to a U.S. address?\n\nThe customer needs the product for a competition in two days. Can we ship overnight, and if so, how\nmuch should we charge?\n\nIt was endless. Hundreds upon hundreds of different situations made it impractical to write a manual, and\nI didn’t have the time or experience to do so regardless.\n\nFortunately, someone did have the experience: the outsourced reps themselves. I sent one single e-\nmail to all the supervisors that immediately turned 200 e-mail per day into fewer than 20 e-mail per\nweek:\n\nHi All,\nI would like to establish a new policy for my account that overrides all others.\n\nKeep the customer happy. If it is a problem that takes less than $100 to fix, use your\njudgment and fix it yourself.\n\nThis is official written permission and a request to fix all problems that cost under $100\nwithout contacting me. I am no longer your customer; my customers are your customer. Don’t\nask me for permission. Do what you think is right, and we’ll make adjustments as we go along.\n\nThank you,\n\nTim\n\nUpon close analysis, it became clear that more than 90% of the issues that prompted e-mail could be\nresolved for less than $20. I reviewed the financial results of their independent decision-making on a\nweekly basis for four weeks, then a monthly basis, and then on a quarterly basis.\n\nIt’s amazing how someone’s IQ seems to double as soon as you give them responsibility and indicate\nthat you trust them. The first month cost perhaps $200 more than if I had been micromanaging. In the\nmeantime, I saved more than 100 hours of my own time per month, customers received faster service,\nreturns dropped to less than 3% (the industry average is 10-15%), and outsourcers spent less time on my\naccount, all of which resulted in rapid growth, higher profit margins, and happier people on all sides.\n\nPeople are smarter than you think. Give them a chance to prove themselves.\n\nIf you are a micromanaged employee, have a heart-to-heart with your boss and explain that you want\nto be more productive and interrupt him or her less. “I hate that I have to interrupt you so much and pull\nyou away from more important things I know you have on your plate. I was doing some reading and had\nsome thoughts on how I might be more productive. Do you have a second?”\n\nBefore this conversation, develop a number of “rules” like the previous example that would allow you\nto work more autonomously with less approval-seeking. The boss can review the outcome of your\ndecisions on a daily or weekly basis in the initial stages. Suggest a one-week trial and end with “I'd like\nto try it. Does that sound like something we could try for a week?” or my personal favorite, “Is that\n\nHOUSE_OVERSIGHT_013863",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013863.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3494,
    "word_count": 611,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:46.236122",
    "prefix": "IMAGES-002"
  }
}