{
  "document_id": "HOUSE_OVERSIGHT_013512",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013512.txt",
  "text": "pendulum or the pressure of the floor on a weight resting upon it. Faith in this realm\ncame from exercises in physical object visualization followed by manipulation of\nself-consistent algebraic symbols. | learned about experiments attesting to the\n“reality” of these ghostly fields (that now include electric, magnetic and strong and\nweak nuclear forces), and yet it was the physicists that already believed them who\ndesigned the machines to demonstrate them. It was Gregory Bateson, Margaret\nMead’s houseboy, lover, photographer and social anthropologist who said, “Newton\ndidn’t discover gravity, he invented it.”\n\nOne college summer | found a second Isaac Newton, perhaps not so\nestranged from the first. He appeared in the form of a marble bust in the chapel of\nTrinity College at Cambridge University, holding the prism he had used to explore\nthe polychromatic properties of light like a talisman. In his essay called Newton, the\nMan, the early 20\" Century Cambridge Don and economic theorist, John Maynard\nKeynes, said that the Newton of the chapel followed “...certain mystic clues which\nGod had laid about the world to allow a sort of philosopher’s treasure hunt to the\nesoteric brotherhood.” Michael White’s biography, called Newton the Last Sorcerer,\ndescribed his work as an attempt to integrate the magic of the Old World with the\nscience of the New Age. Newton’s awe over what he saw as the wonders of the\nuniverse maintained him in private theological study throughout his life. Arthur\nWaite’s Alchemists Through the Ages describes how Newton’s alchemical\norientation toward the earth’s fundamental substances such as fire, air, wind and\nwater, their powers and potential for transformation, was joined imperceptibly with\nhis metaphysics and physics. In his hands, experimental observations involving\ngravitation, celestial mechanics and optics, though motivated by esoteric alchemical\ntheories, generated experimentally accessible phenomena and testable ideas.\n\nThe French mathematician, Jacque Hadamard, in his The Psychology of\nInvention in the Mathematical Field, said that mystical preoccupations were never\nfar from the minds of most of the English and European mathematicians and\nphysicists of the 18\" and 19\" Centuries. This orientation served as an impetus for\nthem to pay attention to the almost imperceptible whispers of their emergent\n\nthoughts. E.T. Bell, the historian of mathematics and mathematicians said even\n\n12\n\nHOUSE_OVERSIGHT_013512",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013512.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2468,
    "word_count": 375,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:47.913406",
    "prefix": "IMAGES-002"
  }
}