{
  "document_id": "HOUSE_OVERSIGHT_014356",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014356.txt",
  "text": "likely. Mr. Gray also thinks that concerns over the commercial real estate market\nmay be overdone.\n\ne | When asked “What would get you more interested in investing in BX stock?” the\nmost common response was a market pullback (30%), followed by comfort on the\ndirection of the real estate market (25%), rising returns and visibility on\ndistributions (21%), and a more simplified structure (20%), while fundraising and\nmargin improvement were less important (4%).\n\nChart 61: What would get you more interested in investing in BX stock?\n\n35%\n30%\n20%\n20%\n15%\n10%\n\n5%\n\n0%\n\nRising Improving Comfort on the A market pullback for A more simplified\nmarkets/returns and = FRE/margins direction of the real better corporate/tax\nvisibilityon DE and __ following strong estate market &  deployment/returns structure\n\ndistributions fundraising hedge funds\n\nSource: BofA Merrill Lynch Global Research\n\ne Mr. Gray thinks the economic narrative has changed for the U.S., from low growth\nand low interest rates to a more pro-growth outlook. There will likely be lower\ntaxes, less regulation, and more fiscal spending. A potential offset is that deficits\nfrom government spending and tariffs could create inflation. Even so, management\nwas Cautiously optimistic on growth.\n\n¢ For Europe, Brexit was the big news and Mr. Gray expects the next couple of years\nwill be somewhat challenging for the U.K, though the bigger question is core\nEurope, where rates and inflation are likely to be lower for longer. In Asia, China is\ndecelerating, particularly for manufacturing, infrastructure, and real estate which\nwill likely continue though don’t expect a hard landing in China. A trade war\nbetween the U.S. and China could be a risk to the downside for China. In India, BX\nsees accelerating economic growth and falling inflation and interest rates, along\nwith a lot of demand for office space in India.\n\n« Mr. Gray does not believe we are in the early stages of the real estate cycle, but\nconcern over a bubble in commercial real estate in the U.S. is probably overdone for\na couple of reasons. 1} Supply and demand are reasonable, given modest growth in\nsupply and an economy that is growing. 2) Debt levels aren’t out of hand like in\n‘06/07. 3) Cap rates are low at around 5%, compared to ‘O7 when 10yr treasuries\nwere at the same level. Overall, you aren’t going to see the same returns as in the\npast, but looking at past periods where rates and growth increased, commercial real\nestate did fine.\n\n« In terms of growth, Mr. Gray is optimistic on the outlook. Half of the areas BX\ninvests in today didn’t exist at the time of the IPO, and that culture of innovation,\ngrowth, and investing for attractive returns is alive and well.\n\nBankofAmerica <2”\n\n42 2016 Future of Financials Conference | 17 November 2016 Merrill Lynch\n\nHOUSE_OVERSIGHT_014356",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014356.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2825,
    "word_count": 472,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:49.258636",
    "prefix": "IMAGES-002"
  }
}