{
  "document_id": "HOUSE_OVERSIGHT_017766",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017766.txt",
  "text": "Page 52 of 52\n2005 B.Y.U.L. Rev. 835, *924\n\nimplementing the CVRA. However, since the Advisory Committee will be making many decisions about how to best change\nthe rules, one concluding thought may be worth highlighting.\n\nCongress will be paying close attention to how courts protect the rights of future victims. Indeed, the CVRA directs the\nAdministrative Office for the U.S. Courts to report each year the number of times that victims have attempted to assert their\nrights and been denied the requested relief. 344 More generally, Congress views the new Act as an important step to protecting\ncrime victims - a \"new and bolder approach, than has ever been tried before in our Federal system.\" 34> Congress is eagerly\nawaiting the results of this approach. As Senator Leahy warned, \"Passage of this bill will necessitate careful oversight of its\nimplementation by Congress.\" >4° Victims' advocates, too, will be watching carefully. *47\n\nIn light of this thorough and ongoing interest, the judiciary should not merely attempt a \"quick fix\" or minimalist approach to\nimplementing the CVRA, but should comprehensively protect crime victims’ rights by changes in court rules. If Congress\nbelieves that the federal rules fail to faithfully reflect crime victims’ concerns, it can directly amend the rules. But such direct\namendments may not sufficiently attend to the needs of the judicial branch or others involved in the criminal justice process. It\nis in that spirit of eliminating any need for congressional intervention that this Article [*925] offers proposals to fully and\nfaithfully implement the congressional directive that victims be integrated into the criminal justice process.\n\nIn the final analysis, whether the courts or Congress redraft the rules is less important than that the redrafting occur. As\ncommanded in the CVRA, crime victims are now participants in federal criminal cases. That new reality must be reflected\nthroughout the Federal Rules of Criminal Procedure.\n\nBrigham Young University Law Review\nCopyright (c) 2005 Brigham Young University Law Review\n\nEnd of Document\n\n34-18 U_S.C.A. 3771, Historical and Statutory Notes (requiring the Administrative Office of the courts to file an annual report with Congress\nconcerning the number of times a victim's right is asserted and denied by federal courts).\n\n345 150 Cong. Rec. $4263 (daily ed. Apr. 22, 2004) (statement of Sen. Feinstein).\n346 Td. at S4271 (daily ed. Apr. 22, 2004) (statement of Sen. Leahy).\n\n347 United States v. Turner, 367 F. Supp. 2d 319, 337 (E.D.N.Y. 2005) (noting that victims’ advocates \"will be watching to see how federal\ncourts and prosecutors carry out the new law's mandate\").\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017766",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017766.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2717,
    "word_count": 428,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:48.098848",
    "prefix": "IMAGES-004"
  }
}