{
  "document_id": "HOUSE_OVERSIGHT_022504",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022504.txt",
  "text": "INTRODUCTION\n\nIntroduction\n\nCongress enacted the U.S. Foreign Corrupt Practices Act (FCPA or the Act) in\n\n1977 in response to revelations of widespread bribery of foreign officials by U.S.\n\ncompanies. The Act was intended to halt those corrupt practices, create a level\n\nplaying field for honest businesses, and restore public confidence in the integ-\n\nrity of the marketplace.\n\nThe FCPA contains both anti-bribery and accounting\nprovisions. The anti-bribery provisions prohibit US. per-\nsons and businesses (domestic concerns), U.S. and foreign\npublic companies listed on stock exchanges in the United\nStates or which are required to file periodic reports with\nthe Securities and Exchange Commission (issuers), and\ncertain foreign persons and businesses acting while in the\nterritory of the United States (territorial jurisdiction) from\nmaking corrupt payments to foreign officials to obtain or\nretain business. The accounting provisions require issuers\nto make and keep accurate books and records and to devise\nand maintain an adequate system of internal accounting\ncontrols. The accounting provisions also prohibit individu-\nals and businesses from knowingly falsifying books and\nrecords or knowingly circumventing or failing to imple-\nment a system of internal controls.\n\nThe Department of Justice (DOJ) and the\nSecurities and Exchange Commission (SEC) share FCPA\n\nenforcement authority and are committed to fighting for-\neign bribery through robust enforcement. An important\ncomponent of this effort is education, and this resource\nguide, prepared by DOJ and SEC staff, aims to provide\nbusinesses and individuals with information to help them\nabide by the law, detect and prevent FCPA violations, and\n\nimplement effective compliance programs.\n\nThe Costs of Corruption\n\nCorruption is a global problem. In the three decades\nsince Congress enacted the FCPA, the extent of corporate\nbribery has become clearer and its ramifications in a trans-\nnational economy starker. Corruption impedes economic\ngrowth by diverting public resources from important pri-\norities such as health, education, and infrastructure. It\nundermines democratic values and public accountability\nand weakens the rule of law? And it threatens stability and\n\nsecurity by facilitating criminal activity within and across\n\nHOUSE_OVERSIGHT_022504",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022504.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2314,
    "word_count": 336,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:47.020359",
    "prefix": "IMAGES-007"
  }
}