{
  "document_id": "HOUSE_OVERSIGHT_022995",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022995.txt",
  "text": "Michaelhouse Pvt Bag X1 Balgowan KwaZulu-Natal 3275 South Africa\n\nTelephone Facsimi/ www.michaelhouse.org\n>>> Miles Alexander 2016-05-18 05:56 PM >>>\n\nHi\n\nCathy and | have discussed your questions. At this stage we do not feel it is beneficial and may negatively impact our\nprivacy to answer the questions.\n\nPlease respect our request not to assist.\n\nRegards\n\nSent from my iPhone\n\nOn 18 May 2016, at 16:01, Brad Edwards SG wrote:\n\nThank you for your response. My initial questions are fairly general | believe.\n\nWas Former Pres Clinton ever a guest on the island?\n\nWas George Mitchell a guest?\n\nWould any of the guests get massages from the girls brought by Mr. Epstein or Ms. Maxwell?\n\nDo you remember [iii\n\nWhat was her interaction with Ms. Maxwell?\n\nHow many massages would Mr. Epstein get per day? | understand that the massages happened in a location where,\nbased on the article | read, Ghislaine instructed you to never go while in use. But | am curious knowing - were the\nmassages done by the various young girls brought to the island? Did they appear to be massage therapists? | think |\nknow that answer based again on the previous article | read.\n\nWere you aware of Ghislaine flying a helicopter? Flying girls to the island? Flying guests to the island?\n\nWhat did you understand Ghislaine's role to be? How did she describe herself or act while there? If she was the\n“queen bee\" girlfriend, then what was her explanation of the presence of the other younger girls? And what\ninteraction did Ghislaine have with those girls? It is our understanding that one of her primarily \"jobs\" was to find\nthe girls to bring to Mr. Epstein but we do not yet have a firm understand where she found them or what interaction\nshe personally had with each of them while on the island. | was hoping you could provide some clarity based on\nthings you heard or observations you made.\n\nAgain, thank you for any clarification you can provide. | am interested in the facts, including any inaccuracies that\nhave been reported in the past which may have given us a misunderstanding of anything.\n\nSincerely,\nBrad\n\nSent from my iPhone\n\nOn May 18, 2016, at 4:05 AM, Miles Alexander r wrote:\n\nGreetings\n\nThank you for your letter and sentiments contained there in.\n\nCathy and | have read a number of articles that have appeared in the press over the past few years. In the cases\nwhere statements are credited tol | can honestly say that we cannot agree to the statements\n\nmade and therefore do not see what further info you need. For example, the notion that we served or witnessed the\nstated alleged acts or parties are untrue.\n\nIf you wish to take this further, please supply a list of questions you think are pertinent and we will then decide if any\nneed answering .\n\nRegards\n\nHOUSE_OVERSIGHT_022995",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022995.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2780,
    "word_count": 485,
    "line_count": 70,
    "import_date": "2025-11-19T21:47:48.570616",
    "prefix": "IMAGES-007"
  }
}