{
  "document_id": "HOUSE_OVERSIGHT_024656",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024656.txt",
  "text": "KR L\nPI L\n\nAC EL\nCA TA\n\nCannabis Investment Report | December 2017\n\n= Cannabinoids\n\nCannabinoids are compounds present in the cannabis plant that act on human cannabinoid receptors\nin cells in the nervous and immune systems. Scientists have identified more than 100 cannabinoids in\nthe cannabis plant. Generally, the most abundant cannabinoid is THC, a psychoactive compound that\ncauses a euphoric “high,” and the second most abundant cannabinoid is cannabidiol, or CBD, which\nproduces a relaxing physical effect without a psychoactive effect. Consuming cannabinoids has been\nshown to have numerous medicinal benefits and therapeutic applications. The following table lists\n\n20 common conditions for which medical cannabis use has been legalized under U.S. state laws and\nidentifies 8 cannabinoids that are used or being studied to treat these conditions. A brief description of\nthese cannabinoids follows the table.\n\nCommon Qualifying Medical Conditions and Potentially Therapeutic Cannabinoids\ne e\n\nAlzheimer's disease\n\nAmyotrophic lateral sclerosis (ALS)\nAnorexia\n\nArthritis\n\nCachexia\n\nCancer\n\nChronic pain\n\nCrohn's disease e\nEpilepsy\nGlaucoma\nHepatitis C\nHIV/AIDS e\nInflammation\n\nMigraine e\nMultiple sclerosis e\nNausea e\nNervous system degeneration\n\nParkinson's disease\n\nPost-traumatic stress disorder (PTSD)\nSpasms e\n\nTHC  Tetrahydrocannabinol: THC refers to delta-9-tetrahydrocannabinol and certain chemical\nvariants, including delta-8-tetrahydrocannabinol. THC is the most abundant cannabinoid in cannabis\nand is understood to be the psychoactive compound in cannabis primarily responsible for the euphoric\nfeeling of being “high.” Both recreational and medicinal users often seek the psychoactive effects of\nTHC and may prefer certain cannabis products based solely on the quality and level of THC. THC\nis believed to have wide-ranging medicinal benefits: analgesic, antianxiety, antibacterial, anticancer,\n\n20 © 2017 Ackrell Capital, LLC | Member FINRA/SIPC\n\nHOUSE_OVERSIGHT_024656",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024656.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1990,
    "word_count": 277,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:47.020068",
    "prefix": "IMAGES-008"
  }
}