{
  "document_id": "HOUSE_OVERSIGHT_019511",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019511.txt",
  "text": "Secret Agent | 23\n\nhim to its information technology school for six months to train as\na communications officer, not a spy. After completing his training,\nhe was dispatched to the CIA station in Geneva. He worked there\nfor the next two years as one of dozens of information technologists\nservicing the CIA’s communication channels in Switzerland. He was\nstationed there, according to Swiss registry records, under his own\nname from March 2007 to February 2009. He was identified as a U.S.\nState Department employee in Geneva because Switzerland does\nnot allow any intelligence officers to operate in its country. Offi-\ncially, he was attached to the permanent U.S. mission to the United\nNations, which employed hundreds of U.S. government functionar-\nies in Switzerland. It was a thin cover; the Swiss government was\naware that the CIA maintained its base in Geneva and posted its\nemployees at the U.S. mission.\n\nAlthough Snowden would claim in a video he made in Hong\nKong that he had served as a “senior adviser for the Central Intelli-\ngence Agency,” he was merely a telecommunications support officer,\nor TSO in CIA parlance, which was a junior-level job at the CIA.\n\n© He worked as part of a team of information technologists under the ©\nsupervision of senior CIA officers, according to a former CIA officer\nin Geneva. The job of these TSOs was to protect the security of the\nCIA’s computer systems through which the CIA station in Geneva\nsent and received its secret communications.\n\nAs far as is known, Snowden made very few friends at the eight-\nhundred-person mission. The only person to have publicly reported\nknowing him in Geneva during this period is Mavanee Anderson, a\nyoung and attractive summer intern at the U.S. mission from May\nto August 2007. She described befriending Snowden, who, according\nto her, said that he was in the CIA and also demonstrated to her his\nmartial arts skills. She later recalled in interviews that he was “a bit”\nprone to brooding and voiced growing dissatisfaction with the CIA.\n\nThe job in Geneva did have its benefits, however. It provided him\nwith a generous housing and travel allowance. In many ways, it was\nthe “cushy government job” he had said he was seeking in his Inter-\nnet posts. He rented a four-room apartment and had his girlfriend,\nLindsay Mills, now twenty-one, join him there.\n\nAccording to his posts on the Ars Technica website, he took full\n\n| | Epst_9780451494566_2p_all_r1.z.indd 23 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019511",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019511.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2495,
    "word_count": 420,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:48.301462",
    "prefix": "IMAGES-005"
  }
}