{
  "document_id": "HOUSE_OVERSIGHT_028281",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_028281.txt",
  "text": "﻿THE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\nPRESS CLIPPING (INTERNET)\nTHE HOUSE OF THE NOBLE MAN\nCURATED BY WOLFE VON LENKIEWICZ AND VICTORIA GOLEMBIOVSKAYA\nBoswall House, 2 Cornwall Terrace\n13th - 20th, October 2010\nPRESS CLIPPING\nINTERNET\n1\nTHE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\nPRESS CLIPPING (INTERNET)\nhttp://www.dazeddigital.com/artsandculture/article/8775/1/the-house-of-the-nobleman\nArts & Culture\nThe House Of The Nobleman\nOld Masters are hung in the company of some of the most notorious contemporary artists on the block in a show\nopposite Frieze Art Fair\nText by John-Paul Pryor\nFor what is a man profited, if he gains the whole world and loses his own soul? Perhaps this is one question that\ncould be asked of any billionaire art collector. In The House of The Nobleman, artist Wolfe von Lenkiewicz\nexamines our relationship to art and the role of the supposedly worldly or noble collector from a nonjudgemental\ncritical distance, and exhibits art both old and new (from Manet and Cézanne to The Chapmans and\nDamien Hirst) in a show that promises to prove contentious. Here, Lenkiewicz’s own “resequenced” Picassos will\nbe exhibited against their original counterparts, effectively folding art history in upon itself to create an entirely\nnew kind of dialogue. Dazed Digital went down to his studio to talk nobility, history and the reasons why a lost\nbattle is a battle one thinks one has lost.\nDazed Digital: What is the concept that informs The House Of The Nobleman?\nWolfe von Lenkiewicz: When I started to plan the exhibition with the co-curator Victoria Golembiovskaya (by\nwhom I was fascinated because she was instrumental in manoeuvring a submarine in the grand canal in Venice), I\nbegan to think about the notion of quality in the 21st century as opposed to the set of values pursued by Marsilio\nFicino. The dislocation and decertification of a stable position in the world, which was formally the aristocrat, the\nking… the noble man. The artist, being perceived at the centre, was seen as a God, and within Ptolemaic\nconcentric rings one moved from dog, to angel, to God. This is a hierarchical linear model, which has been\nattractive for five centuries in one form or another. The idea of this show is to explore a post-humanist form of\ncompassion – the world is dynamically changing, and no matter how flexible our map may be to quantify it, we\nwill be in an eternal struggle with meaning.\n2\nTHE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\nPRESS CLIPPING (INTERNET)\nhttp://www.royalacademy.org.uk/ra-magazine/blog/the-house-of-the-nobleman,61,BAR.html\nThe House of the Nobleman\nPosted: 14 October 2010 by Sarah Greenberg, RA Magazine Editor\nMost people selling a property try to make it seem welcoming by brewing coffee and - at a stretch – baking bread.\nBut in a world gone mad for property and art, the stakes have been raised. How about a house that's been\n'staged' (as they say Stateside) with a built-in art collection, including an eclectic array of work from Picasso to\nGrayson Perry, Rodin to Richter, Manet to, predictably, Murakami, the artist who famously emblazoned his\ndesigns on Louis Vuitton bags.\nYes, the £29m budget is a bit steep, but it needn't put you of from booking a tour to see this renovated mansion\nin Cornwall Terrace that has been curated by Victoria Golemblovskaya and artist Wolfe Von Lenkiewicz, with the\nparticipation of the Saatchi Collection and Channel 4.\nExhibition open until 20 October, 11am – 6pm, by appointment only\nwww.cornwallterrace.co.uk/boswallhouse\nBoswall House Map here\n2 Cornwall Terrace\nRegent's Park\nLondon NW1 4QP\n3\nTHE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\nPRESS CLIPPING (INTERNET)\nhttp://www.timeout.com/london/art/event/203383/the-house-of-the-noble-man\nThe House of the Noble Man\nThis event has now finished Until Wed Oct 20 Boswall House, 2 Cornwall Terrace, London, NW1 Full details & map\nTime Out says\nOld Masters and famous names from contemporary art, including Picasso, Manet, Cézanne, Damien Hirst, Banksy,\nMartin Kippenberger and Gerhard Richter, in a show curated by Wolfe von Lenkiewicz and Victoria\nGolembiovskaya held in an eighteenth-century building close to the Frieze Art Fair. Work from the Saatchi\nGallery's 'New Sensations 2010 ' exhibition of graduating students is also on show. Entry is free but by\nappointment only. Visit the website to book.\nBoswall House details\n11am-6pm Mon-Sat by appointment only\nAddress\nBoswall House\n2 Cornwall Terrace, London, United Kingdom NW1\nTransport Baker Street\nhttp://www.cornwallterrace.co.uk/boswallhouse\n4\nTHE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\nPRESS CLIPPING (INTERNET)\nhttp://www.jotta.com/article/events-other/1136/the-house-of-the-noble-man\nThe House of the Noble Man\n15.10.2010\n2 Cornwall Terrace, a magnificent 18th-century building off Regent’s Park and a stone’s throw from Frieze art fair,\nwill be the venue for this spectacular exhibition featuring Old Masters and famous names from contemporary art,\nincluding Picasso, Manet, Cézanne, Damien Hirst, Banksy, Martin Kippenberger and Gerhard Richter. Work from\nthe Saatchi Gallery’s ‘New Sensations 2010 ‘ including jotta artist Joshua Bilton also on show.\nThe show imagines the house’s inhabitant as a hugely successful trader. Having used his mastery of technology\nand the possibilities of the information age to amass vast wealth, he aspires to find a shaping narrative for the\netiolated form of his existence. Art is one of the avenues in his search.\nHe may live in a nobleman’s house, but he’s no blue blood. A tax exile, nomadic by habit, our collector spends his\ndays - and nights - bathed in the blue light of a computer screen, as he trades in dematerialized securities, or\nprices options based on weather conditions on the other side of the globe: drowned cities viewed remotely via\nCNN, or better, modelled via a computer simulation.\nThe roles of the nobleman and artist found a convergence in the figure of Don Quixote, a fool who aspired to the\nchivalric codes he’d read about in antiquated texts. But this fantasy was a liberation; allowing him to contend with\nbase matter, infusing it with near-infinite possibilities, just as the empirical certainties of the Renaissance would\nsoon give way to the vertiginous perspectives of the new mathematics.\nThe exhibition updates the Don Quixote model to cast the collector/artist/nobleman as a man without qualities,\noccupying the privileged space of the capitalist elite, looking down through a virtual window to plot the\nconstantly-changing vectors of matter, bodies and events as they hurtle by on the other side of the glass.\nCurated by Victoria Ionina-Golembiovskaya and Wolfe Von Lenkiewicz\nFriday 15th to Wednesday the 20th October, 11 am - 6 p.m, by appointment only\n2 Cornwall Terrace, The Regent's Park, London NW1\n5\nTHE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\nPRESS CLIPPING (INTERNET)\nhttp://798district.com/798/en/blog/tag/the-house-of-the-noble-man/\n6m GBP worth of Picassos to go on show during Frieze 0\nPosted on September 14, 2010 by Cindy Van Der Rijt\nFour rare works by Picasso thought to be worth over £6m and an 1875 Cézanne oil on canvas will go on sale\nduring Frieze week next month in an ambitious exhibition to be held at a London property part owned by a\nRussian billionaire. The show, entitled “The House of the Noble Man” (12-20 October), will open at 2 Cornwall\nTerrace, an 18th-century building off Regent’s Park in London near to the Frieze Art Fair site. The exhibition is\ncurated by artist Wolfe von Lenkiewicz, whose works will feature in the display, and Russian curator Victoria\nGolembiovskaya. Around £20m worth of art will be for sale, approximately a third of the show, confirms Von\nLenkiewicz.\nAccording to the co-curator, the Picasso pieces on offer will include Buste d’Homme à la Pipe (1969, priced at\n£3m); the 1905 drawing The Family of Saltimbanques and a cubist painting, Nature Morte au Gobelet (around\n1914). An 1875 oil on canvas by Cézanne, Don Quixote, is priced at £1.25m. Works by Yves Klein, Egon Schiele,\nGerhard Richter, Damien Hirst and Andy Warhol will also be for sale. Von Lenkiewicz’s own works will be in the\n£30,000-£60,000 price range.\nRead the full article\nTags: CézanneFrieze Art FairPicassoThe House of the Noble Man\nCategory Art, Exhibitions\n6\nTHE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\nPRESS CLIPPING (INTERNET)\nhttp://www.spoonfed.co.uk/spooners/tom-699/editor-s-choice-exhibitions-3982/\nEditor's Choice - Exhibitions\n18 October, 2010\nby: Tom Jeffreys\nEvery Monday our editors bring you their personal highlights of the week ahead. Tom Jeffreys selects his top\nthree exhibitions.\nUntil Wednesday 20th October\nHouse of the Nobleman @ 2 Cornwall Terrace\nOf all the bits and bobs that crop up across the capital during Frieze week, this was one of the highlights.\nVictoria Golembiovskaya and Wolfe Von Lenkiewicz curate an exhibition in the sumptuous splendour of 2\nCornwall Terrace.\nOn display are paintings and sculpture by major artists fromn throughout history like Schiele, Picasso, and Manet,\ndotted among which are this year's Saatchi/Channel 4 New Sensations.\n7\nTHE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\nPRESS CLIPPING (INTERNET)\nhttp://www.thisislondon.co.uk/standard/article-23888111-future-art-stars-cause-a-new-sensation.do\nFuture art stars cause a New Sensation\nLouise Jury, Chief Arts Correspondent\n15.10.10\nTwenty artists hailed as stars of the future are getting the chance to show their work alongside that of 60 masters,\nfrom Picasso and Warhol to Manet, Rodin and Cézanne.\nThe 20 were chosen from hundreds of graduate students in the New Sensations Prize, a contest now in its fourth\nyear, organised by Charles Saatchi's gallery and Channel 4.\nTheir work is part of The House of the Nobleman, an exhibition of art borrowed from international collections\nthat is being staged in an 18th-century mansion in Cornwall Terrace, Regent's Park, a stone's throw from the\nFrieze Art Fair.\nFour of the graduates were selected to receive £1,000 bursaries to develop a project for inclusion. They are:\nGerman Pablo Wendel, 30, whose degree work involved squatting in a derelict chip shop to which he built a\nstaircase, later dismantled by Royal College of Art staff in a health and safety row; Katie Surridge, 25, and Russian\nNika Neelova, 23, both Slade School graduates, and Ross M Brown, 24, who is still studying in Dundee. One of\nthem will be named this year's overall winner on Monday and the exhibition runs until Wednesday.\nRebecca Wilson, associate director of the Saatchi Gallery, said: “The 20 shortlisted artists have created a stunning\nrange of work, including\nphotography, painting, installation and sculpture. The exhibition offers a wonderful opportunity to discover the\nbright stars of the future.”\nMore than half of the graduate artists are based in the capital. “London is still one of the best places to do a fine\nart degree and has that reputation across the world, as well as being one of the most vibrant centres for\ncontemporary art,” Ms Wilson added.\nNew Sensations at the House of the Nobleman, 2 Cornwall Terrace, is open until Wednesday.\n8\nTHE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\nPRESS CLIPPING (INTERNET)\nhttp://www.thisislondon.co.uk/standard/article-23885619-how-art-can-make-greed-look-fabulous.do\nHow art can make greed look fabulous\nOlivia Cole\n07.10.10\nLiterature's most sinister art connoisseur is probably Henry James's Gilbert Osmond, the collector of beautiful\nobjects to whom Isabel Archer shackles her fortunes in The Portrait of a Lady. She is at first dazzled by his advice\nthat “one ought to make one's life a work of art”, before realising that he has no imagination of his own, only\nacquisitiveness: beauty by proxy. By that time, as his wife, she is part of his collection.\nSo how to spot a Gilbert Osmond today? You might imagine one lives in The House of the Nobleman, an\nexhibition opening next week in a vast Edwardian pile on the borders of Regent's Park to coincide with the nearby\nFrieze art fair.\nSurveying the Ј20 million-worth of paintings, from Poussin to Warhol via Picasso, visitors are invited to believe\nthat they are in the house of an extravagantly committed collector. This imagined character is someone like\nRandolph Hearst in Citizen Kane: a rich man with non-existent morals but exquisite taste. Like Dick Fuld, Lehman\nBrothers' last CEO: earlier this month, it took Christie's days to sell off the bank's art collection.\nHere there is no so such owner: this collection has been curated by two artists, Victoria Golembiovskaya and the\npainter Wolfe von Lenkiewicz. The nobleman of their title is a modern-day Don Quixote, caught between fantasy\nand reality. Von Lenkiewicz says City practices such as shorting have “no direct relationship to reality”. Their\nmodern-day nobleman hankers for meaning and order: beauty even. Hence the kind of people who fervently\ncollect in London. The compulsion to be known not only as loaded but cultured is often observed but rarely\nexamined. It's interesting that this show is staged by artists all of whom have a complex relationship with the kind\nof people characterised by Vince Cable as merely “spivs and gamblers”. Wolfe refers to people who do\n“unspeakable things” before reiterating that the show isn't a moral judgment.\nEven so, their show tries to lift the veil on the activity at Frieze. As a centre for commercial art sustained still by\nswilling disposable income, London eclipses Paris and New York. Frieze will be swarming with both people like me,\nwho go to look, and hundreds of the modern-day “noblemen” with their Black Amex cards. It's no small irony that\nThe House of the Nobleman naturally has its own massively wealthy backer, Russian property giant Mirax. Greed\nmight not be good but it sure can look fabulous.\nAnd what about the savvier artists? Tracey Emin whines about arts cuts yet moans about her tax bill. Damien Hirst\nhas exploited the market in his own work as ruthlessly as any hedge-funder. Wolfe himself confidently discusses\nalgorithms and is a favourite of collectors such as Bono and Richard Devereux, co-founder of Virgin. London's\nmost successful artists aren't exactly in the gutter, looking at the stars.\n9\nTHE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\nPRESS CLIPPING (INTERNET)\nhttp://www.theartnewspaper.com/articles/£6m-worth-of-Picassos-to-go-on-show-during-Frieze/21495\n£6m worth of Picassos to go on show during Frieze\nThe exhibition, to be held in a property co-owned by a Russian billionaire, also includes works by Warhol, Hirst,\nRichter and Saatchi's \"New Sensations\"\nBy Gareth Harris | Web only\nPublished online 9 Sep 10 (News)\nFour rare works by Picasso thought to be worth over £6m and an 1875 Cézanne oil on canvas will go on sale\nduring Frieze week next month in an ambitious exhibition to be held at a London property part owned by a\nRussian billionaire. The show, entitled \"The House of the Noble Man\" (12-20 October), will open at 2 Cornwall\nTerrace, an 18th-century building off Regent's Park in London near to the Frieze Art Fair site. The exhibition is\ncurated by artist Wolfe von Lenkiewicz, whose works will feature in the display, and Russian curator Victoria\nGolembiovskaya. Around £20m worth of art will be for sale, approximately a third of the show, confirms Von\nLenkiewicz.\nAccording to the co-curator, the Picasso pieces on offer will include Buste d'Homme à la Pipe (1969, priced at\n£3m); the 1905 drawing The Family of Saltimbanques and a cubist painting, Nature Morte au Gobelet (around\n1914). An 1875 oil on canvas by Cézanne, Don Quixote, is priced at £1.25m. Works by Yves Klein, Egon Schiele,\nGerhard Richter, Damien Hirst and Andy Warhol will also be for sale. Von Lenkiewicz's own works will be in the\n£30,000-£60,000 price range.\n\"The Picassos etc. are from anonymous dealers who will take their portion of the percentages. Any other\nproceeds made during the show will go back into the funding of the exhibition which is hugely expensive despite\nits sponsorship [by the Russian real estate company Mirax],\" adds Von Lenkiewicz. A selection of works from\nCharles Saatchi's \"New Sensations 2010\" roster of emerging artists will also be for sale. Twenty students\nshortlisted for the prize, which is sponsored by Cadogan Tate, have been chosen to present their work; these\nartists include Matthew Welch, Katie Sims and Pablo Wendel. A non-selling section will include works from the\nLondon-based Zabludowicz Collection and the holdings of the Iraqi-born industrialist Ragdan El-akabi.\n\"The show came about when I was in Moscow exhibiting my work at Triumph Gallery. Victoria took me to the\nMirax city project, a huge development in central Moscow. She talked to Sergei Polonsky [head of Mirax] about\nthe Cornwall Terrace buildings which he has shares in. He was willing to sponsor the show,\" says Von Lenkiewicz.\nThe Mirax group are co-developers of the Cornwall Terrace historical complex, parts of which are up for sale.\n10\nTHE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\nPRESS CLIPPING (INTERNET)\nhttp://www.foldgallery.com/cgi-bin/mail.cgi/archive/fold/20101011025541/\nPHYSICAL PAINTING REMINDER\nSimon Callery\nFold Gallery London would like to invite you to the Physical Painting private view this Tuesday evening.\nThe gallery will be running special extended opening hours this week, we will be opening Wednesday 13th to\nSunday 17th from 12 - 6pm.\nTo coincide with the show at Fold Gallery one of Callery's large-scale paintings will also be on display in The\nHouse Of The Nobleman exhibition. Located at 2 Cornwall Terrace in Regents Park and just across from Frieze Art\nFair, this show includes works by Picasso, Poussin and Cezanne.\nFor press on 'The House Of The Nobleman' Exhibition see below link\nhttp://www.theartnewspaper.com/articles/%C2%A36m-worth-of-Picassos-to-go-on-show-during-Frieze/21495\nTo book a viewing for 'The House Of The Nobleman' Exhibition see below link\nhttp://www.cornwallterrace.co.uk/boswallhouse/\n11\nTHE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\nPRESS CLIPPING (INTERNET)\nhttp://www.ft.com/cms/s/2/e8bd5d0c-d4d5-11df-b230-00144feabdc0.html\nElsewhere in London: what’s on and what to see\nPublished: October 13 2010 01:20 | Last updated: October 13 2010 01:20\nWith the absence of Zoo, the Pavilion of Art & Design (PAD) (until October 17; www.padlondon.net) will this year\nplay second fiddle to Frieze. This sophisticated fair of modern and contemporary art, design, photography and\ntribal art from 1860 was conceived by Patrick Perrin and Stéphane Custot and is now in its fourth year. PAD has\nretained its place in Berkeley Square, a site that offers limited space expansion, but a sought-after Mayfair\naddress.\nAs auction houses all jostle to cash in on the festival spirit, Christie’s is launching an initiative entitled Multiplied\n(October 15-18; www.multipliedartfair.com) at its South Kensington saleroom. The focus of this fair is\ncontemporary art editions – photographs, prints, artists’ books and 3D multiples – and there will be big names,\nincluding John Baldessari, Mat Collishaw and Gerald Laing, on sale for small prices.\nAnother example of canny innovation – or outsiders crashing the party – is House of the Nobleman at 2 Cornwall\nTerrace (October 15-20; www.cornwallterrace.co.uk/boswallhouse). This is a property viewing with a difference:\nnot only is the house itself on the market, but so is much of the art – including works by Pablo Picasso, Helen\nChadwick and Grayson Perry – that decorates its interior.\nWhile the majority of Frieze Week events take place in grandiose settings in London’s West End, a couple of\ncontrasting fairs are capitalising on sites in the city’s East End. The Future Can Wait (until October 17;\nwww.thefuturecanwait.com), an alternative fair started by trusted talent-spotters Zavier Ellis and Simon Rumley,\nreturns to Shoreditch Town Hall for the fourth year running.\n12\nTHE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\nPRESS CLIPPING (INTERNET)\nhttp://www.artnet.com/magazineus/news/artnetnews/frieze-week-preview10-8-10.asp\nHERE COMES FRIEZE WEEK\nOct. 8, 2010\nHere it comes. Next week, Oct. 14-17, 2010, is London’s time to shine like the diamond it is in the international\nart-market sun, as Frieze Week bows in the British super-city. With dozens of events and most of the best\ngalleries making the trip, the whole thing is exhausting just to think about. Here, then, a quick-and-dirty summary\nof some of the highlights. We’re sure we’ve missed a few, but this’ll do to start:\nFRIEZE\nOf course the centerpiece, as usual, is the Frieze Art Fair itself, going up in Regent’s Park. The selection is topnotch,\nwith some 173 exhibitors on board, including most of the top dealers you’d expect.\nMORE, MORE, MORE\nMuch more is going on, including big events like the launch of Ai Weiwei’s Turbine Hall installation at Tate\nModern. We, however, prefer to focus on some of the freakier offerings.\nOr what about the The Museum of Everything in Primrose Hill, which was \"regarded as the most successful new\naddition to the Frieze scene last year\" (according to the Independent). For the third exhibition at the space,\nopening Oct. 13, Pop art pioneer Peter Blake curates a show of \"outsider\" art and artifacts, including pieces by\nMorton Bartlett, James Castle, Henry Darger and Martin Ramirez. During Frieze Week, contemporary art stars\nlike Bob & Roberta Smith, Polly Morgan and Jeremy Deller are scheduled for various tours and talks at the\nMuseum. Worth a swing by.\nThen there is the mysterious House of the Noble Man, Oct. 12-20, at 2 Cornwall Terrace, an 18th-century building\noff Regent’s Park, near Frieze. What exactly this show is remains unclear, but it is some kind of conceptual selling\nexhibition, sponsored by the Russian billionaire who owns the property, and curated by artist Wolfe von\nLenkiewicz with Russian curator Victoria Golembiovskaya. Lenkiewicz, for his part, describes it as \"a curatorial\nconcept playing with the idea of commerce, mirroring the [art] market with irony.\" The Art Newspaper reports\nthat some £20-million in art will be for sale, including works by Picasso and Cézanne, as well as a selection of\nworks from Charles Saatchi’s \"New Sensations 2010\" roster of emerging artists, and the holdings of the Iraqi-born\nindustrialist Ragdan El-akabi.\n13\nTHE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\nPRESS CLIPPING (INTERNET)\nhttp://www.artnet.com/magazineus/reviews/jones/frieze-art-week10-22-10.asp\nLONDON DISPATCH\nby Laura K. Jones\nPowerless against the magnetic force towing them in to the bowels of Regent’s Park, 60,000 visitors to the eighth\nedition of the Frieze Art Fair were faced with a decision. What to buy from an array of works whose combined\nprice came to $365 million?\nWould it be The True Artist Helps the World by Revealing Mystic Truths, a sprawling Damien Hirst cabinet\ncontaining a school of pickled fish, priced at $5.6 million? The huge work turned out to be the star sale of the fair,\nas was widely reported, when it was flogged immediately from the White Cube stand during the Frieze preview.\nApparently, the cynical press refers to the vernissage as \"Billionaires Day,\" and indeed, attendees included Claudia\nSchiffer, Charles Saatchi, Steve Cohen (a first timer to the fair) and Dasha Zhukova.\nSo powerful has Frieze become that commercial galleries, public spaces and auction houses now tie their activities\nto it more than ever. Off-site auctions saw Phillips de Pury selling David Hockney’s Autumn Pool for $2 million and\nChristie’s flogging Andreas Gursky’s photograph of the New York Stock Exchange for $700,000, almost three times\nits estimate.\nHarry Blain and Graham Southern, former directors of Haunch of Venison, inaugurated their new gallery,\nBlainSouthern, with \"Creation Condemned,\" a hypnotic and troubling show by Mat Collishaw of images of pole\ndancers, frenzied burning butterflies and the great ravines that were left when the Taliban destroyed the Bamiyan\nBuddhas. Fusing symbols of decadence and decay, Collishaw makes lithophanes -- in this case, images etched in\nthin, translucent Corian, lit from behind with slowly pulsating lights. Blain and Southern afterwards invited the art\nworld to the Ivy Club until the early hours of the next morning.\nThen, it was onwards and upwards to \"The House of the Noble Man,\" a super-slick exhibition in an 18th-century\nCornwall Terrace townhouse near to the Frieze site (an address, according to the Art Newspaper, thought to be\nbeing prepped for sale to former U.S. president Bill Clinton) that was co-curated by polymath artist Wolfe\nLenkiewicz and Victoria Golembiovskaya. The show felt like serious money, including as it did Andy Warhol works\nI’d never even seen images of before, plus things by Poussin, Manet, Cézanne, Picasso, Hirst and Kippenberger.\nOver its five floors, \"Noble Man\" also housed work from the Saatchi Gallery's \"New Sensations 2010\" exhibition of\ngraduating students. Stand-out pieces included So Over, a room full of animal hides by Kate Surridge, a sculpture\nstudent at Slade School, and I Used to Think, an exceptional cautionary film about the bleeding-eyed X Factor\ngeneration by a man called Lee Holden. Amazingly sinister, the slo-mo montage included images of Britney\nSpears, a live lobotomy, a childlike Japanese robot and a woman suffering paranoid delusions, all to a haunting\nsoundtrack of modern music and computer sounds.\n14\nTHE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\nPRESS CLIPPING (INTERNET)\nhttp://www.artlyst.com/articles/top-10-frieze-week-art-events\nTop 10 Frieze Week Art Events\nThis is the ArtLyst top 10 list of events and exhibitions in and around London during Frieze week . The corridor is\njam packed with exciting things to experience and see before the phenomenon finishes on the 17 October. Frieze\ncosts around £30 but many of the other events are actually Free !\nFrieze Art Fair 14 – 17 October features over 150 of the most exciting contemporary art galleries in the world. The\nfair also includes specially commissioned artists’ projects, a prestigious talks programme and an artist-led\neducation schedule. Around £30 for a one day pass. Fair Information\nAi Weiwei, Tate Modern Unilever series turbine hall installation. Tate Modern London Bankside Free\nVanitas - The Transience of Earthly Pleasures. The exhibition will take place in the sumptuous setting of the\nformer Sierra Leone Embassy on 33 Great Portland Street during this year’s Frieze Art Fair.The Age of the\nMarvellous exhibition, which attracted over 4,000 visitors during Frieze Art Fair last October was in ArtLyst's top\nten exhibitions of 2009. Now All Visual Arts (AVA) has announced its upcoming fall show Vanitas: The Transience\nof Earthly Pleasures. Conceived and curated by Joe La Placa and Mark Sanders of AVA, the exhibition is a\ncontemporary update on the four hundred year old theme of the Vanitas first developed in Holland and Northern\nEurope in the mid to late 17th century. from October the 11th until the 17th. Free\nHouse of the Noble Man, Oct. 12-20, at 2 Cornwall Terrace, an 18th-century building off Regent’s Park, near\nFrieze. Modern Masters in opulent setting.\n15\nTHE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\nPRESS CLIPPING (INTERNET)\nhttp://www.artinfo.com/news/story/36017/artinfo-uks-guide-to-frieze-week-2010/\nARTINFO UK's Guide to Frieze Week 2010\nBy Coline Milliard, ARTINFO UK\nPublished: October 11, 2010\nLONDON— Frieze Week is upon us! Europe's largest contemporary art fair has staked its tent in Regent’s Park,\nbringing with it an estimated $375 million in work by brand-name artists and emerging talents alike, and London\nis seething with exhibitions and events to welcome the collectors, tastemakers, and various art grandees\ndescending on the city. What to see? Where to go? ARTINFO UK has a few recommendations.\nTUESDAY, OCTOBER 13 With still two days to go before Frieze Art Fair opens to the public, today is the perfect\nday to indulge in a bit of London tourism, mixing in visits to the city's West End galleries. Stroll down Piccadilly\nand stop at Thomas Dane Gallery, on Duke Street, for the Kelley Walker exhibition. On Heddon Street — a\ncontinental oasis at the heart of Central London — Aicon Gallery has put together an excellent exhibition\nretracing artist and thinker Rasheed Araeen’s first fifteen years of production, beginning in 1959. Two other good\nshows on the same street are Paola Pivi at Carlson and Jimmie Durham at Sprovieri. You can also discover Sadie\nColes’ new space in New Burlington Place, inaugurated with an exhibition of Urs Fisher’s sculptures.\nWEDNESDAY, OCTOBER 14 You’ve done Tate Britain, do you really need to go to Tate Modern? Of course you do.\nFirst, the newly opened Gauguin exhibition is stunning and simply impossible to miss (it has been described by\nthe Times as \"the show of the season — in fact of the whole year). Second, the new commission by Ai Weiwei,\nwas recently unveiled in Turbine Hall. You can then head north to enjoy Fergus Henderson’s English cuisine at St.\nJohn Bar & Restaurant in Smithfield, before wandering to ROKEBY for their exhibition of German-born, Londonbased\nartist Bettina Buck.\nToday is also a good day to see \"The House of the Noble Man,\" an exhibition curated by artist Wolfe von\nLenkiewicz and Russian curator Victoria Golembiovskayan. It includes a Cézanne, £6 million ($9.6 million) worth of\nPicasso, as well as pieces by Damien Hirst, Christian Boltanski, Andy Warhol, Gerhard Richter, and many more —\nall in the historical setting of Cornwall Terrace as it overlooks Regent’s Park. (This event is by appointment only at\nBoswell House, 2 Cornwall Terrace, Regents Park, London NW1. To arrange a visit, register at:\nhttp://www.cornwallterrace.co.uk/boswallhouse/).\n16\nTHE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\nPRESS CLIPPING (INTERNET)\nhttp://www.paulfrasercollectibles.com/section.asp?docid=4519&catid=26\nRare Picasso works worth over £6m to be sold in October auction alongside Hirst and Warhol\nFour pieces by the Cubist painter go on sale next month and could see record prices\nRegent's Park in London is set to be the home of four very special artworks by the world renowned Spanish artist\nPablo Picasso.\nThe works, believed to worth over £6m ($9.3m) will be exhibited as part of a show called \"The House of the Noble\nMan\" which is running from October 12 to 20 at 2 Cornwall Terrace in Regents park, London.\nThe works will go on sale alongside an 1875 Cézanne oil on canvas work, during Frieze week.\nAccording to the co-curator of the exhibit, the four Picasso works on offer will include a 1905 drawing entitled\n\"The Family of Saltimbanques\", a 1914 Cubist painting titled \"Nature Morte au Gobelet\" and the 1969 piece\n\"Buste d'Hommeà la Pipe\" which is currently price at £3m ($4.6).\nIn addition to this the exhibit will have works by Yves Klein, Gerhard Richter, Egon Schiele and the more familiar\nnames of Andy Warhol and Damien Hirst.\nThe Picasso works are believed to have come from anonymous dealers, whilst a selection of pieces has also come\nfrom Charles Saatchi's \"New Sensations 2010\" roster of emerging artists.\nHowever, for many collectors the undoubted focus of the event will be the four works by Picasso.\nPicasso's work is arguably some of the most valued and collectible on the market due to his position as a pioneer\nand co-creator of the artistic form of Cubism.\nThere works subverted the traditional notion of painting an object, instead breaking them up and re-assembling\nthem in a abstract work to create an ambiguous and thought provoking piece of art.\n17\nTHE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\nPRESS CLIPPING (INTERNET)\nhttp://www.harpersbazaar.co.uk/fashion/blog/the-editors/house-of-noble-man\nHouse of Noble Man\nOct 18, 2010 04:06:00 PM by Sarah Bailey\nI love the extraordinary and intriguing exhibitions which one encounters around the edges of Frieze. 2009's The\nAge of the Marvellous at One Marylebone (curated by AVA) was one such discovery - dark and theatrical - which\nstayed with me all year...\nThis year's House of Noble Man (a collaboration between the Saatchi Gallery and Channel 4's New Sensations), is\nanother spectacular show of a very different flavour mounted in No. 2 Cornwall Terrace, a gleaming showcase of\nsuper-prime real-estate. (I attended on the opening night and was treated to a tour of two other oligarch-ready\nshow mansions at No.6 and 11 Cornwall Terrace, by a dashing Knight Frank estate agent by the name of Darren\nDaggers... Quite surreal, but, of course, an incredibly resonant statement about the current art market).\nBack at No. 2 Cornwall Terrace, House of Noble Man curated by Victoria Golembiovskaya and artist-of-themoment\nWolfe Von Lenkiewicz mixes work from the giants of modern art - Cezanne and Picasso - with some\ndazzling and provocative contemporary pieces plus, of course, Channel 4's New Sensations discoveries.\nI loved the filigree Cement Truck sculpture by Wim Delvoye (the Belgian conceptual artist probably best-known\nfor his work in the 90s involving the tattooing of live pigs), Rachel Whiteread's dolls house chess set and New\nSensation Elizabeth Jordan's dream-like kinetic installation, which she is showing in an upper bedroom. Of course,\nthere's nothing like a Frieze party to lure out London's finest exhibitions and I was very pleased to meet showgoer\nPhilip Levine, who uses his bald pate (bejeweled on this occasion as though he is wearing a Swarovski swim cap)\nas his canvas. His next show, he informs me, is being sponsored by Gilette...\nHouse of Noble Man is on until\nWednesday October 20, so do try and\nsee it. Entry is free, but you have to\nbook an appointment.\n2 Cornwall Terrace, London, United\nKingdom, NW1, cornwallterrace.co.uk\n(Image: 'House of Noble Man', curated\nby Victoria Golembiovskaya and Wolfe\nVon Lenkiewicz.)\n18\nTHE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\nPRESS CLIPPING (INTERNET)\nhttp://www.independent.co.uk/news/business/news/art-in-residence-redeveloped-park-terrace-hosts-exhibit-\n2102450.html\nArt in Residence: Redeveloped park terrace hosts exhibit\nBy Deirdre Hipwell\nSunday, 10 October 2010\nCurators Victoria Golembiovskaya and Wolfe Von Lenkiewicz, in collaboration with the Saatchi Gallery and\nChannel 4's New Sensations, will host an art exhibition starting next Sunday showcasing famous works by artists\nsuch as Paul Cezanne and Pablo Picasso.\nThe House of the Nobleman exhibit, which coincides with the Frieze Art Fair, will be held at the mansion No 2\nCornwall Terrace in Regents Park and will include works from several international art collections. No 2 Cornwall\nTerrace has been extensively redeveloped by developer Oakmayne Bespoke and is part of a much larger\nredevelopment of Cornwall Terrace to create eight mansions. The houses are up for sale starting at £29m.\n19\nTHE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\nPRESS CLIPPING (INTERNET)\nhttp://www.independent.co.uk/arts-entertainment/art/features/frieze-art-fair-2010-get-ready-for-british-artsbiggest-week-2100683.html\nFrieze Art Fair 2010: Get ready for British art's biggest week\nFrieze Art Fair is back – and it's bigger than ever, with 173 international galleries. Alice Jones looks forward to this\nyear's event and the week-long whirl of auctions, exhibitions and parties it brings to London\nFriday, 8 October 2010\nAs always, the proof will be in the purchasing, but signs that confidence has returned to the market can already\nbe found in the buzz around the traditional run of Frieze week auctions. At Christie's, Hirst will be auctioned\nalongside two works by Gerhard Richter (valued at up to £1m) and, hollow laugh, Andreas Gursky's\nphotomontage of the New York Stock Exchange, last seen hanging in the boardroom at Lehman Brothers\n(estimate: £100,000 – £150,000). Sotheby's has Jerry Hall's extraordinary collection up for sale – including work by\nFrank Auerbach, Lucian Freud and Andy Warhol. And Phillips de Pury will hope to break the £1m mark with David\nHockney's Autumn Pool while Maurizio Cattelan's Una Domenica a Rivara, a rope of knotted bedsheets to hang\nfrom a window, is estimated to sell at £400,000 to £600,000. Elsewhere, in a bold new addition to the landscape,\n£20m-worth of art will go on sale in an 18th-century mansion part-owned by the Russian real-estate billionaire\nSergei Polonsky. The House of the Noble Man, a stone's throw from Frieze in Cornwall Terrace, is curated by\nVictoria Golembiovskaya and the artist Wolfe von Lenkiewicz and will include four rare Picassos and Cezanne's\nDon Quixote.\nFor all of these and more, the international arterati will descend on London next week, jetting in from the\ntraditional hot spots of New York, Berlin and Moscow, as well as from the emerging collector territories of the\nMiddle East, India and China for what is now known simply as Frieze week. It's no longer just about the fair; a\nwhole city's-worth of cultural activity has coalesced around those big white marquees. The breakfast views are\nbooked in, the big museum shows are up and the parties – from a Frieze week opener at the Groucho Club to the\nritzy annual Cartier dinner at Bar Boulud and ArtReview's Power 100 party at Sketch – are planned. After its initial\nstruggles, the hype-filled boom years and fear-filled bust years, Frieze is now firmly established, an unmissable\nstop-off between Basel and Miami on the global art calendar. A decade ago, London didn't even have its own\ncontemporary art fair. Now, for five days in mid- October, the art set wouldn't dream of being anywhere else.\n20\nTHE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\nPRESS CLIPPING (INTERNET)\nhttp://www.artofficialspace.co.uk/exhibitions.htm\nExhibitions\nUpcoming Shows\nHouse of the Nobleman\nf/ Ben Grainger & Sean Penlington\nFriday 15th - 20th October, 2010\n2 Cornwall Terrace,\nLondon, NW1 4QP\nwww.saatchigallery.com/4newsensations\nPast Shows\nHow It All Worked Out @ International 3\nf/ Ben Grainger & Sean Penlington\nSaturday 10th - 30th July, 2010\nThe International 3\n8 Fairfield st\nManchester\nUK\nM1 3GF\nOpening night on the 9th @ 6:00pm\n21\nTHE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\nPRESS CLIPPING (INTERNET)\nhttp://www.bernardevans.co.uk/artNews.php?nlId=2728\nThe Art Market: a house party\n2010-Oct-11\nBy Georgina Adam www.google.co.uk\n“Frieze week” kicks off this week in London, drawing the cream of the art world to Britain’s capital.\nIt is centred of course on the fair that started it all (Frieze opens to the public in Regent’s Park on\nThursday), but a host of satellite events are also on offer. One of the more intriguing is taking place\njust down the road from the fair, at 2 Cornwall Terrace, part of an enormously expensive real estate\nproject being developed and sold.\nIn what appears to be a sophisticated way of selling both art and the property, the 18th-century\nmansion is being used as a temporary venue for an exhibition entitled The House of the Nobleman,\nOctober 15-20. The format is hybrid, both commercial and non-commercial, with 68 works on show,\nhalf of them loans from collectors – one is David Roberts, the rest are secret – the other half consisting\nof works of art for sale.\nThe House of the Nobleman is curated by the artist Wolfe von Lenkiewicz, who has teamed up with a\nyoung Russian curator, Victoria Golembiovskaya. It is backed by Mirax, a Russian real estate company\nthat has a “significant but minority” stake in the Cromwell Terrace complex. Mirax belongs to a\nRussian billionaire, Sergei Polonsky, but Mirax has been troubled since the financial recession and has\na reported $120m in debt; the firm did not respond to a request for comment. The eight houses in the\nCromwell Terrace complex are priced between £29m and £60m.\nVarious dealers, from the UK and elsewhere, are contributing works of art to the show; they range\nfrom two paintings by Poussin to Picasso’s “Buste d’Homme à la Pipe” (1969), priced at £3m. Banksy,\nRichter, Klein, Rodin, Cézanne and Warhol are the unlikely bedfellows in the show, which includes two\nworks by Von Lenkiewicz himself (at £60,000 and £50,000) and about 22 consigned by Charles Saatchi.\nWhile entry is free, visitors must register for admission (www.cornwallterrace.co.uk); they will be\ntaken around in groups of 50, according to the curators.\n22\nTHE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\nPRESS CLIPPING (INTERNET)\nhttp://magazine.saatchionline.com/top-10-shows/editor%E2%80%99s-pick-%E2%80%93-top-international-shows\nEditor’s Pick – Top International Shows\nBy Rebecca Wilson · October 11, 2010 · Top 10 Shows, Worldwide ·\nFrieze Art Fair\nOctober 14 – 17, 2010\nRegent’s Park London NW1\nhttp://www.friezeartfair.com/\nIt’s Frieze Week once again with 170 galleries from around the world presenting their artists at the fair. There are\nalso talks by Wolfgang Tilmanns, Thomas Demand, Jeremy Deller and Bridget Riley, plus an exciting music and film\nprogramme. With Zoo not happening this year, the best emerging artists will be found at Sunday, a new fair at P3\nAmbika space on Marylebone Road (just a stone’s throw from Regent’s Park) and supported by the Zabludowicz\nCollection.\nNew Sensations 2010\n15-20 October 2010\n2 Cornwall Terrace London NW1\nwww.saatchigallery.com/4ns\nThis year’s New Sensations show, featuring 20 recent graduates shortlisted for the Saatchi Gallery and Channel 4′s\nprize for art students, is taking place on Cornwall Terrace overlooking Regent’s Park as part of a much larger\nexhibition, ‘The House of the Nobleman’ which showcases many remarkable works form private collections by\nartists such as Picasso, Beuys, Kippenberger, Hirst, and Gupta. New Sensations offers a fantastic opportunity to\nbuy works by bright stars of the future.\n23\nTHE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\nPRESS CLIPPING (INTERNET)\nhttp://www.quintessentially.com/insider/tag/london-art-gallery/\nPosts Tagged ‘london art gallery’\nThe Inferno in the Frieze\nThursday, October 14th, 2010\nAs Frieze mania draws to a close, the capital is playing host to a number of enthralling and original surrounding\nexhibitions and events this weekend.\nThe labyrinth of tunnels beneath Waterloo Station have been taken over by the Lazarides Gallery, who have\ninstalled a mind blowing exhibition called ‘Hell’s Half Acre’. The space has been transformed into a large-scale\nevocation of Dante’s literary masterpiece Inferno in which a group of young, cutting-edge artists have produced a\nmulti-sensory interpretation of hell, a strange consort of voodoo dolls, taxidermy, suspended bodies and barking\nstaffies. For something a little lighter, seek out Conor Harrington’s fleet of suspended model ships and their\nshadows, as well a Jonathan Yeo nude in 3D. Until 17th October.\nCatch the ‘Anticipation Show’ in Selfridges’ Ultra-lounge. It has fast become a celebrated, annual showcase of the\nhottest artists of the moment, and is curated by Kay Saatchi and Catriona Warren. Photographers Noemie Goudal\nand Robin Friend make stunning contributions with their antithetical takes on the natural landscape. And painter\nRobert Dowling is no doubt a star in the making material with his clean, monochromatic wall pieces. With\narresting video installations and jaw dropping sculptural work from Blue Curry on show too, get yourself down\nthere for a glimpse of the future. Until 10th November.\nFor a star studded affair with big names and big pieces, check out ‘The House of the Nobleman’. A special\nexhibition curated by ‘All Visual Arts’ Wolfe von Lenkiewicz and Victoria Golembiovskaya, you’ll see heralded\ngems from the likes of Edouard Manet and Picasso jostle alongside iconic Yves Klein and Ron Arad design pieces.\nThe makers and shakers of Modern and Contemporary art await your perusal. Rarely will see you such a\nheavyweight list of artists all showing under one roof. Until 20th October at Boswall House, 2 Cornwall Terrace,\nRegent’s Park, NW1. By appointment only.\nwww.cornwallterrace.co.uk/boswallhouse.\n24\nTHE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\nPRESS CLIPPING (INTERNET)\nhttp://www.rossmbrown.co.uk/articles.html\nNews\nSaatchi New Sensations 2010\n28/09/10\nI have been selected to exhibit at the Saatchi/Channel 4 New Sensations show in London alongside 20 other\ngraduates from across the country.\nThe exhibition will be held at 2 Cornwall Terrace next to Regent's Park from the 14th to the 20th of October. New\nSensations will be on display alongside the exhibition \"The House of the Noble Man\", curated by Wolfe von\nLenkiewicz.\n25\nTHE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\nPRESS CLIPPING (INTERNET)\nhttp://www.4rss.com/cadogan-tate-sponsors-new-sensations-art-exhibition.html\nCadogan Tate Sponsors ‘New Sensations’ Art Exhibition\n(PRWEB) October 17, 2010\nCadogan Tate, the world class art moving, storage and shipping specialist in contemporary art, has sponsored the\n‘New Sensations 2010’ exhibition for UK art students. Organised by Channel 4 and The Saatchi Gallery, this\nprestigious event aims to discover the most imaginative and talented artists graduating from BA and MA courses\nin the UK and to support students leaving art college.\nA total of 20 students were shortlisted to present their work in the exhibition. This is being held at Boswall House,\n2 Cornwall Terrace - a magnificent 18th century building off Regent’s Park - from 14th to 20th October. The event\nforms part of ‘The House of the Nobleman’, under the curatorship of Wolfe von Lenkiewicz and Victoria\nGolembiovskaya.\nFour of the finalists in New Sensations 2010 - Pablo Wendel, Katie Surridge, Nika Neelova and Ula Wiznerowicz -\nhave each been given a bursary to develop a new work for the exhibition. A short film about each of them was\naired on Channel 4 in early October.\nStephen Glynn, Cadogan Tate’s Fine Art Director, comments: “We are delighted to be the sponsors of this\nimportant exhibition, which showcases the talent of some remarkable young artists. We have spent many years\ntransporting and storing the world's most precious contemporary art for leading museums, galleries and\ncollectors. It therefore seemed very appropriate that we should support and encourage the UK’s leading art\nstudents through this exciting event.”\n26\nTHE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\nPRESS CLIPPING (INTERNET)\nhttp://www.huffingtonpost.com/artinfo/artinfo-uks-guide-to-frie_b_759911.html\nARTINFO UK's Guide to Frieze Week 2010\nPosted: October 12, 2010 03:11 PM\nFrieze Week is upon us! Europe's largest contemporary art fair has staked its tent in Regent's Park, bringing with it\nan estimated $375 million in work by brand-name artists and emerging talents alike, and London is seething with\nexhibitions and events to welcome the collectors, tastemakers, and various art grandees descending on the city.\nWhat to see? Where to go? ARTINFO UK has a few recommendations.\nWEDNESDAY, OCTOBER 14\nYou've done Tate Britain, do you really need to go to Tate Modern? Of course you do. First, the newly opened\nGauguin exhibition is stunning and simply impossible to miss (it has been described by the Times as \"the show of\nthe season -- in fact of the whole year). Second, the new commission by Ai Weiwei, was recently unveiled in\nTurbine Hall. You can then head north to enjoy Fergus Henderson's English cuisine at St. John Bar & Restaurant in\nSmithfield, before wandering to ROKEBY for their exhibition of German-born, London-based artist Bettina Buck.\nToday is also a good day to see \"The House of the Noble Man,\" an exhibition curated by artist Wolfe von\nLenkiewicz and Russian curator Victoria Golembiovskayan. It includes a Cézanne, £6 million ($9.6 million) worth of\nPicasso, as well as pieces by Damien Hirst, Christian Boltanski, Andy Warhol, Gerhard Richter, and many more --\nall in the historical setting of Cornwall Terrace as it overlooks Regent's Park. (This event is by appointment only at\nBoswell House, 2 Cornwall Terrace, Regents Park, London NW1. To arrange a visit, register at:\nhttp://www.cornwallterrace.co.uk/boswallhouse/).\n27\nTHE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\nPRESS CLIPPING (INTERNET)\nhttp://www.euro2day.gr/ftcom_en/126/articles/607101/ArticleFTen.aspx\nThe Art Market: a house party\nPublished: 21:54 - 06/10/10\nThe tabular content relating to this article is not available to view. Apologies in advance for the inconvenience\ncaused.\n\"Frieze week\" kicks off this week in London, drawing the cream of the art world to Britain's capital. It is centred of\ncourse on the fair that started it all (Frieze opens to the public in Regent's Park on Thursday), but a host of\nsatellite events are also on offer. One of the more intriguing is taking place just down the road from the fair, at 2\nCornwall Terrace, part of an enormously expensive real estate project being developed and sold.\nIn what appears to be a sophisticated way of selling both art and the property, the 18th-century mansion is being\nused as a temporary venue for an exhibition entitled The House of the Nobleman, October 15-20. The format is\nhybrid, both commercial and non-commercial, with 68 works on show, half of them loans from collectors - one is\nDavid Roberts, the rest are secret - the other half consisting of works of art for sale.\nThe House of the Nobleman is curated by the artist Wolfe von Lenkiewicz, who has teamed up with a young\nRussian curator, Victoria Golembiovskaya. It is backed by Mirax, a Russian real estate company that has a\n\"significant but minority\" stake in the Cromwell Terrace complex. Mirax belongs to a Russian billionaire, Sergei\nPolonsky, but Mirax has been troubled since the financial recession and has a reported $120m in debt; the firm\ndid not respond to a request for comment. The eight houses in the Cromwell Terrace complex are priced between\n£29m and £60m.\nVarious dealers, from the UK and elsewhere, are contributing works of art to the show; they range from two\npaintings by Poussin to Picasso's \"Buste d'Homme à la Pipe\" (1969), priced at £3m. Banksy, Richter, Klein, Rodin,\nCézanne and Warhol are the unlikely bedfellows in the show, which includes two works by Von Lenkiewicz himself\n(at £60,000 and £50,000). While entry is free, visitors must register for admission (www.cornwallterrace.co.uk);\nthey will be taken around in groups of 50, according to the curators.\n28\nTHE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\nPRESS CLIPPING (INTERNET)\nhttp://markets.financialcontent.com/stocks/news/read?GUID=15146274\nCadogan Tate Sponsors 'New Sensations' Art Exhibition\nSunday October 17, 2010 - 06:04 AM EDT\nCadogan Tate, the world class art moving, storage and shipping specialist in contemporary art\n(http://www.cadogantate.com/fineart/contemporary-art-services.html), has sponsored the 'New Sensations\n2010' exhibition for UK art students. Organised by Channel 4 and The Saatchi Gallery, this prestigious event aims\nto discover the most imaginative and talented artists graduating from BA and MA courses in the UK and to\nsupport students leaving art college.\nA total of 20 students were shortlisted to present their work in the exhibition. This is being held at Boswall House,\n2 Cornwall Terrace - a magnificent 18th century building off Regent's Park - from 14th to 20th October. The event\nforms part of 'The House of the Nobleman', under the curatorship of Wolfe von Lenkiewicz and Victoria\nGolembiovskaya.\nFour of the finalists in New Sensations 2010 - Pablo Wendel, Katie Surridge, Nika Neelova and Ula Wiznerowicz -\nhave each been given a bursary to develop a new work for the exhibition. A short film about each of them was\naired on Channel 4 in early October.\nStephen Glynn, Cadogan Tate's Fine Art (http://www.cadogantate.com/fineart/) Director, comments: \"We are\ndelighted to be the sponsors of this important exhibition, which showcases the talent of some remarkable young\nartists. We have spent many years transporting and storing the world's most precious contemporary art for\nleading museums, galleries and collectors. It therefore seemed very appropriate that we should support and\nencourage the UK's leading art students through this exciting event.\"\nRead the full story at http://www.prweb.com/releases/2010/10/prweb4659384.htm.\n29\nTHE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\nPRESS CLIPPING (INTERNET)\nhttp://the-original-neonneon.blogspot.com/2010_10_01_archive.html\nThe Neon Art of Tracey Emin\nMonday, 11 October 2010\nLast Friday was spent at 2 Cornwall Terrace, London NW1 next to Regent's Park installing \"I Kiss You\" by Tracey\nEmin for \"The House of the Nobleman\" art exhibition running from October 15th-20th and coinciding with the\nFrieze Art Fair. Curated by artist Wolfe von Lenkiewicz and Victoria Golembiovskaya the show comprises 68 works\nof art from both private collectors and art dealers including works by Picasso, Poussin, Rodin, Cezanne, Warhol,\nBanksy and of course Tracey Emin.\nEntry to the exhibition is free but you will need to register for admission. Well worth a look if you are going to\nFrieze.\n30\nTHE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\nPRESS CLIPPING (INTERNET)\nhttp://stuartblakley.blogspot.com/2010/10/house-of-nobleman.html\nThe House of the Nobleman\nYes But Is It Art?\nAn Elegant Madness: High Society in Regency England\nSaturday morning. What to do what to do? Fortunately a rather nice invite has arrived to the mysteriously named\nHouse of the Nobleman. It's Before Midday and North of The River but said nobleman is allegedly a Russian\nbillionaire so it's hard to say no. Plus champers and canapés are champers and canapés. And it’s a gallery in a\nhouse so really we have to check out the competition.\nhttp://www.oakmayneproperties.com\n“Highlight of Freeze!” shouts the press release. We’ll see. First impressions are good. The house is on the Outer\nCircle of The Regent’s Park and just like the theatre that’s the place to be hot. Important looking girl asks us have\nwe been invited. “Qu’est-ce que c’est?”\nIndoors, the ceilings are surprisingly low for us six footers. The interior designer clearly has a penchant for egg-&-\ndart cornicing. It’s everywhere, except where it’s broken by over-scaled doors. Marble bathrooms, lit stair treads,\nshiny black kitchen. It’s all a bit bling for Lavender’s Blue taste and we don’t really do Post 1900 anyway.\nBut my gosh the art on display reads like a Who’s Who list. Here’s a tour:\n\"Is it Art or is it a Chair?\" asks Zelda in a loud stage whisper\nBut where's the Bubbly?\nWhen Alvar met Andy on the landing\n31\nTHE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\nPRESS CLIPPING (INTERNET)\nhttp://www.olyviafineart.com/blog/?cat=1\nThe House of a Noble Man\nPosted on October 14, 2010 by admin\nOlyvia Fine Art invites you to the exhibition “The House of a Noble Man” , where we’ll be exhibiting some works\nby Andy Warhol. THE HOUSE OF A NOBLE MAN 15 – 20 October 2010 Boswall House, 2 Cornwall Terrace, …\nContinue reading →\nPosted in Uncategorized | Leave a comment\nDiplomat Magazine, October 2010\nPosted on October 12, 2010 by admin\nPosted in Uncategorized | Leave a comment\nEvening Standard Magazine, September 2010\nPosted on October 12, 2010 by admin\nPosted in Uncategorized | Leave a comment\nMust have, Must See, Must Do … Daily Mail 19/10/2010\nPosted on October 4, 2010 by admin\nPosted in Uncategorized | Leave a comment\n“An Intimate Exhibition … on an Influential Movement” Shortlist Magazine\nPosted on September 16, 2010 by admin\n32\nTHE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\nPRESS CLIPPING (INTERNET)\nhttp://artbistro.monster.com/news/articles/11590-6m-worth-of-picassos-to-go-on-show-during-frieze\n£6m worth of Picassos to go on show during Frieze\nGareth Harris, October 15, 2010\nFour rare works by Picasso thought to be worth over £6m and an 1875 Cézanne oil on canvas will go on sale\nduring Frieze week next month in an ambitious exhibition to be held at a London property part owned by a\nRussian billionaire. The show, entitled \"The House of the Noble Man\" (12-20 October), will open at 2 Cornwall\nTerrace, an 18th-century building off Regent's Park in London near to the Frieze Art Fair site. The exhibition is\ncurated by artist Wolfe von Lenkiewicz, whose works will feature in the display, and Russian curator Victoria\nGolembiovskaya. Around £20m worth of art will be for sale, approximately a third of the show, confirms Von\nLenkiewicz.\nAccording to the co-curator, the Picasso pieces on offer will include Buste d'Homme à la Pipe (1969, priced at\n£3m); the 1905 drawing The Family of Saltimbanques and a cubist painting, Nature Morte au Gobelet (around\n1914). An 1875 oil on canvas by Cézanne, Don Quixote, is priced at £1.25m. Works by Yves Klein, Egon Schiele,\nGerhard Richter, Damien Hirst and Andy Warhol will also be for sale. Von Lenkiewicz's own works will be in the\n£30,000-£60,000 price range. \"The Picassos etc. are from anonymous dealers who will take their portion of the\npercentages. Any other proceeds made during the show will go back into the funding of the exhibition which is\nhugely expensive despite its sponsorship [by the Russian real estate company Mirax],\" adds Von Lenkiewicz. A\nselection of works from Charles Saatchi's \"New Sensations 2010\" roster of emerging artists will also be for sale.\nTwenty students shortlisted for the prize, which is sponsored by Cadogan Tate, have been chosen to present their\nwork; these artists include Matthew Welch, Katie Sims and Pablo Wendel. A non-selling section will include works\nfrom the London-based Zabludowicz Collection and the holdings of the Iraqi-born industrialist Ragdan El-akabi.\n\"The show came about when I was in Moscow exhibiting my work at Triumph Gallery. Victoria took me to the\nMirax city project, a huge development in central Moscow. She talked to Sergei Polonsky [head of Mirax] about\nthe Cornwall Terrace buildings which he has shares in. He was willing to sponsor the show,\" says Von Lenkiewicz.\nThe Mirax group are co-developers of the Cornwall Terrace historical complex, parts of which are up for sale.\nIronically the exhibition, awash with blue-chip items, is meant to reflect the typical tastes of a 21st-century\ncollector who may well treat art as a commodity. \"The notion of the noble man with sangre azul, [with] blue\nblood developing a blue-grey skin tone from eating off the family silver, has prevailed for centuries. But this idea\nis bankrupt, outmoded. Our collector spends his days and nights bathed in the blue light of a computer screen, as\nhe trades in dematerialised securities, or price options based on weather conditions on the other side of the\nglobe,\" according to a press statement. \"It is important that the show comes across strongly as a curatorial\nconcept playing with the idea of commerce, mirroring the [art] market with irony. We based the idea around\nnobility and bankrupt values in a post humanist age,\" says Von Lenkiewicz.\n33\nTHE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\nPRESS CLIPPING (INTERNET)\nhttp://www.alyngriffiths.com/scene/2010/10/the-house-of-the-noble-man/\nThe House of the Noble Man\nOctober 18th, 2010\nThis presentation of works by some of the world’s best known artists was intended more as a showcase for the\nincredible property in which it took place than for the art itself. The eight residences in this newly redeveloped\nRegency terrace happen to be on the market at the moment and, with the Frieze Art Fair taking place a stone’s\nthrow away in Regent’s Park, this was a perfect opportunity to entice wealthy collectors to view a potential home\nor pied-à-terre.\nThe House of the Noble Man is supposed to evoke the home of a fictitious 21st century merchant – a digital\ntycoon, trader and investor who collects art as a way of lending materiality to his otherwise transient and\nethereal existence.\nOnly the best will do in this sort of setting and curators Wolfe von Lenkiewicz and Victoria Golembiovskaya\nmanaged to procure an astonishing selection of pieces including paintings, sculpture and installation works by\nYves Klein, Alexander Calder, Gerhard Richter, Andy Warhol, Damien Hirst, Tracey Emin and Banksy.\nContemporary design furniture from Carpenters Workshop Gallery helped to remind the visitor that you were in a\nhome rather than a gallery.\nAlso included in the presentation were the works of the four finalists from Channel 4 and the Saatchi Gallery’s\nNew Sensations 2010, a prize for artists graduating from UK art courses.\nIt would be impossible not to be impressed by the ambition and quality of this presentation and it certainly\nprovided a refreshingly serene and luxurious experience in comparison to the mêlée down the road at Frieze.\nHowever, there was something uncomfortable about viewing all of this wonderful art in what was, in essence, the\nworld’s most expensive show home. I guess the true success of this exhibition will be determined by whether any\nof the properties sell and, for me, art should be treated as more than a sales tool.\n34\nTHE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\nPRESS CLIPPING (INTERNET)\nhttp://www.zabludowiczcollection.com/collection/art-diary/2010/11/paris-new-york-london\nAnita’s Art Diay\nTuesday 02 November 2010\nWe made it to Paris for fiac which as usual was a delightfully elegant experience. Paris for the day by\nEurostar is so easy. Everyone was smiling, happy and friendly.\nWe loved at Mitchell-Innes & Nash William Pope. L’s performance: three world leaders holding a hugelooking\nmeteorite excreting dye all over them at their own command......\nFrancis Chantala would not let me look at the Josh Smith paintings he was being most difficult.\nThere are some strange sights at art fairs: a woman artist dragging around a Louis Vuitton dustbin.\nPerhaps she was hoping someone would drop in a nice little unwanted designer package into her bin.\nWe dropped by to see Jim Lambie in his show in Paris. My amazing designer friend Jean Pierre Tortil,\nElliot Mcdonald and Jim.\nBack to London and we visited Wolfe Lenkiewicz at his show The House of the Noble Man. It was a very\nlovely show in a lavish £50 million home in Regents Park.\nWe found on the top floor a lovely work by Matthew Welch called In The Glass Coffin of the Virgin\nForest, the artist was one of Channel 4s New Sensations.\n35\nTHE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\nPRESS CLIPPING (INTERNET)\nhttp://www.theglassmagazine.com/forum/article.asp?tid=1968#title\nfrieze art fair: a glass guide\nOur online art team pick out what – and who – to watch out for at this year’s fair\nPosted: 12 October 2010\nDespite the difficult last two years, Frieze is playing host to some big numbers this time around. Christie's will hold\nits annual October Post-War and Contemporary Art evening auction, with the top lot - I Am Become Death,\nShatterer of Worlds, a butterfly canvas by Damien Hirst – going for an estimated £2.5m-£3.5m. Other notable\nsales to watch out for are Andreas Gursky's photomontage of the New York Stock Exchange, last seen hanging in\nthe boardroom at Lehman Brothers (estimate: £100,000 – £150,000), and Sotheby’s sales from Jerry Hall's\nextraordinary collection, which includes work by Frank Auerbach, Lucian Freud and Andy Warhol.\nThe fair’s fringe is looking more diverse than ever this year. For quiet classicism, The House of the Noble Man, a\nstone's throw away in Cornwall Terrace, is a definite highlight. Curated by Victoria Golembiovskaya and the artist\nWolfe von Lenkiewicz, it will include four rare Picassos and Cezanne's Don Quixote. Meanwhile, purveyors\nlooking for modern artist-led work should head to Screening. An independent art exhibition on 203-205\nBrompton Road – a purpose-built exhibition space within a Knightsbridge office block – rising stars will be\nshowing alongside heavyweight Toby Ziegler and much-talked about video artist Ryan Trecartin. The temporal\nformat of video art will be considered in this sprawling building as an extension of work on canvas – with the help\nof some of London’s brightest new young painters.\nThere are a few satellite fairs for the collectors craving boutique shopping after getting an eyeful at the main\nevent. The Pavilion of Art and Design will be returning to Berkeley Square, Mayfair, for the fourth year running,\nfeaturing 50 distinguished international dealers of modern art, design, decorative arts, photography, jewellery\nand tribal art. SUNDAY, a free three-day event in Marylebone's Ambika P3, is shaping up to be an intriguing\nreplacement to Zoo,, according to the Independent. Sponsored by the Zabludowicz Collection, it features 20 upand-coming\ngalleries from all over the world. Whitechapel Gallery is also making some noise on the periphery,\ndisplaying works from the D.Daskalopoulos collection in Greece – one of the foremost collections of\ncontemporary art in Europe.\nSyma Tariq, art editor\n36\nTHE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\nPRESS CLIPPING (INTERNET)\nhttp://www.prweb.com/releases/2010/10/prweb4659384.htm\nCadogan Tate Sponsors ‘New Sensations’ Art Exhibition\nCadogan Tate, the world class art moving, storage and shipping specialist in contemporary art, has sponsored\nthe ‘New Sensations 2010’ exhibition for UK art students. Organised by Channel 4 and The Saatchi Gallery, this\nprestigious event aims to discover the most imaginative and talented artists graduating from BA and MA\ncourses in the UK and to support students leaving art college.\nWe have spent many years transporting and storing the world's most precious contemporary art for leading\nmuseums, galleries and collectors.\n(PRWEB) October 17, 2010\nCadogan Tate, the world class art moving, storage and shipping specialist in contemporary art, has sponsored the\n‘New Sensations 2010’ exhibition for UK art students. Organised by Channel 4 and The Saatchi Gallery, this\nprestigious event aims to discover the most imaginative and talented artists graduating from BA and MA courses\nin the UK and to support students leaving art college.\nA total of 20 students were shortlisted to present their work in the exhibition. This is being held at Boswall House,\n2 Cornwall Terrace - a magnificent 18th century building off Regent’s Park - from 14th to 20th October. The event\nforms part of ‘The House of the Nobleman’, under the curatorship of Wolfe von Lenkiewicz and Victoria\nGolembiovskaya.\nFour of the finalists in New Sensations 2010 - Pablo Wendel, Katie Surridge, Nika Neelova and Ula Wiznerowicz -\nhave each been given a bursary to develop a new work for the exhibition. A short film about each of them was\naired on Channel 4 in early October. Stephen Glynn, Cadogan Tate’s Fine Art Director, comments: “We are\ndelighted to be the sponsors of this important exhibition, which showcases the talent of some remarkable young\nartists. We have spent many years transporting and storing the world's most precious contemporary art for\nleading museums, galleries and collectors. It therefore seemed very appropriate that we should support and\nencourage the UK’s leading art students through this exciting event.”\n37\nTHE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\nPRESS CLIPPING (INTERNET)\nhttp://www.cityam.com/lifestyle/books/the-art-world-heats-once-more\nThe art world heats up once more\nWednesday, 13th October 2010\nTimothy Barber has a look around Frieze Art Fair, which opens to the public today\nAS an army of glamorous art industry movers and shakers traipsed into Frieze Art Fair’s marquee yesterday, a\nyoung woman was standing outside distributing paper leaflets for an upcoming exhibition. Not that surprising\nperhaps – some galleries need all the help they can get publicising themselves – except that the gallery in\nquestion was the Royal Academy. That London’s most august art institution should find itself flyering outside a\ntent in Regent’s Park is one measure of the extent to which the capital’s art scene now triangulates itself around\nFrieze.\nThere are others. The National Gallery’s new exhibition of works by the 18th century Venetian artist Canaletto has\ncoincided with Frieze this week; the merry-go-round of satellite exhibitions now includes one from The Saatchi\nGallery – its owner, Charles Saatchi, practically gave birth to London’s contemporary art scene as we know it, after\nall – called The House of the Noble Man, in a residence near Frieze, which puts Cezanne, Manet, Poussin and\nPicasso alongside Richter, Murakami and Hirst; and of course, Frieze now dictates the timing of the contemporary\nart auctions that are the most immediate signifier of the health – or otherwise – of the art market.\nAs far as that goes, Anders Petterson, managing director of art market analyst ArtTactic, says the mood is\ncautiously optimistic. After a rotten 2009, record-breaking February sales apparently signified a return to business\nas normal, but momentum slowed in the summer with some shows falling significantly short.\n“People got carried away with the rebound earlier in the year and sellers got a little greedy with the estimates\nthey demanded, so the summer sales were a bit down,” Petterson says. “Since then the market has revived a bit,\nand people are being more realistic about the situation.”\n38\nTHE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\nPRESS CLIPPING (INTERNET)\nhttp://source.yeeyan.org/view/180252_0bf/\nFRIEZE 2010\nluckyzhouxi 推荐于 2010-11-06 21:29:34\nThis year’s annual London Frieze 2010 was the strongest Frieze fair since the global economic collapse that began\nin autumn 2008. Frieze 2010 saw noticeable increases in artwork sales activity; better certainly than the last two\nFrieze fairs. Good or bad, these temporary exhibits in ritzy mansions in central London’s most expensive\nneighborhoods, are a far cry from the gritty underground art happenings of earlier alternative venues.\nTemporarily setting up in fashionablecentral London locales walking distance to Frieze’s fair grounds inside\nRegent Park is admittedly an ultra commercial way to sell art.\nAfter all, one might argue, the aim of selling art is the same whether in a humble fair booth, or an exaggerated\nmansion. This author admits to attending two suchevents, one in a historic townhouse former embassy of an\nAfrican nation,[1] the other in a newly built super-luxury home with not only artwork for purchase but also the\nvenue – a newly built marble fixtured mansion in Regent’s Park itself for sale, with a price tag of50 million\ndollars.[2] The former showed newly commissioned works made especially for the exhibition by a variety of\ncontemporary artists including Jake and Dinos Chapman, Tim Noble and Sue Webster and Wim Delvoye.\nThe latter showed everyone from Cezanne to Rodin to Zeng Fanzhi and Yin Zhaoyang, and felt more like a\ncollective effort of secondary market sale works consigned from various dealers and owners. The artworks one\nassumes are used to make the house-for-sale more beautiful and presumably also more sale-able. Interesting\nRussian contemporary works were also included, fueling rumors of Russian financial backing for the Regent’s Park\nsituated mansion-for sale-with-or-without- artworks.\nMegMaggio\nBeijing,October 2010\n[1] See the aptly titled “Vanitas: The Transience of Earthly Pleasures”organized by All Visual Arts at 33 Portland\nPlace, London, W1B 1QE, www.allvisualarts.org\n[2] See “The House of the Nobleman”, Boswall House, 2 Cornwell Terrace,Regent’s Park, London, NW1 4QP\n39\nTHE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\nPRESS CLIPPING (INTERNET)\nhttp://www.benzinga.com/press-releases/10/10/p527693/cadogan-tate-sponsors-‘new-sensations-art-exhibition\nCadogan Tate Sponsors ‘New Sensations' Art Exhibition\nPosted on 10/17/10 at 6:00am by webmaster\nCadogan Tate, the world class art moving, storage and shipping specialist in contemporary art, has sponsored the\n‘New Sensations 2010' exhibition for UK art students. Organised by Channel 4 and The Saatchi Gallery, this\nprestigious event aims to discover the most imaginative and talented artists graduating from BA and MA courses\nin the UK and to support students leaving art college.\n(PRWEB) October 17, 2010\nCadogan Tate, the world class art moving, storage and shipping specialist in contemporary art, has sponsored the\n‘New Sensations 2010' exhibition for UK art students. Organised by Channel 4 and The Saatchi Gallery, this\nprestigious event aims to discover the most imaginative and talented artists graduating from BA and MA courses\nin the UK and to support students leaving art college.\nA total of 20 students were shortlisted to present their work in the exhibition. This is being held at Boswall\nHouse, 2 Cornwall Terrace - a magnificent 18th century building off Regent's Park - from 14th to 20th October.\nThe event forms part of ‘The House of the Nobleman', under the curatorship of Wolfe von Lenkiewicz and Victoria\nGolembiovskaya.\nFour of the finalists in New Sensations 2010 - Pablo Wendel, Katie Surridge, Nika Neelova and Ula Wiznerowicz -\nhave each been given a bursary to develop a new work for the exhibition. A short film about each of them was\naired on Channel 4 in early October.\nStephen Glynn, Cadogan Tate's Fine Art Director, comments: “We are delighted to be the sponsors of this\nimportant exhibition, which showcases the talent of some remarkable young artists. We have spent many years\ntransporting and storing the world's most precious contemporary art for leading museums, galleries and\ncollectors. It therefore seemed very appropriate that we should support and encourage the UK's leading art\nstudents through this exciting event.”\nFor the original version on PRWeb visit: http://www.prweb.com/releases/prweb2010/10/prweb4659384.htm\n40\nTHE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\nPRESS CLIPPING (INTERNET)\nhttp://www.abodyofartshop.com/art-moran-body-shop/cadogan-tate-sponsors-new-sensations-artexhibition.html\nCadogan Tate Sponsors New Sensations Art Exhibition\nOctober 18, 2010 by\nFiled under art moran body shop\n(PRWEB) October 17, 2010\nCadogan Tate, the world class art moving, storage and shipping specialist in contemporary art, has sponsored the\n‘New Sensations 2010’ exhibition for UK art students. Organised by Channel 4 and The Saatchi Gallery, this\nprestigious event aims to discover the most imaginative and talented artists graduating from BA and MA courses\nin the UK and to support students leaving art college.\nA total of 20 students were shortlisted to present their work in the exhibition. This is being held at Boswall House,\n2 Cornwall Terrace – a magnificent 18th century building off Regent’s Park – from 14th to 20th October. The\nevent forms part of ‘The House of the Nobleman’, under the curatorship of Wolfe von Lenkiewicz and Victoria\nGolembiovskaya.\nFour of the finalists in New Sensations 2010 – Pablo Wendel, Katie Surridge, Nika Neelova and Ula Wiznerowicz –\nhave each been given a bursary to develop a new work for the exhibition. A short film about each of them was\naired on Channel 4 in early October.\nStephen Glynn, Cadogan Tate’s Fine Art Director, comments: “We are delighted to be the sponsors of this\nimportant exhibition, which showcases the talent of some remarkable young artists. We have spent many years\ntransporting and storing the world’s most precious contemporary art for leading museums, galleries and\ncollectors. It therefore seemed very appropriate that we should support and encourage the UK’s leading art\nstudents through this exciting event.”\n41",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_028281.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 76598,
    "word_count": 12038,
    "line_count": 1037,
    "import_date": "2025-11-19T21:47:48.848814",
    "prefix": "TEXT-001"
  }
}