{
  "document_id": "HOUSE_OVERSIGHT_016856",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016856.txt",
  "text": "rapid development of software without standards of correctness has opened up many\nroutes to exploit von Neumann architecture’s storage of data and instructions in the same\nmemory. One of the most common routes, known as “buffer overrun,” involves an input\nnumber (or long string of characters) that is bigger than the programmer expected and\noverflows into where the instructions are stored. By carefully designing an input number\nthat is too big by far, someone using a piece of software can infect it with instructions not\nintended by the programmer, and thus change what it does. This is the basis for creating\na computer virus—so named for its similarity to a biological virus. The latter injects\nextra DNA into a cell, and that cell’s transcription and translation mechanism blindly\ninterprets it, making proteins that may be harmful to the host cell. Furthermore, the\nreplication mechanism for the cell takes care of multiplying the virus. Thus, a small\nforeign entity can take control of a much bigger entity and bend its behavior in\nunexpected ways.\n\nThese and other forms of digital attacks have taken the security of our everyday\nlives from us. We rely on computers for almost everything now. We rely on computers\nfor our infrastructure of electricity, gas, roads, cars, trains, and airplanes; these are all\nvulnerable. We rely on computers for our banking, our payment of bills, our retirement\naccounts, our mortgages, our purchasing of goods and services—these, too, are all\nvulnerable. We rely on computers for our entertainment, our communications both\nbusiness and personal, our physical security at home, our information about the world,\nand our voting systems—all vulnerable. None of this will get fixed anytime soon. In the\nmeantime, many aspects of our society are open to vicious attacks, whether by\nfreelancing criminals or nation-state adversaries.\n\nThe second development is that computation has gone beyond simply computing\nfunctions. Instead, programs remain online continuously, and so they can gather data\nabout a sequence of queries. Under the Wiener/Turing/von Neumann scheme, we might\nthink of the communication pattern for a Web browser to be:\n\nUser: Give me Web page A.\nBrowser: Here is Web page A.\n\nUser: Give me Web page B.\nBrowser: Here is Web page B.\n\nNow instead it can look like this:\n\nUser: Give me Web page A.\nBrowser: Here is Web page A. [And I will secretly\nremember that you asked for Web page A.]\n\nUser: Give me Web page B.\n\nBrowser: Here is Web page B. [I see a correlation between\nits contents and that of the earlier requested Web page A, so Iwill\nupdate my model of you, the user, and transmit it to the company\nthat produced me. ]\n\n53\n\nHOUSE_OVERSIGHT_016856",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016856.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2707,
    "word_count": 449,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.466738",
    "prefix": "IMAGES-004"
  }
}