{
  "document_id": "HOUSE_OVERSIGHT_019035",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019035.txt",
  "text": "Date:\nTime:\n\nCase\n\nlocated in Royal Palm Beach. I responded _to\nin Royal Palm Beach. During the interview,\nStated she knew I would be speaking with her. stated she b7c\n\n7/13/06 PA’M BEACH POLICE a Page: 82\n9:27:55 Incident Report Program: CMS3011L\n\nNo. . . . + 1-05-000368 (Continued)\n\nb6\n\nwas first introduced to Epstein when she turned eighteen years old.\nstated she was sure of her age as it was her senior year in\n. She advised she was brought there to\nmake money and was to She would have to provide a massage to this\nPalm Beach guy. She remembered she met Epstein and his assistant\n\nMMMM in the kitchen area. She stated she was taken -_ one of her\n\nfriends,[_____] She stated she went upstairs with while Epstein\ngot ready for the massage. He exited his bathroom naked and]\nturned around. Epstein asked her if being naked offended her.\n\nstated it made her uncomfortable. Epstein then put on a\nLowel and lay on the table. [_—_—'|s stated she rubbed his back and\nfeet. She stated she had no massage training or experience.\n\nstated during the massage, Epstein attempted to touch her\nbuttocks. [_]pulled away as he touched her buttocks. She told\nhim again she was uncomfortable with him touching her. Epstein then\ncut the massage short and became upset with her. Epstein paid her\n$200.00 for the massage and told her to leave the house.\nnever returned to the house. She did advise of one time she went with\n\nhowever she waited in the car for as she did not\n\nwant to go imto the house. At the conclusion of visit with\nEpstein they left the area. | stated she had heard from other\ngirls that have gone to the house that. Epstein now required them to do\nthe massage naked and allow him to touch them in their private areas\nfor monies. The interview was concluded as did not have any\nother information to provide.\n\nI then learned from the original victim[__]the defense attorney had\n\n‘learned of her identity. I spoke with the father of the victim, who\n\nstated there has been a private investigator on his house\nphotographing his family and chasing visitors who come to the house.\nHe provided a Florida License of E79-4EH. This vehicle is registered\nto Tvan Robles of West Palm Beach. Robles is a private investigator\nintern who is licensed by the state. I informed the State Attorney's\nOffice of the above information.\n\nI received the Grand Jury subpoenas to be delivered to three victims\nfor a Grand Jury session to be held on April 18, through April 20,\n2006. :\n\nInvestigation continues.\n\nERK RRR RRR RR EERE E ER IRR RRR NARRATIVE ft AQ RRR KKKKERKERKEK KEKE KKERERE\nNA Reported By: RECAREY, JOSEPH 4/14/06\nEntered By.: ALTOMARO, NICKIE A. 4/18/06.\n\nThe Grand Jury Subpoenas were personally served to the individuals\nthey were issued to. On April_5, 2006, at approximately 7:30 p.m., I\npersonally served the parents who had informed me that the\nprivate investigators were still photographing the family. on April\n\nHOUSE_OVERSIGHT_019035",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019035.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2938,
    "word_count": 513,
    "line_count": 75,
    "import_date": "2025-11-19T21:47:45.582900",
    "prefix": "IMAGES-005"
  }
}