{
  "document_id": "HOUSE_OVERSIGHT_020560",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020560.txt",
  "text": "101\n\nsurrounding what happened next are murky, VOA’s management ended up pulling the plug on the interview\nin the middle of a live broadcast. Gong and several other employees were suspended and subsequently\nfired for insubordination. Gong is contesting her dismissal through the Broadcasting Board of Governors,\nwhile VOA management denies that it was responding to Chinese pressure to stop the interview or\n\nfire Gong.\n\nChinese authorities have used both a charm offensive and tougher tactics to deal with both VOA and\nRadio Free Asia. China’s retaliation goes far beyond trying to block their transmissions into China. Security\nofficials from the PRC government have been involved in a campaign of intimidation against some VOA\nand RFA staffers and their family members. In early 2018, relatives of some Uighur reporters on Radio Free\nAsia were detained by Chinese authorities in Xinjiang province. VOA’s Mandarin service has approximately\none hundred employees. Although many of them write under pseudonyms, it appears that Chinese state\nsecurity knows who they are. Five Chinese staff members interviewed for this report said that while visiting\nfamily in China they had been contacted by representatives from state security who have impressed upon\nthem the necessity to change how they have reported on China. In one case, a young woman who is in\n\nthe United States on a journalist visa and who does not yet have American citizenship was threatened\nwith imprisonment during a visit last year to China if she did not reveal the names of her editors. She did\nso. Insome cases, those affected have contacted the security department at the Broadcasting Board of\nGovernors. In other cases, worried about potential Chinese retribution against family members still in\nChina, they have not.\n\n58 Interview with FCC official.\n\n59 O’Keeffe, Kate and Aruna Viswanatha. “Justice Department Has Ordered Key Chinese State Media\nFirms to Register as Foreign Agents.” Wall Street Journal. September 18, 2018. https://www.wsj.com\n/articles/justice-department-has-ordered-key-chinese-state-media-firms-to-register-as-foreign-agents\n-1537296756?mod=hp_listc_pos4.\n\n60 Stubbs, Jack and Ginger Gibson. “Russia’s RT America Registers as ‘Foreign Agent’ in US” Reuters.\nNovember 13, 2017. https://www.reuters.com/article/us-russia-usa-media-restrictions-rt/russias-rt\n-america-registers-as-foreign-agent-in-u-s-idUSKBN1DD25B.\n\n61 O’Keeffe, Kate and Aruna Viswanatha. “Justice Department Has Ordered Key Chinese State Media\nFirms to Register as Foreign Agents.” Wall Street Journal. September 18, 2018. https://www.wsj.com\n/articles/justice-department-has-ordered-key-chinese-state-media-firms-to-register-as-foreign-agents\n-1537296756?mod=hp_listc_pos4.\n\nSection 6\n\nHOUSE_OVERSIGHT_020560",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020560.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2769,
    "word_count": 372,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:47.285911",
    "prefix": "IMAGES-006"
  }
}