{
  "document_id": "HOUSE_OVERSIGHT_013390",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013390.txt",
  "text": "E.W. against you has?” Reasonable inference: E.W.’s claim against Epstein had\nsubstantial actual value.\n\nWithout repeating each and every invocation of the Fifth Amendment that Epstein has\nmnie and the reasonable inferences to be drawn from those invocations of privilege, the big\npicture is unmistakably clear: No reasonable finder of fact could rule in Epstein’s favor on his\nclaims against Edwards. Accordingly, Edwards is entitled to summary judgment based on the\nFifth Amendment inferences that the jury would draw. |\n\n| The inferences against Epstein are not limited to those arising from his privilege\nassertions. Epstein’s guilt is also reasonably inferred from his harassment of, intimidation of,\nefforts to exercise control over, and limitation of access to witnesses who might testify against\n\nEpsiein’s efforts to intimidate his victims support the inference that Epstein knew that\ntheiy were going to provide compelling testimony against him. The evidence that Epstein\ntampered with witnesses (later designated as his accomplices and co-conspirators) will be\nadmissible to demonstrate his consciousness of guilt. “(It is precisely because of the egregious\nnature of such conduct that the law expressly permits the jury to make adverse inferences from a\nparty's efforts to intimidate witnesses... .” Jost v. Ahmad, 730 So.2d 708, 711 (Fla. 2\" Dist.\nCt. App. 1998) Gnternal quotation omitted). To be clear, Epstein’s attempt to tamper with\nwitnesses is “not simply admissible as impeachment evidence of the tampering party's\neredibility. The opposing party is entitled to introduce facts regarding efforts to intimidate a\nvies as substantive evidence.” Id. at 711 (emphasis in original) (internal citation omitted).\nThis substantive evidence of Epstein’s witness intimidation provides yet another reason why no\nreasonable jury could find in favor of his claims against Edwards.\n\n21\n\nHOUSE_OVERSIGHT_013390",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013390.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1916,
    "word_count": 286,
    "line_count": 29,
    "import_date": "2025-11-19T21:47:44.138939",
    "prefix": "IMAGES-002"
  }
}