{
  "document_id": "HOUSE_OVERSIGHT_015780",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015780.txt",
  "text": "90 Are the Androids Dreaming Yet?\n\nevolved for different purposes. As languages differ in their construction\nthey co-opt different bits of the brain. It is possible to see this using brain\nimaging.\n\nDyslexics - and I am one — have difficulty in translating between\nthe realm of conceptual thought and written script. This translation is\nsubtly different for each language. Chinese speakers use their motor\ncortex to process characters. Young children write out the characters\nover and over, to memorize them, so the ‘muscle’ memory is highly\ninvolved. French and Spanish children use the audio pathways, as most\nof their language is phonetic, the motor part of writing is then an add-\non and does not process meaning. English children must use portions\nof their visual cortex to process the meaning of words, as many words\nhave spelling quirks that have nothing to do with the sound of the words.\nSome studies even suggest a child dyslexic in one language, because, for\nexample, their audio pathway is impaired, might not suffer the condition\nin another language that relied on a visual or motor skill.\n\nCan Objects Communicate?\n\nThe process of communication has many components, starting with\nsomething capable of communicating. Communication usually -\nperhaps always — is something that occurs between sentient beings. I\ndon't think of my computer as communicating with me, but rather think\nof it as a medium for communication or a dumb machine. But colloquial\nlanguage around the subject is a little muddled. We all agree a lighthouse\ndoes not communicate, even though it can signal danger, but what do\nwe mean when we say, “That song really spoke to me.” No one believes\nthe song is actually communicating, but some kind of communication\nwas made nonetheless. When we talk of communication do we mean the\nagent or the message?\n\nStories\n\nHumans enjoy communicating; we create works of art, music and\nliterature that transcend simple analysis. The COIN dynamic slide,\nwhich we saw earlier detailing the strategic situation in Afghanistan,\nwould probably have been better communicated with a story. Humans,\nunlike computers, do not cope well with large quantities of unrelated\ninformation, and studies of memory and comprehension show we\n\nHOUSE_OVERSIGHT_015780",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015780.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2262,
    "word_count": 365,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:44.962769",
    "prefix": "IMAGES-003"
  }
}