{
  "document_id": "HOUSE_OVERSIGHT_018475",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018475.txt",
  "text": "the anxiety-inducing frameworks of the \"serious discussion,\" the bedroom, etc.\n\nSo when I developed my sexual communication workshop, I encouraged love letters. I\ngave two suggested points of departure for a love letter:\n\n1) Describe what happened during a sexual encounter you had together, with particular\nemphasis on what your partner did that you really liked -- and what you liked about it. (\"I\nlove it when you fuck me\" is a great thing to say, but you give much more information to\nyour partner if you say \"I love it when you fuck me from behind,” or even better, \"I love\nit when you fuck me from behind and it feels amazing when your balls hit my clit.\" [This\nblog does not necessarily reflect the desires or encounters of Miss Clarisse Thorn. ])\n\n2) Describe a fantasy you have. Bonus points if you explicitly put your partner in it. (\"I\nlike to imagine you sinking your teeth into me until I scream.\" This blog does not\nnecessarily... oh, who am I kidding.)\n\nPostscript: In the comments on this piece, a reader noted that they might feel anxious and\npressured if a partner described them doing something specific. I hadn't thought of this,\nbut I totally believe that it could be a problem. Certainly, I've sometimes had experiences\nwriting to a partner where I described him doing something and he thought it was\nridiculously hot... but I've also done it and had partners dislike it. I guess my final advice\nis that -- as with all communication -- you'll want to consider the audience, and be ready\nto apologize.\n\nKOK ok\n\nThis can be found on the Internet at:\n\nhttp://clarissethorn.com/blog/2010/07/30/sex-communication-tactic-derived-from-sm-3-\n\nCOMMUNICATION:\n\n[storytime] Sex Communication Case Studies\n\nI wrote this post in 2011, years after the events in my coming-out story, and a long time\nafter I'd done all the above research into communication tactics. By 2011, I'd picked up\nlots of sexual and BDSM experience with a variety of partners. I had just written a post\nabout my most destructive past relationship; the post got a lot of readers and was\neventually cross-posted to Jezebel. I wanted to do something positive with all the\nattention, so I decided to offer a productive counterpoint.\n\nte Kk ok\n\nSex Communication Case Studies\n\nIn the wake of my last post, which was basically a meditation on one relationship with\n\nHOUSE_OVERSIGHT_018475",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018475.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2364,
    "word_count": 397,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:44.131495",
    "prefix": "IMAGES-004"
  }
}