{
  "document_id": "HOUSE_OVERSIGHT_019580",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019580.txt",
  "text": "92 | HOW AMERICA LOST ITS SECRETS\n\nevidently set off alarm bells at Booz Allen and the NSA. Snowden\nexpressed anger to the journalists in the room at the NSA’s intru-\nsions on the privacy of his girlfriend.\n\nSnowden also performed his security procedures on camera,\nincluding stuffing bed pillows under the door to block any eaves-\ndroppers and throwing a red blanket over his head, which he called\njokingly his “magical cloak of power.” He explained to Greenwald\nthat he donned his “cloak” when he turned on his laptop to prevent\nany hidden cameras in the room from spotting his password. He also\nchecked the hotel phone for bugs. It was not without irony that he\nwent through these security rituals to protect his data as he allowed\nPoitras to film NSA data on his computer screen. Because he planned\nto use these journalists as his outlets to go public in a few days, the\nsecurity measures he performed while on camera would only serve\na temporary purpose.\n\nThe centerpiece of the planned video would take the form of an\ninterview with Greenwald. Snowden himself provided the talking\npoints. The filming would eventually provide Poitras with a feature-\n\n® length documentary, Citizenfour, which would be commercially ©\nreleased in October 2014 and win an Academy Award for her.\n\nThe next day, Ewen MacAskill, whom Poitras had not wanted\nGreenwald to bring to the initial meeting, joined Poitras and Green-\nwald in Snowden’s room. Snowden insisted that MacAskill also go\nthrough the ritual of stowing his cell phone in the minibar refrigera-\ntor. Not without irony, Snowden’s own phone can be seen on his bed\nrecharging. Although MacAskill was sent by Gibson to the event to\nverify the source’s bona fides, he had apparently hardly been briefed.\nThe questioning went as follows:\n\nMACASKILL: Sorry, I don’t know anything about you.\n\nsnowpen: OK, I work for—\n\nMACASKILL: Sorry, I don’t know even your name.\n\nsnowben: Oh, sorry, my name is Edward Snowden. I go by Ed.\n\nMacAskill went on to ask him to enumerate the various positions\nhe held during his career in intelligence. Snowden was not entirely\n\n| | Epst_9780451494566_2p_all_r1.z.indd 92 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019580",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019580.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2189,
    "word_count": 368,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:46.150295",
    "prefix": "IMAGES-005"
  }
}