{
  "document_id": "HOUSE_OVERSIGHT_013487",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013487.txt",
  "text": "Jonathan Levin — Prof and Chair of Dept of Economics, Stanford. 2011 Winner of the John Bates Clark Medal.\nAnn Lewis - President, NoLimits. Fmr Director of Communications to the U.S. President (1997-2000).\nRob LoCasio — CEO, LivePerson (NASDAQ: LSPN).\n\nJeremy Liew — GP, LightSpeed Venture Partners. Investor in: Bonobos, CarDomain, Flixster,\nFocus, Kixeye, Kongregate, LivingSocial, Playdom, RockYou, ShoeDazzle, and others.\n\nJoe Lonsdale — CEO, Adepar. cofounder, Palantir.\nDoreen Lorenzo — President, Frog Design.\n\nBob Luskin -- Partner and Co-Chair of Litigation Dept, Patton Boggs. Attorney to Karl Rove and Lance Armstrong. Fmr Chief Counsel to the Organized\nCrime & Racketeering Section of DOJ.\n\nJorn Lyseggen — CEO of Meltwater.\n\nJohn Maeda - President, Rhode Island School of Design. Author, Laws of Simplicity.\n\nDivesh Makan — CEO, Iconiq Capital.\n\nMeyer Malka — co-CEO, Lemon.\n\nAndy McAfee — Principal Research Scientist at the Center for Digital Business, MIT. Author of Race Against the Machine.\n\nGeneral Stan McChrystal — Ret. 4-star U.S. General. Led all U.S. forces in Afghanistan. Fmr Commander, Joint Special Operations\nCommand. Current Principal, McChrystal Group. Sr. Fellow, Yale’s Jackson Institute for Global Affairs.\n\nAndrew McLaughlin — Fmr VP, Tumblr. Fmr Deputy CTO of the United States, White House. Fmr Dir of Public Policy, Google. Boards: Public\nKnowledge, Code for America.\n\nDmitri Mehlhorn — COO, StudentsFirst.\n\nLenny Mendonca -- Director, McKinsey. Head of McKinsey’s strategy practice. Chm, McKinsey Global Institute. Chm, Bay Area Council. Board:\nMcKinsey & Co, Economic Institute of the Bay Area, Bay Area Science and Innovation Consortium, The New America Foundation, Common Cause,\nCommittee for Economic Development, ChildrenNow, and DonorsChoose.\n\nEugene Meyer — President, Federalist Society.\n\nChris Michel — GP, Nautilus Ventures. Award-winning photographer. Fmr CEO, Affinity Labs. Fmr CEO, Military.com. Boards: International Data\nGroup, Dale Carnegie, Kixeye, Castlight Health, USO, Marine Corps University Foundation.\n\nKatie Mitic — Fmr Head of Platform Marketing, Facebook. Fmr SVP, Palm. Fmr VP Product Strategy, Yahoo! Fmr Fndr and CEO, Four11. Boards:\neBay, Special Olympics International.\n\nWes Moore -- Author, “The Other Wes Moore”. Fmr. Special Assistant to Secretary of State Rice. Fmr Director of Information Operations, 82nd Airborne\nDivision, US Army, Afghanistan 2005-2006.\n\nNader Mousavizadeh — CEO of Oxford Analytica.\n\nLuke Muehlhauser — Exec Director, Singularity University.\n\nMatt Mullenweg — Founder, Wordpress.\n\nRoger Myerson -- Prof of Economics, U of Chicago. 2007 winner of Nobel Prize in Economics.\nScott Nathan - Partner, Baupost Group.\n\nMeghan O'Sullivan -- Professor, Harvard Kennedy School of Govt. Fmr Deputy National Security Advisor for Iraq and Afghanistan, President George\nW. Bush. Mbr, Trilateral Commission.\n\nChamath Palihapitiya — CEO, Social+Capital. fmr VP Growth, Mobile, and International at Facebook. Fmr GM of AIM at AOL. Boards: SecondMarket,\nFixYa, Lemon, Integrated Plasmonics. Co-Owner, Golden State Warriors.\n\nEli Pariser — Fmr President, MoveOn. Cofndr, Avaaz.org. Boards: MoveOn, Avaaz, New Organizing Institute and Simon’s Rock College.\n\nMark Penn — Corp VP of Strategic Projects (reports to the CEO), Microsoft. Fmr CEO, Burson-Marsteller. President, of polling firm Penn, Schoen\nand Berland Associates. Fmr Chief Strategist, Hillary Clinton for President 2008. Author, Microtrends. Fmr pollster to President Clinton. Fmr pollster to\nPrime Minister Tony Blair.\n\nLois Quam — Executive Director, Global Health Initiative — part of the State Department and she reports directly to Secretary Clinton. Fmr CEO of Public\nand Senior Markets, UnitedHealth Group ($30 billion division).\n\nDan Rosensweig — CEO, Chegg. Fmr CEO, Guitar Hero. Fmr COO, Yahoo.\n\nRobert Rubin — Co-Chairman, Council on Foreign Relations. Fmr U.S. Secretary of the Treasury (1995-1999). Fmr Director, National Economic Council\n(1993-1995). Chm, Local Initiatives Support Corporation (LISC). Fmr Co-Chairman, Goldman Sachs.\n\nSal Russo — Founder, Tea Party Express. Partner, Russo Marsh.\n\nTod Sacerdoti — CEO, BrightRoll. Board: ReTargeter.\n\nAmy Salzhauer - CEO, Ignition.\n\nCami Samuels - General Partner, Versant Ventures. Boards: Achaogen, APT Pharmaceuticals, Kythera Biopharmaceuticals, Semprae Laboratories.\n\nKen Sawyer -- CEO, Saints Ventures (manages over $1 billion in capital). Selected to Forbes Midas List. Boards: Continuous Computing, HK\nSystems, Cleargauge, Travel Intelligence, Envivio, Alliance Consulting, Acsis and Laureate Pharmaceuticals.\n\nJessica Schell — EVP BD and Strategic Planning, Universal Pictures. Fmr SVP Digital Strategy and Business Development, NBC Universal. Board: World\nWide Biggies.\n\nHOUSE_OVERSIGHT_013487",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013487.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4806,
    "word_count": 683,
    "line_count": 90,
    "import_date": "2025-11-19T21:47:46.020782",
    "prefix": "IMAGES-002"
  }
}