{
  "document_id": "HOUSE_OVERSIGHT_021161",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021161.txt",
  "text": "types of people. Their friendships and partnerships can change like the\nweather.\n\nI went home that night still confused on how I could let myself sink so\nlow, I had to put on an act like I enjoyed submitting my body and being\ntheir new subservient plaything all for the fact that I was making\nanywhere between $200-$400 for just a couple of hours. Then spent the\nrest of the night regressing on the entire event in my head over and over\nagain. I battled those thoughts with the hope that I was receiving a\nprofession out of this and making good money in the meantime. Al! I had\nto do was keep lying to myself long enough until I eventually believed it.\n\nArriving at Jeffrey’s on time the next afternoon, as I always did,\nunderstanding punctuality was a sign of respect and I wanted them to feel\nas if they had my deepest appreciation for the once in a lifetime chance\nthey had given to a girl of my history. This time when Juan answered the\ndoor he told me Mr. Epstein and Ms. Maxwell were waiting for me\nupstairs in the massage room. I began my hike up the familiar spiraling\nstaircase and through to the room where my arrival was being deeply\nanticipated. They were already in the steam room awaiting me to join\nthem. I undressed out of my uniform and folded them in a neat pile,\nwhich I placed upon the marble basin. Having one last look in the mirror\nbefore | exhaling a deep breath as if I was plunging into deep water, I\nknew today was a big day. | either accepted their offer and trade my\nmorals for opportunity, or walk away with the prospect of one day many\nyears from now trying to make it on my own which I knew endowed\nhardships of there own.\n\nSo confused about what decision to make, I just opened the door to the\nsteam room and let them do the talking. Used to the routine by now I sat\nbelow Jeffrey and began to massage his feet and legs as I listened in on\ntheir ongoing conversation about travel plans for the next few weeks.\nGhislane and Jeffrey turned their attention to me and he asked me how\nwould I like to go see the big city of Manhattan. I told them I had never\nvisited New York before and it sounded like an adventure but my job at\nMar-A-Lago was only a summer job and wouldn’t be able to get the time\noff, especially that summer was so busy anyways.\n\nJeffrey then made his announcement, that I should just quit my job at\nMar-a-Lago and become his permanent travelling masseuse. He then\nfurther persuaded me with all of the luxuries that came along with my\nacceptance. Rather than being paid $9 dollars per hour at my current job I\ncould be earning $200 dollars per massage, which he even said could be a\nfew times a day. Tomorrow we could be leaving Palm Beach together in\nhis private jet first heading to his residence in the upper east side of\nManhattan, also the largest mansion in N.Y, and would next be setting off\nto the Caribbean, where he owned a secluded island just past Little St.\n\n33\n\nIi Copyright Protected Material\nCONHIDENTIAL GIUFFREG04166\n\nJames for a bit of relaxation. The temptation of his grandeur offer wasn’t\nhard to give into, my vulnerability to be lewd into his grasp seemed\ncomforting at the time. The idea that females were nothing more than an\nempty shell of beauty bound by only a body to offer was a notion I had\naccepted a long time ago with my first teacher, Ron.\n\nMy reaction had to be more than amusing for their egos, even though I\nwas excited to be traveling | could only imagine the likeliness of having\nto be at their beckon call as well. In my head I just told myself we all do\nwhat we have to do in our lives to succeed no matter what it takes, and\nwith no one knowing the truth, I had no one to talk me out of it.\naccepted his offer and knew from here on out 1 would be his servant to\nhis sexual desires until one day 1 would gain my credentials and only then\ncould I go out on my own and make it in this world that when so young\nseems so unconquerable. The night advanced into the usual grooming of\nhis requirements, for the next hour and a half being exploited to satisfy\nJeffrey’s every sexual whim.\n\nMy mom cornered me that night, before I had a chance to avoid\nspeaking to anyone, heading to the shower then my bedroom, like [ had\nbeen the last week. She knocked at my door with a hostile look in her\neyes, “ Virginia, what exactly does an older couple want with a fifteen\nyear old girl, who has no credentials and with no experience in massage\ntherapy?” She used that stern tone of voice that she’s always had, when |\nwas in trouble.\n\nThus, as impressionable as I was, my blue eyes batted their innocence\nin her direction and I flashed her a girlish grin selling her the pitch that |\nhad been given earlier that night. Not mentioning the other side to the\nglamorous lifestyle I would soon be living in. I told her about the money\nI'd be earning, the places I’d be seeing, the people 1 could meet and most\nof all the trade I’d be learning. It all sounded so good, except it was a\nbunch of lies I had to tell her and myself to otherwise convince us, that\nthis was a once in a lifetime opportunity, and I had to take it.\n\nShe asked when all of this would start, and I as shocking as it was to me\ntoo, | told her I had to go start packing. We were leaving the next\nmorning off to N.Y.C. At fifteen most girls would be sucking up to their\nparents to go to a high-school dance or to go on a date to the movies with\nanervous chap, but I wasn’t even asking her. I was simply letting her\nknow that I would be away for the next couple weeks, maybe three and\nwould keep in contact when | got free time. Her daughter was lost a long\ntime ago, and she just now realized it. Backing out of the bathroom, with\nnothing she could say, she left me wondering to myself who | was\nbecoming.\n\nInstead of driving me to work the next morning my Dad dropped me off\nat Jeffrey’s mansion, he told me not to worry about calling Mar-A-Lago,\n\n34\n\nCl Copyright Protected Material\n\nGIUFYRE004 167\n\nHOUSE_OVERSIGHT_021161",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021161.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5963,
    "word_count": 1142,
    "line_count": 109,
    "import_date": "2025-11-19T21:47:44.164347",
    "prefix": "IMAGES-006"
  }
}