{
  "document_id": "HOUSE_OVERSIGHT_016521",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016521.txt",
  "text": "Page 12 of 42\n103 Minn. L. Rev. 844, *864\n\nPublic prosecutors now dominate enforcement decisions in both common law-based and civil law-based justice systems\nworldwide. That is hardly surprising, given the far-reaching regulatory scope of modern criminal law and high expectations that\nthe state will ensure security against social disorder and innumerable harms, and will intervene in risk creation long before\nmanifest criminal conduct or injury. © That agenda requires capacity, resources, and expertise that only public agencies can\nmarshal. Moreover, a criminal enforcement regime that relied heavily on private plaintiffs would be one skewed against redress\nfor poor victims who cannot bear litigation costs to vindicate their own interests. 7° Without safeguards, such a regime [*865]\nalso could be at the mercy of the varied, perhaps idiosyncratic motives and interests of private actors lodging criminal\ncomplaints.\n\nStill, many countries continue to authorize private citizens to initiate criminal prosecutions when public officials do not, and\nothers allow privately funded attorneys to assist or supplement public prosecutors in litigating criminal cases. Canada,\nAustralia, New Zealand, and England and Wales all continue to allow private prosecutions, 7! and fifteen of the twenty-eight\nmember states of the European Union grant victims some comparable [*866] authority. ’* Details vary across jurisdictions,\nbut everywhere private prosecutors’ authority is limited by oversight from public [*867] prosecutors and courts. ™ The\nstandard common law model is that public prosecutors retain the power to take over privately filed charges and then either try\nthe case themselves, negotiate a plea bargain, or - more commonly when intervention occurs - dismiss the charges altogether.\nIn this framework, private actors can press charges when public officials do not, but functionally they serve primarily as a\nmechanism for political accountability. Through private charging in the wake of public prosecutors’ declination, victims force\npublic officials to justify publicly their reasons for not charging and for vetoing privately filed charges - and to do so on\ngrounds other than public resource constraints, given that a private actor has offered to bear the costs. Given the private cost\nbarriers and the capacity of public prosecution agencies, it is unsurprising that, even where permitted, privately initiated\n\ncharges nonetheless contribute to a tiny fraction of prosecutions on criminal dockets. “4\n\n2. Abolition of Private Prosecution in State Criminal Justice\n\n75\n\nU.S. jurisdictions are comparative exceptions; nearly all long ago prohibited privately initiated prosecutions, ‘° even though in\n\nother contexts private actors continue to enforce public law in service of public interests. 7° But private criminal charges were\n\n+7 See Harmon, Policing Reform, supra note 21, at 20-51. Federal funding to state and local enforcement agencies is a more direct example\nof supplementing resources. Federal influence over local enforcement policies that comes with such funding is an attenuated version of\nenforcement redundancy. Id. at 66.\n\n*8 On staffing of state prosecutor offices in the nineteenth century, see Nicholas R. Parrillo, Against the Profit Motive: The Salary\nRevolution in American Government, 1780-1940, at 11-23 (2013).\n\n*9 On sexual assault cases (especially reasons for not testing evidence gathered in rape kits), see Campbell et al., supra note 38, at 60-100;\nTuerkheimer, supra note 28, at 1297. On police use-of-force cases, see Human Rights Watch, supra note 22, at 99 (reporting that the Justice\nDepartment Civil Rights Division's \"most common reasons for declining prosecution were: weak or insufficient admissible evidence ... ; lack\nof evidence of criminal intent; ... and lack of investigative or prosecutorial resources\"). For a good analysis of how police shootings of\n\"unarmed victims\" vary widely in critical factual details and why many are justified, see Heather Mac Donald, Black and Unarmed: Behind\nthe Numbers: What the Black Lives Matter Movement Misses About Those Police Shootings, Marshall Project (Feb. 8, 2016), https:/Awww\n.themarshallproject.org/2016/02/08/black-and-unarmed-behind-the-numbers.\n\n60 See, eg. Council Directive 2012/29, 2012 OJ. (L 315) 57° (EC), hittp:/eur — -lex.europa.eu/legal-\ncontent/EN/TXT/?uri=CELEX:32012L0029 (defining standards for treatment and rights of crime victims in E.U. member states); Marie\nManikis, Conceptualizing the Victim Within Criminal Justice Processes in Common Law Tradition, in Oxford Handbook on Criminal\nProcess (Darryl K. Brown et al. eds., forthcoming 2019) (manuscript at 18-19) (on file with author).\n\n6! For an overview of victim rights in Europe, see Slawomir R. Buczma, An Overview of the Law Concerning Protection of Victims of\nCrime in the View of the Adoption of the Directive 2012/29/EU Establishing Minimum Standards on the Rights, Support and Protection of\nVictims of Crime in the European Union, 14 ERA F. 235, 239-41 (2013). On U.S. jurisdictions, see Crime Victim Rights Act (CVRA), 18\nU.S.C. § 3771(a) (2012) (enumerating the federal rights of victims of crime); Michael Solimine & Kathryn Elvey, Federalism, Federal\nCourts, and Victims' Rights, 64 Cath. U_L. Rev. 909, 913-14 & nn.30-31 (2015) (collecting all thirty-two state constitutional provisions and\nall fifty state statutes relating to victims' rights).\n\n© See infra Part II.B.\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_016521",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016521.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5501,
    "word_count": 811,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:49.083729",
    "prefix": "IMAGES-004"
  }
}