{
  "document_id": "HOUSE_OVERSIGHT_018404",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018404.txt",
  "text": "Gatekeeping, as we've seen, isn’t simply the act of marking geographic lines. Those\nhurrying walls and berms and triple-fences of the real world are a kind of\ngatekeeping but they are also, I’m pretty sure, expressions of a deeper desire. Each\nis areal-world defense against topological pressures of population and ideology and\nviolence, all shaped by network magnetism. The likely futility of such gates is clear\nenough when you contemplate the forces they are intended to keep out: Refugees\nsee prosperity miles on their phones. Little wonder they rush at it. Internet-\ntransmitted messages light up ideologies, protests or fundamentalisms that pull\npeople back and forth endlessly across physical borders. The world responds, as\nanyone without a Seventh Sense might, with walls. But to focus merely on the\nphysical? This is to misread the issue. Gatekeeping includes real-world borders, of\ncourse, but the statesmen of the future will act particularly on topologies. They will\nwork not merely to stop up flows, but to decide their movement. Gates will, for\ninstance, serve as bespoke disease buffers, created to track and then freeze the\nwotrisome pandemics now crawling at us on the connections of our age. Other gates\nwill be economic tools: The will help isolate and then soothe the unstable and\napparently broken, middle-class eroding financial patterns of the past decades.\n\nRecall how the design of computer or network systems affects the real world, like a\nmarble slipped under a carpet? Gatekeeping’s topological design is like placing\nmarbles (or boulders) in particular ways, to direct movements and flows as you\nmight guide water with a canal. The great historian Arnold Toynbee once recalled a\npassing moment with British Prime Minister Lloyd George during the endless (and\ndisastrous) Paris Peace Conference of 1919. “Lloyd George, to my delight, had\nforgotten my presence,” Toynbee wrote, “and began to think aloud.\n‘Mesopotamia...yes...oil...irrigation...we must have Mesopotamia; Palestine...yes...\nthe Holy Land... Zionism... we must have Palestine...; Syria... h’m... what is there in\nSyria? Let the French have that.”246 This sort of charmless arrogance -— The Holy\nLand....We must have that - doesn’t much suit our age, but that comprehensive view?\nWhat oil and irrigation and Suez were to Lloyd George, emergence and data flows\nand gates are to us. There’s a crucial difference, however: We need not take the most\nprecious territory of our age through invasion or colonial exploitation or in mis-\nbalanced peace settlements. We can build the essential landscape of power. We can\nbuild it for defense. And then we can grow it, perfect it, and attract others. Schmitt\nwas right, human history is the story of enclosures - and nothing about our\nemerging age suggests any other approach can, with a single clear line, solve the\nvexing network x network x weapons problems we face. Hard Gatekeeping means\nmolding the landscape, gate by gate, to encourage certain movements and make\nothers difficult, costly, maybe even impossible. Any future order must begin with\nthis first principle: The line between in and out is as essential as what goes on\ninside.\n\n246 Lloyd George: Margaret MacMillan, Paris 1919: Six Months that Changed the\nWorld, (New York: Random House, 2002) p. 381\n\n172\n\nHOUSE_OVERSIGHT_018404",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018404.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3325,
    "word_count": 529,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.989873",
    "prefix": "IMAGES-004"
  }
}