{
  "document_id": "HOUSE_OVERSIGHT_024124",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024124.txt",
  "text": "Financial Crimes Enforcement Network\n\n23: What is the Financial Crimes Enforcement Network, and what is its role in AML\nregulation?\nThe Financial Crimes Enforcement Network (FinCEN), a bureau of the U.S. Treasury Department, was established in\n1990 by Treasury Order 105-08. Its mission is to safeguard the financial system from abuses of financial crime. It is\nthe Financial Intelligence Unit (FIU) of the United States, formed to support law enforcement and the financial\ncommunity in the fight against money laundering, terrorist financing and other financial crimes through the collection,\nanalysis and sharing of BSA information. FinCEN seeks to provide adequate financial intelligence to law enforcement\nwithout overburdening the financial community or compromising the privacy of individuals.\n\nThe many partnerships of FinCEN are not limited to the United States, but expand internationally to law enforcement,\nfinancial institutions and regulatory authorities in foreign countries, as well.\n\nWhile FinCEN relies primarily on federal functional regulators to examine financial institutions and enforce AML\ncompliance, the regulators look to FinCEN for guidance in the implementation of the BSA and USA PATRIOT Act.\nFinCEN has issued regulations, in concert with federal functional regulators and the Internal Revenue Service (IRS),\nrelated to BSA and AML compliance. FinCEN may issue enforcement actions for violations of the BSA and USA\nPATRIOT Act through its Office of Enforcement jointly or unilaterally. The Office of Enforcement evaluates\nenforcement matters, including the assessment of civil money penalties.\n\n24. In what types of initiatives does FinCEN engage?\n\nIn 1992, as part of the Annunzio-Wylie Anti-Money Laundering Act, FinCEN formed the Bank Secrecy Act Advisory\nGroup (BSAAG), a task force established to coordinate and inform the financial community about BSA-related\nmatters. The BSAAG includes senior representatives from financial institutions, federal law enforcement agencies,\nregulatory agencies, and others from the public and private sectors. In 2009, the Financial Fraud Enforcement Task\nForce (FFETF) was established as a multi-agency task force with federal, state and local partners to improve efforts\nto investigate and prosecute significant financial crimes, recover proceeds for victims, and address financial\ndiscrimination in the lending and financial markets.\n\nFinCEN also has created several communication systems to facilitate the sharing of information among both\ndomestic and international entities. The BSA E-Filing System allows financial institutions to file electronic BSA forms,\nsuch as CTRs and SARs, quickly and securely. The Gateway program enables law enforcement agencies and\nfinancial industry regulators to have expedited access to BSA records filed with FinCEN. The Law Enforcement and\nFinancial Institution Information Sharing (LEFIIS) system allows law enforcement to receive feedback from financial\ninstitutions on subjects of money laundering and terrorism investigations, and is used to facilitate information sharing\namong financial institutions. FinCEN also developed the Egmont Secure Web (ESW), which is a private network that\nallows connected FlUs to interface with FinCEN and each other to access information related to money laundering\ntrends, analytical tools and technological developments via e-mail.\n\nAdditional tools include the Geographic Threat Assessments and Nontraditional Methodologies Sections, a resource\ncenter for emerging methods of money laundering and terrorist financing.\n\nFinCEN also collaborates with other FIUs globally to exchange information supporting AML and counterterrorism\ninitiatives worldwide, and assists other countries with developing their FlUs. For additional guidance on FIUs, please\n\nrefer to the Key International Groups and Initiatives section.\n\n25. What resources has FinCEN provided to the public?\n\nAmong the issuances and resources provided by FinCEN are the following:\n\ne Statutes and Regulations - Resource that contains links to BSA and USA PATRIOT Act statutes and codified\nregulations.\n\ne Federal Register Notices — Links to final regulations issued after the date of codification as well as Notices of\nProposed Rulemaking (NPRs) in the Federal Register.\n\ne Guidance — Clarification of issues or responses to questions related to FinCEN regulations (e.g., completion and\nfiling of Suspicious Activity Reports [SARs]; applicability of the definition of a money services business [MSB] to\na particular business activity; applicability of the Safe Harbor provision when sharing SARs under certain\ncircumstances).\n\nprotiviti | 18\n\nHOUSE_OVERSIGHT_024124",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024124.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4672,
    "word_count": 663,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:45.044325",
    "prefix": "IMAGES-007"
  }
}