{
  "document_id": "HOUSE_OVERSIGHT_024610",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024610.txt",
  "text": "[9\n\ngovernment’s ability to control its roughly one hundred nuclear\nweapons is a vital American national interest; the loss of a single\nwarhead to extremists, whether through a government collapse or\nthrough a disaffected anti-American faction in Pakistan’s military or\nintelligence services, could be devastating.\n\nStrikingly, U.S. policy has given relatively little weight to this\nconcern: the Bush administration subordinated a coherent U.S.\nstrategy in the region to the optional invasion of Iraq; both the Bush\nand particularly the Obama administrations have emphasized the war\nagainst al-Qaeda to such an extent that the U.S.-Pakistan alliance is in\ntatters. Now Islamabad’s very stability has come into question.\n\nIt is good to hear from Secretary of Defense Leon Panetta and other\nsenior officials that al-Qaeda and the Taliban have suffered major\nsetbacks. It was even better to hear that U.S. troops had finally killed\nOsama bin Laden. Nevertheless, these triumphs have come at\ndemonstrable cost. There was perhaps no reliable way to kill bin\nLaden without grievously offending Pakistan’s government and\npeople, though a senior administration official has admitted that the\nUnited States “underestimated the humiliation factor” of the raid.\nStill, American officials could have structured U.S.-Pakistan relations\nin a way that would have made this necessary infringement on\nPakistan’s sovereignty the exception rather than the rule in\nWashington’s approach to its admittedly frustrating and unreliable\nally. Instead, the administration expanded drone attacks on less-than-\nessential targets (the average frequency of drone strikes under\nPresident Obama is one every four days, compared to one every forty\ndays during the Bush administration); harshly criticized Pakistan’s\ngovernment and military before the Abbottabad operation;\nembarrassed both by killing bin Laden inside the country; and then\nfollowed the action with further public criticism and cuts in\nassistance to the Pakistani military.\n\nHOUSE_OVERSIGHT_024610",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024610.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2030,
    "word_count": 296,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:44.697760",
    "prefix": "IMAGES-008"
  }
}