{
  "document_id": "HOUSE_OVERSIGHT_024367",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024367.txt",
  "text": "Table of Contents\nOTHER MATTERS\n\nWe are not aware of any matters other than those discussed in the foregoing materials contemplated for action at the annual meeting. The\npersons named in the proxy card will vote in accordance with the recommendation of the Board on any other matters incidental to the conduct of, or\notherwise properly brought before, the annual meeting. The proxy card contains discretionary authority for them to do so.\n\nINCORPORATION BY REFERENCE\n\nThe “Audit Committee Report” included in this proxy statement shall not be deemed soliciting material or filed with the SEC and shall not be\ndeemed incorporated by reference into any prior or future filings made by us under the Securities Act or the Exchange Act, except to the extent that we\nspecifically incorporate such information by reference. In addition, this document includes website addresses, which are intended to provide inactive,\ntextual references only. The information on these websites is not part of this document.\n\nAVAILABILITY OF SEC FILINGS, CODE OF CONDUCT, AND COMMITTEE CHARTERS\n\nCopies of our reports on Forms 10-K, 10-Q, 8-K, all amendments to those reports filed with the SEC, our code of business conduct, corporate\ngovernance guidelines, the charters of the Audit Committee and Compensation and Nominating Committee, and any reports of beneficial ownership of our\ncommon stock filed by executive officers, directors and beneficial owners of more than 10% of our outstanding common stock are posted on and may be\nobtained through our website, investors.carvana.com, or may be requested in print, at no cost, by email at investors@carvana.com or by mail to Carvana\nCo., 1930 W. Rio Salado Pkwy, Tempe, AZ 85281, Attention: Investor Relations.\n\nWHERE TO FIND ADDITIONAL INFORMATION\n\nWe are subject to the informational requirements of the Exchange Act and in accordance therewith, we file annual, quarterly, and current\nreports and other information with the SEC. This information can be inspected and copied at the Public Reference Room at the SEC’s office at 100 F Street,\nN.E., Washington, D.C. 20549. You may obtain information on the operation of the Public Reference Room by calling the SEC at 1-800-SEC-0330. Such\ninformation may also be accessed electronically by means of the SEC’s home page on the internet at www.sec.gov. We are an electronic filer, and the SEC\nmaintains an internet site at www.sec.gov that contains the reports and other information we file electronically. Our website address is\ninvestors.carvana.com. Please note that our website address is provided as an inactive textual reference only. We make available free of charge, through our\nwebsite, our annual report on Form 10-K, as amended, quarterly reports on Form 10-Q, current reports on Form 8-K, and all amendments to those reports as\nsoon as reasonably practicable after such material is electronically filed with or furnished to the SEC. The information provided on or accessible through\nour website is not part of this proxy statement.\n\n- 58 -\n\nHOUSE_OVERSIGHT_024367",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024367.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3049,
    "word_count": 481,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:47.314077",
    "prefix": "IMAGES-007"
  }
}