{
  "document_id": "HOUSE_OVERSIGHT_011587",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011587.txt",
  "text": "I was sitting down to dinner with Nava a little before seven on May 8, 1972\nwhen the phone rang. We’d just fed Michael, who was almost two, full of\nenergy, and showed no sign of wanting to go to bed. “It’s Manno,” said the\nvoice on the line. Brigadier General Emanuel “Manno” Shaked was Dado’s\nchief of operations. “A plane has been hijacked,” he said. “It’s heading for Lod.\nIt will land in about 30 minutes. They’ve got hostages. Get to the airport. Dado\nand Dayan are on their way.”\n\nI called Danny Yatom and told him to get whoever was at the sayeret base to\nLod as soon as possible. But most of the men were on training exercises,\nincluding one team with Yoni deep in the Negev Desert. He immediately began\ncalling them back. When I got to the airport, I found Dayan and Dado huddling\nin a room below the control tower, unfurnished except for a small table in the\ncomer. Talik was there with them. He was now head of all military operations\nin the kirva. Rechavam Ze’evi as well, the head of the central command area,\nwhich included Tel Aviv. So was Ahrahle Yariv, who had succeeded Meir Amit\nas head of military intelligence, and nodded glumly as I joined them.\n\nThe plane had landed. A Sabena Boeing 707 bound from Brussels to Tel\nAviv, it had been hijacked after a stopover in Vienna. All we knew at this point\nwas that the hijackers were Palestinians and that there were about a hundred\npassengers on board. Dado said that, while we figured out how to respond, we\nhad to make sure, at all costs, the plane didn’t take off again. It would\npresumably go to an Arab country, where we’d be powerless to act. Though\nonly a handful of my men had arrived, I took the only officer who had, Shai\nAgmon, and an El Al engineer to see whether we could disable the hijacked jet.\nIt was parked well off from the main terminal area. With the El Al man leading\nthe way, we approached from the rear, crouching low, hoping the hijackers\nwouldn’t spot us. The engines were still running, but at least the deafening noise\nkept anyone from hearing us as we ducked under the fuselage and the engineer\nremoved a stabilizing pin from the front wheel. It was an eerie feeling,\nenvisaging the captive crew and passengers, and the terrorists, a few feet above\nour heads but knowing we were powerless to do anything more to help.\n\nManno had called me not because I’d won my argument to expand the role\nof the sayeret. It was the luck of the draw. With the growing threat of terrorism,\nthe kirva had drawn up a list of installations which might be targeted. Next to\n\n116\nHOUSE_OVERSIGHT_011587",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011587.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2573,
    "word_count": 474,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:47.304424",
    "prefix": "IMAGES-001"
  }
}