{
  "document_id": "HOUSE_OVERSIGHT_017173",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017173.txt",
  "text": "4.2.12\nWC: 191694\n\nMy favorite characters in the Bible and in literature are those who challenge authority: Adam and\nEve defying God and eating the forbidden fruit of knowledge; Abraham chastising God for\nthreatening to sweep away the innocent along with the guilty; Moses imploring God to change his\nmind about destroying the “stiff-necked” Jewish people.\n\nMy favorite Justices of the Supreme Court are the dissenters. My favorite historical figures are\npolitical and religious dissidents. My closest friends are iconoclasts. Some of my best teachers\nwere fired.\n\nThe First Amendment would have been nothing more than a parchment promise had it not been\ngiven life by brave political dissidents and bold judicial dissenters. Because of these provocateurs,\nthe First Amendment has not become ossified with age. It has changed with the times, sometimes\nfor the better, sometimes for the worse. Although the literal words have remained the same for\nmore than two centuries, two of the most important ones have been changed beyond recognition.\nThese words are “Congress” and “no.” (“Congress shall make no law....”) The controversial\nrole of these two words can best be illustrated by a story; perhaps aprocrophyl but reflecting\nreality, about two great and contentious justices, Hugo Black, who claimed to be an absolutist\nand literalist when it came to the words of the First Amendment, and Felix Frankfurter, who\nadvocated a more functional balancing approach despite the seemingly clear words of that\nAmendment. In a case involving censorship by a state, Black pulled out his ragged old copy of\nthe Constitution, turned to the First Amendment and read it out loud to the lawyer representing\nthe state. “Read the words,” he shouted at the intimidated lawyer. “It says Congress shall make\nNO law abridging the freedom of speech.” He banged the table as he shouted and repeated the\nword “no.” “What don’t you understand about the word ‘no,’” he asked rhetorically. Justice\nFrankfurter interrupted and said, “You’re reading the words wrong.” The lawyer looked startled\nas the Justice explained. “It doesn’t say ‘Congress shall make NO law.’ It says, “CONGRESS\nshall make no law,’” banging the table as he shouted and repeated the word “Congress.” He then\ncontinued, “This law wasn’t passed by Congress, it was passed by the state. What don’t you\nunderstand about the word ‘Congress,’” he asked, mocking his fellow justice.\n\nBy emphasizing different words, the two justices were giving radically different meanings to the\nvery same language of the First Amendment.\n\nThe reality is that both of these words—“Congress” and “no”—have been excised over time. The\nfirst—“Congress”—was central to the history of the Bill of Rights, which was seen by its framers\nlargely as a bill of restrictions on the power of the national legislature—namely “Congress.”\nThere was considerable concern that the Constitution, which replaced the Articles of\nConfederacy, bestowed too much power on the national legislature, thus reducing the rights\n(really the powers) of the states to legislate for their citizens.*° The First Amendment was not\nintended by its framers to impose restrictions on the states. In fact when the Bill of Rights was\nenacted, and for many years thereafter, many states had laws severely abridging the freedom of\nspeech and of the press. (Several states also had officially established churches and officially\ndiscriminated against Catholics, Jews, Turks and “other” Pathens.) Ifthe framers had wanted to\nimpose restriction on the states, it would have been simple to have written a more general\n\n°6 The rarely invoked 10 Amendment makes this clear: “The powers not delegated to the United States by the\nConstitution, nor prohibited by it to the States, are reserved to the States respectively, or to the people.”\n\n86\n\nHOUSE_OVERSIGHT_017173",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017173.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3840,
    "word_count": 611,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:49.008013",
    "prefix": "IMAGES-004"
  }
}