{
  "document_id": "HOUSE_OVERSIGHT_021153",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021153.txt",
  "text": "after our first phone conversation and ever since then, the F.B.I were\ntapping the phone lines and recording every conversation. Completely\nunaware of T.J’s caring act of deceit, I was in such shock that they had\nbeen tracking us for so long. T knew now, with or without my help, the\nF.B.I had enough on Ron to put him away for a very long time, if they\ncould catch him, that is.\n\nHaving so many crooked people working for you can be an advantage\nwhen you’re in trouble. Like having a pair of eyes in every city. Ron was\nsomchow able to find out about Charlie’s arrest and immediately deserted\nthe country to avoid legal punishment, not to mention the discretization\nof his esteemed clientele that the feds were now on to. Ron had so many\ncountless charges put up against him, eventually when the F.B.I were\nable to track him down they were able to have him arrested in Yugoslavia\nand extradited back to Miami, he was finally held accountable for being a\npedophile, soliciting women for prostitution, and running many\nillegitimate and illegal businesses. By the time the F.B.I caught him he\nwas in his mid-seventies when he died of old age serving his second year\nprison for a lengthy sentence. Coincidentally I was told of his punishment\nand death many years later by one of the same F.B.I agents that had\nrescued me from Charlie’s arms.\n\nI was taken out of the interrogation room after the interview was over\nwith and told to sit at one of the officer’s desk while lL was waiting for\nsomeone to pick me up. Uncertain of who that someone would be I\nassumed it would be someone from the juvenile delinquents division to\ntake me back to some state operated lockdown facility. Not the nicest of\nplaces to call home, but I had no choice in this matter.\n\nSitting back in the revolving chair I was twirling out of boredom and\nlistening to the roaming conversations within the office. I pondered in\nfearful anticipation of the dreadful places that lay in store for me. Having\nto of spent a lot of my adolescence in these kind of places for the sheer\nfactor that my mother said “I was out of control and unable to handle” by\neleven years old. There was plenty of just reason for me to be so scared of\nthose places. What I knew lay in store for me were constant fights\nbetween the rough girls being settled with violent raids then out came the\npepper spray and then the strip-searches and worst of all, no sunlight. It\ndidn’t matter if you were a quiet, shy girl that didn’t belong there, when\nthere was a fight, which was could be like a few times a week, every\nperson in the room was considered a threat and were treated like a violent\ncriminal. I hated those places and the memories they gave me. That’s\nwhy | always ended up back on the streets. No child or even a juvenile\nshould have to be subjected to such unreasonable force and neglect. Some\nof the girls were so used to being subdued to this kind of treatment their\n\n17\n\n1 Copyright Protected Material\nCONFIDENTIAL GIUFFRE004150\n\nwhole life they ended up repeating the same attributes as the people who\ninitially hurt them in the first place.\n\nOne very sad girl I’ll never forget her, had a father who had been a\nheroine junkie and decided to play Russian Roulette with some of his\naddict friends and by fate or chance took the bullet straight through his\nbrain, killing him instantly. Her mother being a heroine addict herself\nspiraled downwards after his death and gave her four year old child to her\nageing grandmother that eventually had to put my twelve year old friend\nin this un-dire circumstance. I can only have he highest hopes for her\ntoday but unfortunately for most girls that have been victimized by\nsociety aren’t able to ever stop being a victim for the rest of their lives or\ngo on to make other people victims themselves. A sad and unfortunate\nfate for so many innocent, and it happens so much more than anyone\nwould rather admit too instead of just trying to find a solution.\n\nChapter 3\n\nHours later I was still twirling myself in the same office chair when |\nspun around to see my Father walking in my direction. I nearly fell off\nmy seat at the sight of him. Gripping the chairs handles I couldn’t\nimagine what in the world I would say to the man I once used to call\nDaddy but now hated for the abandonment and unforgiving wounds he\ninstilled inside of me. He contemplated putting his arms out to hold me\nbut instead anger and shame took over and he just shook his head. | never\nsaw my Dad cry until that day and I have to say it made me feel young\nagain and sad I had disappointed my parents again. The agents now\nstanding beside us led both of us together back into the interrogation\nroom to re-tale my journey to my father who they said I had no choice to\ntell, or they would have to tell him for me, being I was an under-aged\nminor and Ron violated the statutory rape law, among many others, when\nhe took me back to his apartment and kept me as his sex slave. My Dad\ncouldn’t believe what he was hearing and for his lack of better choice in\nwords asked me to stop talking, he was just happy to know | was alive.\nLike everyone I’d known in life they would rather brush it under the\ncarpet and not deal with the pain rather than realizing sooner or later it all\ncomes out sometime in our life even if it transgresses into our future then\nbecomes what we are willing to accept out of partners, work, and people\nin general. Simply saying in other ways than with words that our bad\ndecisions befall our tragedies later on in life.\n\nThe next discussion was led to where I would go to from here. Before\nanyone could put his or her suggestion forward I leapt in with my two\nbits and made it obviously clear to my Dad that if ! was sent away to\n\n18\n\nO Copyright Protected Material\n\nGIUTTFREOO4 154\n\nHOUSE_OVERSIGHT_021153",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021153.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5789,
    "word_count": 1073,
    "line_count": 103,
    "import_date": "2025-11-19T21:47:48.833210",
    "prefix": "IMAGES-006"
  }
}