{
  "document_id": "HOUSE_OVERSIGHT_011868",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011868.txt",
  "text": "/ BARAK / 111\n\nBrigade” — struck wherever they could inflict the most terror, and death: at bus\nstations, on buses, in shopping centers, restaurants and cafés. Over a 12-month\nperiod, beginning with a bombing of Tel Aviv’s main bus station at the beginning\nof January 2003, they murdered 145 men, women and children. It would not be\nuntil two years’ later, with the West Bank fence in place and a range of other\nsecurity measures, that the attacks, and the deaths, were finally brought down\ndramatically.\n\nThe Labor Party had finally left Arik Sharon’s coalition in late 2002. But in\nIsrael’s 2003 election — reverting to the old rules again, with a single vote for party\nand Prime Minister — Arik and the Likud won resoundingly. They doubled their\nKnesset seats, to 38. Labor, now with only 19 seats, against turned to Shimon\nPeres, as interim party leader.\n\nI didn’t miss the political limelight. But by mid-2004, with the first sign of a\nmajor change in policy toward the Palestinians, I felt I had a contribution to make.\nWhat first prompted me to dip my toes back into politics were the ever more\nobvious signs throughout 2004 that Arik’s coalition, and his hold on the Likud,\nwere unraveling. Part of his problem was a steady drumbeat of corruption\nallegations around what had become a kind of family political operation: Arik and\nhis two sons, Omri and Gilad. But Arik also seemed to be undergoing a welcome\npolitical conversion, to the need for the more profound political “disengagement”\nwith the Palestinians which I’d long been advocating. He had endorsed the Bush\nAdministration’s “road map” for resuming the peace process. Yet with Yasir\nArafat ageing, ailing and even less inclined to consider the difficult decisions he\nhad shirked at Camp David, Arik went one, dramatic step further. He raised the\nidea of unilaterally withdrawing Israeli forces and settlements from Gaza —\nensuring a showdown with the rank and file of the Likud, and other parties on the\nright. His main Likud rival, very much back in front-line Israeli politics, was his\nFinance Minister: Bibi Netanyahu. Though Bibi remained on board until the last\nmoment, he dramatically resigned for the cabinet in August 2005, a week before\nthe Gaza withdrawal, declaring: “I am not prepared to be a partner to a move\nwhich ignores reality, and proceeds blindly toward turning the Gaza Strip into a\nbase for Islamic terrorism which will threaten the state.”\n\nTo this day, Bibi, along with many Israelis across the political spectrum, draws\na direct line between our pullout from Gaza, Hamas’s takeover and its violent\npurging of Fatah’s old guard there, and the periodic wars we’ve had to fight since\n\n397\nHOUSE_OVERSIGHT_011868",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011868.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2701,
    "word_count": 455,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:44.947928",
    "prefix": "IMAGES-001"
  }
}