{
  "document_id": "HOUSE_OVERSIGHT_020580",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020580.txt",
  "text": "SECTION 8\n\nTechnology and Research\n\nTechnology transfers between nations exist on a spectrum of legitimacy. In many\ndeveloping economies, multinational corporations willingly agree to skills and technology\ntransfer arrangements in exchange for the right to operate. Governments support these\nmeasures in the hopes of furthering economic development. Transfers cross the threshold\ninto illegitimacy when coercion, misappropriation, theft, or espionage are deployed with\nthe effect of undermining a company’s, and ultimately its home country’s, economic\ncompetitiveness. China’s expropriation of American technology is an example of how\nit leverages its influence among universities, corporations, and diaspora communities to\nfurther strategic objectives. This section reviews the targets of China’s expropriation efforts,\nthe state and nontraditional collectors involved, and concludes with recommendations\nfor how the United States can better defend against this phenomenon. It is important to\nnote that not all expropriation of intellectual property occurs at the explicit direction\nof the government and that China is not the sole country targeting the United States.\nNonetheless, China—whether at the level of the state or individual—is considered the\nmost serious offender.\n\nWhile Chinese cyberthreats and clandestine spying against the United States dominate\nthe public discourse, a far more serious threat is posed by China’s informal or “extralegal”\ntransfers of US technology and IP theft.! Operating under the radar, these quiet diversions\nof US technical know-how are carried out by groups and individuals in the United States,\nwhose support for China erodes America’s technological edge and ability to compete\n\nin international markets. These groups are managed by a professional cadre of Chinese\ngovernment and government-associated science and technology transfer specialists who\nfacilitate intellectual property “exchanges” through a maze of venues. They target specific\nadvanced technologies drawn from China’s industrial planning priorities (e.g., Made in\nChina 20257) such as semiconductors, robotics, next-generation information technologies\n(e.g., big data, smart grid, internet of things), aviation, artificial intelligence, and electric\nvehicles. As a result of their efforts, a commission convened by the National Bureau\n\nof Asian Research concluded that IP theft, primarily from China, costs the American\neconomy hundreds of billions of dollars each year, with significant impact on employment\nand innovation.* Former commander of United States Cyber Command and Director of\nthe National Security Agency General Keith Alexander was even more grave when he\nasserted the ongoing theft of IP by China represents “the greatest transfer of wealth in\nhuman history.”*\n\nHOUSE_OVERSIGHT_020580",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020580.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2808,
    "word_count": 393,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:46.385475",
    "prefix": "IMAGES-006"
  }
}