{
  "document_id": "HOUSE_OVERSIGHT_020307",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020307.txt",
  "text": "155\n\nWestern Union, which has the telegraph monopoly in America, to provide the Black Chamber\nwith all the telegrams coming into the United States. “Its far-seeking eyes penetrate the secret\nconference chambers at Washington, Tokyo, London, Paris, Geneva, Rome,” Yardley wrote\nabout the Black Chamber. “Its sensitive ears catch the faintest whispering in the foreign capitals of\nthe world.” But in 1929, at the instructions of President Herbert Hoover, Secretary of State\nHenry Stimson closed the Black Chamber saying famously “Gentlemen should not read each\nother's mail.” The moratorium did not last long. With war looming in Asia and Europe, President\nFranklin D. Roosevelt reactivated the operation as the Signals Security Agency. It proved its\nvalue in breaking the Japanese machine-generated cipher “purple.” In June 1942, using deciphered\nJapanese messages to pinpoint the location of the Japanese fleet at Midway; America’s won a\ndecisive naval victory in the Pacific. Germany’s Enigma encoding machines, with three encoding\nwheels, proved more of a challenge. Initially British cryptanalysts led by the brilliant\nmathematician Alan Turing succeeded in building a rudimentary computer to decipher German\nmessages to its submarines and bombers, but, in 1942, Germany added a fourth set of encoding\nwheels, escalation what essentially was a battle of machine intelligence. The US Navy then\ncontracted with the National Cash Register Company to build a computing machine capable of\nbreaking the improved Enigma, and, in May 1943, it succeeded. By the time the war ended in\n1945, the US had over one hundred giant decryption machines in operation. This unrivalled\ncapability to read the communications of foreign nations, which remained one of America’s most\nclosely guarded secrets, was transferred to the Army Security Agency based at Fort Meade,\nMaryland. Then, on October 24, 1952, President Harry S. Truman, greatly expanded its purview\nand changed its name to the National Security Agency.\n\nThe NSA was given two missions. The first one was protecting the communications of the\nUS government. The main threat to breaching U.S. government channels of communications was\nthe Soviet. The second one was intercepting all the relevant communications and signals of\nforeign governments. This latter mandate included the governments of allies as well as enemies.\nThe President, the other intelligence services and the Department of Defense deemed what was\nrelevant for national security. Even though the NSA remained part of the Department of Defense,\nits job went far beyond providing military intelligence. It also acted as a service agency to other\nAmerican intelligence services. They prepared shopping lists of foreign communications\nintelligence and the NSA fulfilled them.\n\nAs the Cold War heated up in the 1960s, the NSA provided intelligence not only to the\nPentagon but to the Department of State, Central Intelligence Agency, the Treasury Department,\nthe Atomic Energy Commission, and the FBI. With a multi-billion dollar “black budget” hidden\nfrom public scrutiny, the NSA’s technology directorate invested in state-of-the-art equipment,\nincluding super computers that could break almost any cipher, antennae mounted on\ngeosynchronous satellites that vacuumed in billions of foreign telephone calls and other exotic\ncapabilities. It also devised stealthy means of breaking into channels that its adversaries believed\nwere secure. This enterprise required not only an army of technical specialists capable of\n\nHOUSE_OVERSIGHT_020307",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020307.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3546,
    "word_count": 534,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:45.530850",
    "prefix": "IMAGES-005"
  }
}