{
  "document_id": "HOUSE_OVERSIGHT_011119",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011119.txt",
  "text": "builds from then on, and peaks near retirement. But human capital grows quickly in\nthe 20s and thirties too, as most human and other depreciation is concentrated\ntoward the end. These are persuasive reasons to think that human capital is the\n\nriskier and higher-return factor overall.\n\nThe argument becomes complicated in that most investment in us before\nindependence comes from parents rather than from self-invested work. Parents\nhave aa strong say in what risks children run, so that parental risk tolerance\ngoverns too. But it governs most in pre-teen years, when parents themselves are\npassing through their own risk tolerance peaks. And human capital is probably the\nmost versatile of assets in adjustment to our tastes for risk at the time. Cops can\n\nbecome robbers at will, and robbers can get religion.\n\nWe should not slip into the error of concluding that an individual’s human capital is\nriskier than her physical capital at the same time. Both adjust to her current risk\nprofile alike. That’s why the parable of the boss and her secretary falsifies the notion\nthat pay compensates realized work and nothing else. That would make return of\neach in her human capital a little over 100% per day at the start of the last day, and\n100% per second at the start of the last second, even while their security portfolios\nreveal their time preference rates as a few percent per year. Human capital is not\ninherently risker, as hand grenades than nerf balls. Each cohort adapts all its wealth\nof both factors, counting balanced security portfolios as single assets, to its single\ncharacteristic risk profile. There may be novelty, but not much surprise, in this\n\nprojection of the owner onto the asset rather than conversely.\n\nThat parable helped confirm the pay rule and explain age-wage profiles. It brought\nanother surprise along the way. I grew up being told that houses are safe\ninvestments. But in fact they are owned by about the same age group and gender\nmix that owns the business sector. The publicly traded corporate sector is a part of\nthe business sector that has given up return for safety by providing instant liquidity\n\nto shareholders. The notion that houses are safe took a punch in the gut in 2008. The\n\nChapter 9: So What ‘s New? 3/17/16 3\n\nHOUSE_OVERSIGHT_011119",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011119.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2285,
    "word_count": 386,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:47.939315",
    "prefix": "IMAGES-001"
  }
}