{
  "document_id": "HOUSE_OVERSIGHT_021986",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021986.txt",
  "text": "JAMES PATTERSON\n\nEpstein prefers diminutive women, but Nadia is tall. She’s\nrail-thin and blond like the sun, with glowing skin, a wide smile,\nand sky-high cheekbones.\n\nOn a good day, she could pass for a Bond girl—a woman\ncaught up in a web of crime and intrigue. But of course, that's\n\nexactly what she is.\n\nIn certain circles, the academics and the women in Epstein’s\norbit are almost a joke. In a 2003 profile of him, New York maga-\nzine quotes Harvard professors (“He is amazing”), Princeton\nprofessors (“He changed my life”), MIT professors (“If 1 had acted\nupon the investment advice he has given me over the years, I'd\nbe calling you from my Gulfstream right now”), and other lumi-\nnaries, up to and including Bill Clinton.\n\n“Pye known Jeff for fifteen years,” says Donald Trump.\n“Terrific guy; he’s a lot of fun to be with.”\n\nNo one knew then that someday Trump would run for presi-\ndent. (When he does, he'll attack Hillary Clinton for Bill Clinton's\nown entanglements with Epstein.) But Trump’s already ahead of\nthe curve in that he ends up severing his ties to Epstein well\nbefore the police or the media get wind of Epstein’s penchant for\n\nunderage girls.\n\nHe does this because he finds out that in their endless hunt ~\nfor “masseuses,” Epstein’s procurers have been prowling around —\n\nTrump’s estate in Palm Beach.\n\nVirginia Roberts: 1999\n\nrump’s estate, Mar-\nulously wealthy he:\n\nsits on twenty perf\n\nmiles away from Jeffrey E\nhome to the exclusive Mar-\ncourts, and a very posh rest\nDonald Trump had fou\n\n4 they blocked all his efforts 1\n} Other clubs on the island-\ni blacks and Jews— had neve\n7 argued. At one point he sent\nq ber of the town council: Gu\nSidney Poitier confronts his\n\nHeman’s Agreement, in which\n‘™ Connecticut and New You\n\nHOUSE_OVERSIGHT_021986",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021986.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1779,
    "word_count": 312,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:45.157077",
    "prefix": "IMAGES-006"
  }
}