{
  "document_id": "HOUSE_OVERSIGHT_017236",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017236.txt",
  "text": "4.2.12\nWC: 191694\n\nChapter 10: Speech that Conflicts with Reputational and Privacy Rights\n\nDefamation: “He that filches from me my good name:”\n\nWhenever a Holocaust denier or defamer of the Jews spews out his poison, I get calls and emails\ndemanding that I sue them for defaming the Jewish people or committing a “blood libel.” But\nunder our First Amendment only an individual can be defamed. There is no such thing as group\nlibel. In other words you can say all you want about “the Jews,” “the Democratic Party,” “the\nBlacks,” “the Gays,” and “the women’”—obnoxious as these generalizations might be. An anti-\nSemite is constitutionally free to spread the blood libel against the Jewish people or the Jewish\nreligion, so long as he is careful not to accuse a specific individual of killing Christian children for\ntheir blood. This is not true in other countries that do have group libel laws and other rules\nprohibiting racist statements. Not so under our First Amendment.\n\nIn addition to the defamatory statement being directed against a specific individual, it must also\ncast him in a negative light. That used to be easier to define than it is today. For example, when a\nnewspaper in the segregated Deep South made a typographical error and described a white man\nas a “colored gentleman,” instead of a “cultured gentleman,” that error was defamatory, since\ndescribing a white person as colored clearly could damage his career and hurt his position.\n\nToday, no court would consider it defamatory to mistakenly report on someone’s race. It’s a\nlittle more complicated when it comes to sexual preference. Ifa newspaper were to characterize\na heterosexual politician as gay, that might well hurt his electoral chances, but courts would be\nreluctant today to rule that being called “gay” is an insult. The same is true of other former words\nof opprobrium that have lost or decreased their negative connotations over the years.\n\nIn addition to being damaging, a defamation must also be untrue. This wasn’t always the case,\nand Thomas Jefferson successfully fought to limit defamations to untruthful statements about an\nindividual.**\n\nIf the individual defamed is a public figure, such as a politician, celebrity or anyone else who has\nsought the limelight, yet another hurdle must now be overcome. Since the Supreme Court’s 1964\ndecision in New York Times v. Sullivan, a defamation action can be brought by a public figure\nonly if the false statement was made with “actual malice—that is knowledge that it was false or\nwith reckless disregard of whether it was false or not.”\n\nI was Justice Goldberg’s law clerk when the Supreme Court rendered that precedent-shattering\ndecision. Goldberg told me that he was concerned that the daunting requirements of the case\nwould make it open season on public figures and would lower the standards of journalistic ethics.\nHe himself, as a public figure, had been defamed on several occasions and it had stung him.\nNonetheless, he concurred in the decision and wrote the following stirring words about the\nfreedom to criticize:\n\n“The theory of our Constitution is that every citizen may speak his mind and every\nnewspaper express its view on matters of public concern, and may not be barred from\nspeaking or publishing because those in control of government think that what is said or\n\n™ See Finding Jefferson\n\n149\n\nHOUSE_OVERSIGHT_017236",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017236.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3373,
    "word_count": 557,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:44.179872",
    "prefix": "IMAGES-004"
  }
}