{
  "document_id": "HOUSE_OVERSIGHT_017758",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017758.txt",
  "text": "Page 44 of 52\n2005 B.Y.U.L. Rev. 835, *910\n\nforbid retrial even when a victim has received no notice, *°° and the CVRA itself bars a new trial remedy. *?? Sentencings\nwould appear to be subject to limitations that might prevent a crime victim from obtaining a resentencing *°° - although the\nCVRA directly allows for re-sentencings in certain limited circumstances. 3°!\n\nWhile neither trial nor sentencing could proceed without proper notice to the victim, this restriction will affect only a small\nnumber of cases for a short period of time. Many federal cases lack a specifically identifiable victim (e.g., drug and\nimmigration offenses) and thus are not covered by the CVRA. In those cases with a victim, a significant percentage of victims\nmay waive any right to receive notice. In cases where victims choose to receive notice, presumably the notice will be properly\ngiven the vast majority of the time. Even apart from notice requirements, most victims will be trial witnesses and therefore will\nhave been notified of the trial by a subpoena. Victims will also often be aware of sentencings through the work of probation\nofficers in preparing presentence reports. 302 Th the tiny fraction of cases where notice has not been properly provided, notice\nwill often be only a [*911] telephone call away. While the burdens of delaying a trial or sentencing are not trivial, Congress\nhas determined that the victim's rights must take precedence. Proposed subsection (b) faithfully implements that determination.\n\nSubsection (c) of the proposed rule deals with the victim's right to attend in situations involving multiple victims. Congress has\nrecognized that in some cases, such as the Oklahoma City bombing case, it is impossible to afford all victims the opportunity to\nattend trials. Accordingly, the CVRA provides that where \"the number of crime victims makes it impracticable\" to protect\nrights for all victims, the court \"shall fashion a reasonable procedure\" to give effect to victims' interests. 3° Possible\nprocedures include closed-circuit transmission of the proceedings to a ceremonial courtroom, auditorium, or other facility that\ncan accommodate many people. To permit such transmission, an amendment to Rule 53 is proposed below. 3\n\nSubsection (d) gives victims a general right to be heard on issues \"directly affecting\" their rights. The CVRA specifically\nmandates that victims have the right to be heard with regard to release of the defendant, a plea, or a sentence. 3°° The right to\nbe heard at these hearings has been addressed elsewhere in these proposed rules, °° but courts will sometimes consider other\nissues that directly affect victims' rights. For example, courts may consider whether to release the address and telephone\nnumber of the victim to the defendant. 3°7 It makes little sense for the court to decide this issue without hearing from the\nvictim, particularly since the CVRA gives victims the right \"to be reasonably protected from the accused.\" 3°8 Subsection (d)\n\n298 See U.S. Const. amend. V. See generally Beloof, The Third Wave of Crime Victims' Rights, supra note 16, at 303-04 (discussing double\njeopardy barriers to remedying violations of victim's rights).\n\n299 18 U.S.C.A. 3771(d)(5).\n300 See Fed. R. Crim. P. 35(c) (correction of sentence allowed only for technical or other clear error). Whether denial of a victim's right\n\nconstitutes \"clear error\" subject to correction presumably will need to be resolved in future cases. Cf. United States v. Bedonie, 413 F.3d 1126\n(10th Cir. 2005) (remedying error in restitution award not permitted after imposition of sentence).\n\n301-18 U.S.C.A. 3771(d)(5) (authorizing a victim motion to \"re-open a ... sentence\" if the victim's right to be heard was denied); see 150\nCong. Rec. $10,910 (daily ed. Oct. 9, 2004) (statement of Sen. Kyl) (discussing this provision). In light of these provisions, the Advisory\nCommittee may need to consider redrafting Rule 35 to allow reopening of sentences imposed in violation of victims' rights.\n\n302 See supra notes 231-34 and accompanying text (discussing probation officers collecting victim information for presentence reports).\n\n303 18 U.S.C.A. 3771(d)(2).\n\n304 See infra notes 340-42 and accompanying text.\n\n305 18 U.S.C.A. 3771(a)(4) (discussed at supra notes 104, 230 and accompanying text).\n\n306 See supra note 296 and accompanying text (bail hearings); supra note 110 and accompanying text (plea hearings); supra note 275 and\naccompanying text (sentencing hearings).\n\n307 See supra notes 175-76 and accompanying text (discussing changes to Rule 12.1).\n\n308 18 U.S.C.A. 3771 (a)(1).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017758",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017758.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4652,
    "word_count": 730,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:48.519997",
    "prefix": "IMAGES-004"
  }
}