{
  "document_id": "HOUSE_OVERSIGHT_011433",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011433.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n130\nH3vlgiu2\n\nTHE COURT: I didn't say redaction. It's hearsay,\n\nit's not being offered, but of course it is being offered for\n\nthe truth ef the matter.\n\nMR. PAGLIUCA: Exactly. You know, this is a\n\nsmokescreen about it goes to Maxwell's state of mind. And when\n\nyou carefully go through these police reports, there is not one\n\nof these alleged victims who identifies Ms. Maxwell as having\nanything to do with any of this. Which is another important\npoint.\n\nWhat I find curious, again, Ms. McCawley usually says\n\nthere are 30 victims identified in these police reports, which\n\nisn't true. And when I asked Detective Recarey to go through\n\nthem with me and identify how many people he said were victims,\n\nthere were 17. And so now today she said there were 20. So\nshe's working her way my way. But, you know, that's the\nproblem here, your Honor. This is being offered for the truth\n\nof the matter asserted. All they want to do is get in front of\n\na jury that there was a police department investigation in\n\nwhich Epstein was the target and Epstein is alleged to have\n\ndone all of these bad things; therefore, you should punish\n\nMaxwell because then they're going to say, she was his\ngirlfriend, she had to have known, yada, yada, yada, yada, he's\na bad person, she's a bad person, find her liable, and whack\n\nher with a big damage award. That's what's going on here.\n\nThank you.\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011433",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011433.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1518,
    "word_count": 270,
    "line_count": 83,
    "import_date": "2025-11-19T21:47:47.624934",
    "prefix": "IMAGES-001"
  }
}