{
  "document_id": "HOUSE_OVERSIGHT_013869",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013869.txt",
  "text": "» LIFESTYLE DESIGN IN ACTION\n\nBatching tool—PO Box: This might be stating the obvious, but one easy way to encourage batching of\nyour mail is to use a PO Box versus getting mail delivered to your house. We got our PO Box to limit\naccess to our physical address online, but it also encourages you to get the mail less and deal with it in\nbatch. Our post office has recycling bins, so at least 60% of the mail doesn’t even come home with us.\nFor a while I was only getting and managing the mail once a week, and I found not only did it take less\ntime overall, I did a better job managing it and getting it out of the way versus looking at it and setting it\naside for future follow up.\n\n—LAURA TURNER\n\nFor families, the four-hour workweek doesn’t have to mean four months on a sailboat in the Caribbean\nunless that’s their dream, but even the simple ideal of having time to take a walk in the park every\nevening or spending weekends together, makes taking actions to implement this program worthwhile.\n\n[There are many different approaches for making this work]: Kids have to promise they won’t bother\nMommy in the evening while she works on the computer, the husband watches the kids in the evening,\nboth parents make plans once a week to have someone take care of the kids, etc. Then close with the\nhuge payoff for the family of having more time to spend with each other.\n\n—ADRIENNE JENKINS\n\nWhy not combine a mini-retirement with dentistry (or medical) geoarbitrage and finance your trip\n\nwith the savings? I lived in Thailand for four months and got root canal treatment and a crown for Vz of\nthe price that it costs in Australia. There are many upmarket clinics set up for “expats” and health\ntravelers in Thailand, Philippines, Vietnam, Goa, etc., with English-speaking dentists. And in Europe\nmany people go to Poland or Hungary. To research, just Google “dentist” and the country and you will\ncome across practices advertising to foreigners. Talk to expats when you’re in the country or on online\nchat forums for recommendations. Now I’m in Australia I still combine my travels with annual dentist\ncheckups—and the savings often finance my airfare. Even between developed countries there are\nsignificant cost differences. For example France is far cheaper than the UK and Australia is cheaper than\nthe U.S. [Note from Tim: Learn more about the incredible world of medical tourism and geoarbitrage at\nhttp://en.wikipedia.org/wiki/Medical tourism. Even large insurers like AETNA often cover overseas\ntreatments and surgeries. ]\n\n—ANONYMOUS\n\n—\n\n2. This habit alone can change your life. It seems small but has an enormous effect.\n\n—\n\n3. Jonathan B. Spira and Joshua B. Feintuch, The Cost of Not Paying Attention: How Interruptions\n\nHOUSE_OVERSIGHT_013869",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013869.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2756,
    "word_count": 472,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:47.270692",
    "prefix": "IMAGES-002"
  }
}