{
  "document_id": "HOUSE_OVERSIGHT_013380",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013380.txt",
  "text": "of the settlement were kept confidential. The sum that he paid to settle all these cases is\ntherefore not filed with this pleading and will be provided to the court for in-camera review.\nEpstein chose to make this payment as the result of a federal court ordered mediation process,\nwhich he himself sought (over the objection of Jane Doe, Edwards’ client in federal court) in an\neffort to resolve the case. See Defendant’s Motion for Settlement Conference, or in the\nAlternative, Motion to Direct Parties back to Mediation, Doe v. Epstein, No. 9:08-CV-80893\n(S.D. Fla. June 28, 2010) (Marra, J.) (doc. #168) attached hereto as Exhibit “A”. Notably,\nEpstein sought this settlement conference — and ultimately made his payments as a result of that\nconference - in July 2010, more than seven months after he filed this lawsuit against Edwards.\nAvsontingly, Epstein could not have been the victim of any scheme to “pump” the cases against\nhim, because he nea paid to settle the cases until well after Edwards had left RRA and had\nsevered all connection with Scott Rothstein (December 2009).\n\nIn addition, if Epstein had thought that there was some improper coercion involved in, for\nexample, Jane Doe’s case, his remedy was to raise the matter before Federal District Court Judge\nKenneth A. Marra who was presiding over the matter. Far from raising any such claim, Epstein\nsinisly chose to settle that case. He is therefore now barred by the doctrine of res judicata from\nsomehow re-litigating what happened in (for example) the Jane Doe case. “The doctrine of res\njudicata makes a judgment on the _ conclusive ‘not only as to every matter which was\noffered and received to sustain or defeat the claim, but as to every other matter which might with\npropriety have been litigated and determined in that action.” AMEC Civil, LLC v. State Dept. of\nTransp., ___S0.2d__, 2010 WL 1542634 at *2 (Fla. 1* Dist. Ct. App. 2010) (quoting Kimbrell\n\nv. Paige, 448 So.2d 1009, 1012 (Fla. 1984). Obviously, any question of improper “pumping” of a\n\n11\n\nHOUSE_OVERSIGHT_013380",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013380.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2055,
    "word_count": 345,
    "line_count": 28,
    "import_date": "2025-11-19T21:47:45.021030",
    "prefix": "IMAGES-002"
  }
}