{
  "document_id": "HOUSE_OVERSIGHT_020836",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020836.txt",
  "text": "Can we afford to wait until the turning point comes? By 2025, entitlements plus net\ninterest payments will absorb all — yes, all — of USA Inc.'s revenue, per CBO.\n\nEntitlement Spending + Interest Payments Alone Should\n\nExceed USA Inc. Total Revenue by 2025E, per CBO\n\nEntitlement Spending + Interest Payments vs. Revenue as % of GDP, 1980 — 2050E\n\na\n\n—— Revenue\n\n30% . —o—Entitlement Spending + Net fo pr.\nInterest Payments\n\n20% eager\n\n10% — poo\n\nTotal Revenue & Entitlement + Net Interest\nPayments as % of GDP\n\n0% 1 1 T T T T T T\n1980 1990 2000 2010E 2020E 2030E 2040E 2050E\n\nSource: Congressional Budget Office (CBO) Long-Term Budget Outlook (6/10). Note that entitlement spending includes federal government expenditures on Social\nSecurity, Medicare and Medicaid. Data in our chart is based on CBO’s ‘alternative fisca/ scenario’ forecast, which assumes a continuation of today’s underlying\nfiscal policy. Note that CBO aiso maintains an ‘extended-baseline’ scenario, which adheres closely to current law. The ailternative fiscal scenario deviates from\n\nCBO’s baseline because it incorporates some policy changes that are widely expected fo occur (such as extending the 2001-2003 tax cuts rather than letting them\nexpire as scheduled by current law and adjusting physician payment rates to be in line with the Medicare economic index rather than at fower scheduled rates) and\nthat policymakers have requiarly made in the past.\n\nwww.kpcb.com USA Inc. | Summary\n\nLess than 15 years from now, in other words, USA Inc. — based on current forecasts for revenue\nand expenses - would have nothing left over to spend on defense, education, infrastructure, and\nR&D, which today account for only 32% of USA Inc. spending, down from 69% forty years ago.\nThis critical juncture is getting ever closer. Just ten years ago, the CBO thought federal revenue\nwould support entitlement spending and interest payments until 2060 — 35 years beyond its\ncurrent projection. This dramatic forecast change over the past ten years helps illustrate, in our\nview, how important it is to focus on the here-and-now trend lines and take actions based on\nthose trends.\n\nHow would a turnaround expert determine ‘normal’ revenue and expenses?\n\nThe first step would be to examine the main drivers of revenue and expenses. It’s not a pretty\npicture. While revenue — mainly taxes on individual and corporate income — is highly correlated\n(83%) with GDP growth, expenses — mostly entitlement spending — are less correlated (73%)\nwith GDP. With that as backdrop, our turnaround expert might try to help management and\nshareholders (citizens) achieve a long-term balance by determining “normal” levels of revenue\nand expenses:\n\nCB www.kpcb.com USA Inc. xiii\n\nHOUSE_OVERSIGHT_020836",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020836.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2745,
    "word_count": 442,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:46.831496",
    "prefix": "IMAGES-006"
  }
}