{
  "document_id": "HOUSE_OVERSIGHT_012851",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012851.txt",
  "text": "The fact that we feel less empathy for people in pain if they fall outside our inner sanctum\nsuggests that we have dehumanized them, stripping away dimensions of experience that humanize those\nwithin the sanctum. These are the dimensions associated with emotion, and when taken away, cause us to\nperceive the other as an object. Since objects can’t feel pain or joy, we can’t share in their experience\nbecause they lack experience altogether. If that is the case, then when we perceive any human group that\nhas been dehumanized in this particular way, there should be little to no activity in those areas of the brain\nassociated with thinking, feeling, wanting, and believing. To explore this possibility, the social\npsychologist Susan Fiske placed subjects in a brain scanner and presented photographs of either extreme\nout-group members, such as the homeless and drug addicts, or photographs of other groups such as the\nelderly, middle-class Americans, and the rich. When viewing the extreme out-group, not only did Fiske\nsee little activity in an area critically related to self-awareness and the process of thinking about others\nthoughts and emotions — the medial prefrontal cortex — but she also observed an intense increase of\nactivity in the insula, a brain area that is recruited when we experience disgust.\n\nFiske’s results highlight the dangers of dehumanization. Once we turn off areas of the brain that\nare involved in thinking about others’ thoughts and emotions, and turn on areas involved in disgust, we\nhave set ourselves up for moral disengagement. As the distinguished American psychologist Albert\nBandura has documented through decades of research, moral disengagement allows people to justify harm\nby transforming lethal motives into morally justified and even benevolent ones. Moral disengagement\nallows us to excuse ourselves from moral responsibility, either disregarding the harm imposed or\nconvincing ourselves that it was justified, even obligatory. In several international studies of school-aged\nchildren, results consistently show that those who are most morally disengaged are most likely to engage\nin various forms of aggression, including bullying and repeated criminal offenses. These same children\nare also least likely to engage in helpful behavior, revealing that moral disengagement dispenses with the\ntypical process of self-censure and sanctioning that we carry around when we are morally engaged. Ina\nstudy of American prison personnel involved in death penalty sentences, executioners were more morally\ndisengaged than support staff or prison guards. Executioners were more likely to dehumanize the\nconvicted prisoner and provide moral and economic justifications. Executioners also felt less guilt\nbecause they had developed a narrative to justify their actions, one that ascribed complete fault and\nresponsibility to the victim. Support staff flipped in the opposite direction, fully involved with the\nweighty moral issues associated with ending someone’s life. In a study of people’s political attitudes,\nthose with strong right wing authoritarian views, commonly associated with fascism and submission to\nauthority, were more likely to support war by means of morally disengaging. In particular, they were most\n\nlikely to support war by justifying its necessity and trivializing the harm that will necessarily arise — for\n\nHauser Chapter 3. Ravages of denial 105\n\nHOUSE_OVERSIGHT_012851",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012851.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3431,
    "word_count": 521,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:43.991118",
    "prefix": "IMAGES-002"
  }
}