{
  "document_id": "HOUSE_OVERSIGHT_013589",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013589.txt",
  "text": "potential is spread out in a silent market...” It was generally believed that with\nadequate spiritual preparation, ayahuasca could generate transcendent states that\nallowed access to ones inner being and the beings of other worlds that could serve\nas sources of mystical knowledge and healing. The Shams dervish of the 13\"\nCentury, wandering the Turkish portion of the Silk Road, used the word sohbet to\ndescribe the inner land of mystical conversations about mystical subjects that their\nturning meditation, whirling, and the shaman’s entheogenic compounds such as\nDMT give entrance.\n\nThe question was whether our finding of DMT and its human brain enzyme\nhad been an artifact, an accidental laboratory fluke. Members of my neurochemical\nresearch teams at the University of California Medical Schools in Irvine and La\nJolla, notably Dr. Lee Poth, now a professor of pediatric endocrinology at the\nUniform Services Medical School in Washington D.C., demonstrated that the DMT\nsynthesizing enzyme existed in the brains of recent accident victims that as far as\nwe were able to learn from their family and social histories, had been completely\npsychologically normal. More than a little bit startled by this finding and worried\nabout making a sensational scientific mistake, we repeated the experiments with a\nvariety of controls with the same findings. Though our original estimates of the\nhuman brain enzyme concentration were on the high side, we confirmed the general\nfinding and published them in Science in 1969 and Nature in 1970. Our carboline\nwork was published in the Journal of Neurochemistry in 1975. A year or so after our\nNature paper was published, the Nobel Prize winning neuropharmacologist at the\nNational Institutes of Mental Health, Julius Axelrod, confirmed the presence of the\nDMT biosynthetic enzyme that converted the tryptophan product, tryptamine, to\nDMT in mammalian brain tissue. We were both delighted and relieved.\n\nWe speculate, perhaps too grandly, that this finding, along with the beta\ncarboline human brain synthesizing capacity, supplies one of many possible\nneurobiological and neurochemical mechanisms for the claims of the cross-cultural\nuniversality of mystical experience. We all had human brains with these enzymes.\nThe idea that the phenomena accompanying primary religious experience were\n\ncommon to all cultures was a major theme of the life’s work of the philosopher-\n\n89\n\nHOUSE_OVERSIGHT_013589",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013589.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2439,
    "word_count": 376,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:48.349743",
    "prefix": "IMAGES-002"
  }
}