{
  "document_id": "HOUSE_OVERSIGHT_025354",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025354.txt",
  "text": "Honorable Mark Filip\nMay 19, 2008\nPage 2\n\nBy way of background, we were informed by Mr. Acosta that, at his request, CEOS\nwould be conducting a review to determine whether federal prosecution was both appropriate\nand, in his words, “fair.” That is not what occurred. Instead, CEOS has now acknowledged that\nwe had raised “many compelling arguments” against the ISAO’s suggested “novel application”\nof federal law in this matter. Even so, CEOS concluded, in minimalist fashion, that “we do not\nsee anything that says to us categorically that a federal case should not be brought” and that the\nULS. Attorney “would not be abusing his prosecutorial discretion shouid he authorize federal\nprosecution of Mr. Epstein” thus delegating back to Mr. Acosta the decision of whether federal\nprosecution was warranted (emphasis added), Rather than assessing whether prosecution would\nbe appropriate, CEOS, using a low baseline for its evaluation, determined only that “it would not\nbe impossible to prove .. .” certain allegations made against Mr. Epstein. The CEOS review\nfailed to address the significant problems invoiving the appearance of impermissible selectivity\nthat would necessarily result from a federal prosecution of Mr, Epstein.\n\nWe respect CEOS’s conclusion that its authority to review “misconduct” issues was\nprecluded by Criminal Division practice. We further respect CEOS’s view that it understood its\nmission as significantly limited. Specifically, the contemplated objective was to determine\nwhether the USAO would be abusing its discretion by bringing a federal prosecution rather than\nmaking its own de novo recommendations on the appropriate reach of federal law. However, we\nrespectfully submit that a full review of all the facts is urgently needed at senior levels of the\nJustice Department. In an effort to inform you of the nature of the federal investigation against\nMr, Epstein, we summarize the facts and circumstances of this matter below.\n\nThe two base-level concerns we hold are that (1) federal prosecution of this matter is not\nwarranted based on the purely-local conduct and the unprecedented application of federal\nstatutes to facts such as these and (2) the actions of federal authorities are both highly\nquestionable and give rise to an appearance of substantial impropriety. The issues that we have.\nraised, but which have not yet been addressed or resolved by the Department, are more than\nisolated allegations of professional mistakes or misconduct. These issues, instead, affect the\nappearance and administration of criminal justice with profound consequences beyond the\nresolution in the matter at hand.\n\n* . * *\n\nIn a precedent-shattering investigation of Jeffrey Epstein that raises important policy\nquestions—and serious issues as to the fair and honorable enforcement of federal law-—-the\nUSAO in Miami is considering extending federal law beyond the bounds of precedent and\nreason. Federal prosecutors stretched the underlying facts in ways that raise fundamental\nquestions of basic professionalism. Perhaps most troubling, the USAO in Miami, as a condition\nof deferring prosecution, required a commingling of substantive federal criminal law with a\nproposed civil remedy engineered in a way that appears intended to profit particular lawyers in\n\nA001439\n\nHOUSE_OVERSIGHT_025354",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025354.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3317,
    "word_count": 507,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:46.169224",
    "prefix": "IMAGES-008"
  }
}