{
  "document_id": "HOUSE_OVERSIGHT_027905",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027905.txt",
  "text": "information. But in talking with his wartime friends, he realized this kind of\nlow-level intelligence could never address the real need for Israel: to ensure we\nhad early warning if Syria or Lebanon, Jordan or Egypt, were preparing to go to\nwar against us.\n\nHe began toying with the idea of training a small force of Israeli soldiers to\ngo on cross-border intelligence missions. The initial response from the kirya —\nmilitary headquarters in Tel Aviv — was so frustrating that anyone else would\nhave given up. None of the generals saw any reason to believe his scheme\nwould work. But the real obstacle was their continuing trauma over what had\nhappened the last time Israeli soldiers crossed the border on an intelligence\nmission. It had happened in 1954, and it ended in a failure even more serious\nthan Rotem. The target was the Golan Heights, inside Syria. The special\ntechnology unit attached to military intelligence had developed a bugging\ndevice designed to be placed on a telephone pole on the Golan. The task of\ninstalling it was given to the most decorated, and respected, commando unit in\nthe army: Company A in Sharon’s paratroop battalion, led by its commander,\nMeir Har-Zion.\n\nOn a spring night in 1954, Har-Zion led his team onto the Golan. They\nrigged the bugging unit to the telephone pole, buried the bulky transmitter and\nmade their way back. And it worked. Israeli intelligence could listen in to\nmilitary communications on the Heights. The hitch as that the batteries had to\nbe replaced every few weeks. Several more times, Meir and his men sneaked\nback into Syria to keep the bug working. But as commander of Company A,\nMeir was a key part of Israel’s anti-fedayeen operations. The last thing Moshe\nDayan wanted to risk was seeing him captured while trying to replace a few\nbatteries. So he shifted the task to a regular unit from the Golani Brigade.\n\nIn December 1954, a handover mission was organized. Three men from\nCompany A, including one of Meir’s sergeants, joined three from the Golani\nBrigade. But they didn’t even hold a joint exercise before setting off. There was\nalso a lack of clarity about who was in charge. Though the Golani commander\nwas nominally the senior officer, only the Company A men had any first-hand\nexperience of this kind of mission. A half-mile onto the Heights, they were\nintercepted by a Syrian soldiers. If this had been a Company A operation, the\nresponse would have been automatic. They would have wheeled, opened fire\nand attacked. But when the Syrians ordered the Golanis to drop their weapons,\none of them did, and the Company A men followed suit. They were all taken to\nDamascus, held in solitary confinement, beaten and tortured.\n\no/7\nHOUSE_OVERSIGHT_027905",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027905.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2720,
    "word_count": 464,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.645852",
    "prefix": "IMAGES-009"
  }
}