{
  "document_id": "HOUSE_OVERSIGHT_028762",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028762.txt",
  "text": "From: Boris Niko/ic\n\nSent: 5/7/2012 11:59:08 PM\nTo: Jeffrey Epstein [jeevacation@gmail.com]\nSubject: RE: FW: Tix for Jeffrey\n\nAttachments: image001.jpg\n\nForgot to ask you — pls have someone from your office confirm 2 tickets for LifeBall for you.\n\nAlso provide them with a name of the girl that you are talking.\n\nOne the pdf that | sent you there is a contact info and refer to the email below (Magdalena Schuster\n[mailto;\n\nAnd she is holding them for you.\nPlease do it asap as these are hard to get.\n\nFrom: Jeffrey Epstein [mailto:jeevacation@gmail.com]\nSent: Monday, May 07, 2012 4:27 PM\n\nTo: Boris Nikolic\n\nSubject: Re: FW: Tix for Jeffrey\n\nOn Mon, May 7, 2012 at 7:21 PM, Boris Nikolic qq wrote:\n\nIt was not easy as people from LifeBall are very difficult. But I go it (they even now approved you - they\nneeded to do a background check believe it or not! — as on that dinner will be president of Austria, Clinton etc)\nfor two tickets — for you and your guest for a price that you do not need to buy a table (as they do not sell\nindividual seats).\n\nGuy below is a good friend and he is a CEO of amFAR (amFAR has a joined dinner) — so he helped.\n\nThe nice thing about these tickets is that they are the most VIP. It includes reception, dinner, gala and after all\nparty access.\n\nI have the same ones (through Bill).\n\nI also got two additional for you but it turns out that they are not the same level so I reached to Kevin for help.\n\nThe price is 2,500Euro per ticket (this is very reduced price as I think the regular one for this is 15K and it is\nhard to get it). They will need an email from someone from your office and name a your guest asap.\n\nThe plan for for Vienna I am sending you with my next email!\n\nBoris\n\nHOUSE_OVERSIGHT_028762",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028762.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1741,
    "word_count": 328,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:48.031078",
    "prefix": "IMAGES-010"
  }
}