{
  "document_id": "HOUSE_OVERSIGHT_012374",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012374.txt",
  "text": "The Department also objects to the new paragraph (11), which lists as a criterion for\nascertaining whether the government in question has made “serious and sustained” efforts to\neliminate trafficking “[w]hether the government has made serious and sustained efforts to reduce\ndemand for commercial sex acts and for participation in international sex tourism by nationals of\nthe country.” We object to this language because it is vague and will, by implication, require the\nUnited States Government to evaluate itself under this “serious and sustained” standard. The\nDepartment prefers the language that was added by the 2005 reauthorization of the Trafficking\nVictims Protection Act, which evaluated whether countries “adopted measures” to reduce\ndemand,\n\n6. Section 107\n\nSection 107(a) of the Act raises separation of powers and Chadha concerns. Section\n107(a) would add a new 22 U.S.C. § 7107(b)(3)(D), which would limit the amount of time that a\ncountry could remain on the Tier IT Watch List to two years, “unless the Secretary of State\nprovides to the appropriate congressional committees credible evidence that” the country had\ntaken certain steps to make significant efforts to counter trafficking. That provision further\nrequires that “[s]uch credible evidence” shall be provided to Congress in a report.\n\nTo the extent that section 107(a) purports to give congressional committees authority to\ndetermine whether the Secretary’s decision to exempt a country from the watch list is based on\nsufficiently “credible evidence,” the provision would give the committees a role in executing the\nlaw that the Constitution does not allow. “{O]nce Congress makes its choice in enacting\nlegislation, its participation ends. Congress can thereafter contro! the execution of its enactment\nonly indirectly—by passing new legislation” —that complies with the bicameralism and\npresentment requirements of Article I. Bowsher v. Synar, 478 U.S. 714, 733-34 (1986); see also\nINS v. Chadha, 462 U.S. 919, 951-52, 958 (1983). To avoid this concern, we recommend\nreplacing “provides to the appropriate congressional committees credible evidence” with\n“determines;” and replacing “Such credible evidence” with “Such determination.”\n\nTs Section 108\n\nDOJ opposes the requirement in section 108 to create a database “combining all\napplicable data collected by each Federal department and agency represented on the Interagency\nTask Force to Monitor and Combat Trafficking.” The database would contain law enforcement\nsensitive information, which would prevent the data from being accessible to non-law\nenforcement agencies, many of which are a part of the interagency task force, Furthermore, such\na database would be difficult to create, particularly within the timeframe provided in the statute,\nbecause it would require information from multiple agencies that collect data in varying forms\nand levels of specificity,\n\n8. Section 109\nThis section authorizes the President to establish an award for efforts against trafficking\n\nand directs him to establish procedures for selecting recipients of the award. DOJ opposes this\nprovision, as it interferes with the President’s policy-making authority.\n\nHOUSE_OVERSIGHT_012374",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012374.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3202,
    "word_count": 474,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:48.678079",
    "prefix": "IMAGES-001"
  }
}