{
  "document_id": "HOUSE_OVERSIGHT_023821",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023821.txt",
  "text": "CHAPTER 7\n\nMZ\n\naS\nPE G@:\n\nKnowledge-Based Education vs.\nProcess-Based Education\n\nDiagnosis is not the end, but the beginning of practice.\n—Martin H. Fischer\n\nIn our society we have set up schools to teach knowledge. We concern\nourselves with what facts children know, we test to make sure they\nknow them, and then we complain that the schools are failing when\nthey don’t. This idea is so ingrained in our way of looking at school-\ning that when people like me complain about it, we are seen as people\nwho are rambling around muttering to ourselves.\n\nThere are so many people having anxiety attacks about what kids\nknow, it seems one can find an article about it in every news segment\non education.\n\nI happened on an article in Huffington Post written by someone\nnamed Schweitzer who is listed as “having served at the White\nHouse during the Clinton Administration as Assistant Director for\nInternational Affairs in the Office of Science and Technology Policy.”\nHere is a piece of what he said:\n\nThe health care debate cannot be understood in historic context\nbecause many Americans have never heard of Thomas Jefferson.\nExtrapolating from state surveys, only 14% of American high\nschool students can name who wrote the Declaration of\nIndependence. Nearly 75% do not know that George Washington\nwas our first president. ... We can say that our educational\nsystem has failed when the vast majority of American students\ndo not know enough to pass an exam to qualify as American\ncitizens.\n\nThis is an astonishing statement.\n\n75\n\nHOUSE_OVERSIGHT_023821",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023821.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1547,
    "word_count": 259,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:45.633487",
    "prefix": "IMAGES-007"
  }
}