{
  "document_id": "HOUSE_OVERSIGHT_023941",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023941.txt",
  "text": "How the Best Universities Inadvertently Ruin Our Schools 195\n\nthe experience that this man had had working as an economic advisor\nin the White House. The students played that role in the simulation\nand learned how economics is used in the real world.\n\nAll of this is really beside the point, however. I learned, during\nthese conversations, that at Columbia calculus is required in order to\nbe an economics major. I wondered about this, since the courses we\nwere building never had any complicated math in them, so it seemed\nthat calculus wasn’t something that came up regularly in real-world\neconomics.\n\nI asked and was told that my observation was right and that cal-\nculus was required in order to ensure that there wouldn’t be too many\neconomics majors. As an insider in the university world, I understood\nthis remark, but it needs some explaining for outsiders.\n\nColumbia doesn’t have an undergraduate business major. And, in\nNew York City there are a lot of students interested in business. Colum-\nbia and other Ivy League schools think that business isn’t an academic\nsubject, so students shouldn’t learn it until they go to graduate school.\nColumbia does have a well-respected business school, but, as I pointed\nout, no one really wants to teach undergraduates so they certainly\naren’t lobbying to teach them. (This is also true of medical schools and\nlaw schools and it is why you never see courses for undergraduates in\nthose fields despite the evident interest of the undergraduates.)\n\nSo, potential businesspeople at Columbia need to major in some-\nthing and economics seems to them to be a reasonable second choice.\n(I am not really sure that it is a good choice but these are 18-year-olds\nmaking these decisions.) Thus, the Economics Department is flood-\ned with potential majors. This seems like it would be a good thing,\ndoesn’t it? Students want to study what you teach. Isn’t that good?\n\nWell, not really.\n\nLet us assume we have an economics faculty of 20 people, each of\nwhom teaches three courses a year. So we can offer 60 courses. Sounds\nlike a good number. But this has to include graduate seminars, and\nthe faculty will be lobbying to have more of these and more advanced\ncourses where they can teach their own specialty, as I have said. But\nmajors need courses too. They might need 20 or more. This doesn’t\nleave a lot for introductory courses unless the department runs enor-\nmous lecture courses that have hundreds of students. Now depart-\nments know that such courses are pretty awful things and they try to\nkeep them down to a dull roar. But if you have hundreds of students\nwanting to take your courses, and you were set up with just enough\n\nHOUSE_OVERSIGHT_023941",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023941.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2693,
    "word_count": 462,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:45.533933",
    "prefix": "IMAGES-007"
  }
}