{
  "document_id": "HOUSE_OVERSIGHT_010534",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010534.txt",
  "text": "TERSON\n\nto settle out of court with his\n\na woman who went by the alias\n1-dollar lawsuit against Epstein.\n1e claimed, Epstein was fifty-two\nind her complaint, which was\nworld an early glimpse of what\nof his secret world, looked like\n\nloney manager with a secret cli-\nllionaires,” the lawsuit alleged.\nadous wealth, power and influ-\nal home in New York and also\no, St. Thomas and Palm Beach,\nsn Epstein’s conduct while at his\n\ne complaint continued:\n\nEpstein has a sexual preference\ninor girls. He engaged ina plan\nd access to primarily economi-\ngirls in his home, sexually\nn gave them money. In or about\nipproximately 16 years old, fell\nie one of his victims.\nslief, Jeffrey Epstein carried out\nrls in Florida, New York, and on\nLittle St. James, in St. Thomas.\n\n1 the use of young girls to recruit :\n\n192\n\nFirtuy Ricw\n\nunderage girls. (Upon information and belief, the young girl\nwho brought Jane Doe to Epstein was herself a minor victim\nof Epstein, and will therefore not be named in this Com-\nplaint.) Under Epstein’s plan, underage girls were recruited\nostensibly to give a wealthy man a massage for monetary\ncompensation in his Palm Beach mansion. The recruiter\nwould be contacted when Epstein was planning to be at his\nPalm Beach residence or soon after he had arrived there.\nEpstein or someone on his behalf would direct the recruiter\nto bring one or more underage girls to the residence. The\nrecruiter, upon information and belief, generally sought out\neconomically disadvantaged underaged girls from western\nPalm Beach County who would be enticed by the money\nbeing offered—generally $200 to $300 per “massage”\nsession —and who were perceived as less likely to complain\nto authorities or have credibility if allegations of improper\nconduct were made. This was an important element of\nEpstein’s plan.\n\nEpstein’s plan reflected a particular pattern and method.\nUpon arrival at Epstein’s mansion, the underaged victim\nwould be introduced to Sarah Kellen, Epstein’s assistant, who\ngathered the girl’s personal information, including her name\nand telephone number. Ms. Kellen would then bring the girl\nup a flight of stairs to a bedroom that contained a massage\ntable in addition to other furnishings. There were photo-\ngraphs of nude women lining the stairway hall and in the\nbedroom. The girl would then find herself alone in the room\nwith Epstein, who would be wearing only a towel. He would\nthen remove his towel and lie naked on the massage table,\nand direct the girl to remove her clothes. Epstein would then\n\n193\n\nHOUSE_OVERSIGHT_010534",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010534.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2546,
    "word_count": 427,
    "line_count": 72,
    "import_date": "2025-11-19T21:47:45.534089",
    "prefix": "IMAGES-001"
  }
}