{
  "document_id": "HOUSE_OVERSIGHT_018293",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018293.txt",
  "text": "waiting for his flight in front of a TV in the crapped-out lobby of an old hotel on the\nroad out of town, watching Mubarak’s promised speech. The President projected\ntotal confidence on screen. This was the Mubarak Wisner had known in the 1980s.\nThere had always been a barreling self-assurance about the man; it was alive in him\nnow, facing the unthinkable. Ruggedly handsome and perfectly controlled. You could\nalmost believe, as Wisner did for a moment, “This was a great man who had led a\ncountry through difficult times. He will endure.” Six assassination attempts. Mubarak\nhad always been a survivor.\n\nYet as he watched, Wisner knew the challenge the great man faced. Did Mubarak, he\nwondered? Did he even understand what was happening around him? That he was\ngiving the speech on television, in the face of this strange revolutionary movement\nthat was unfolding on the smart phones of Cairo as much as on its streets, was a\nsubtle admission: Old power struggles to handle new rules. Wisner had seen tapes\nof the earlier speeches, the ones intended to calm the crowds which had in fact\ninflamed them further. He knew just how fine the edge Mubarak now paced.\nMubarak needed to address the protestors on their own level. He needed to show he\nunderstood. There was only one thing he must not do, Wisner thought as he\nwatched. He must not address the protesters paternalistically, as a father might\nspeak to a child. On the screen in front of him, Mubarak continued in his steady,\nslightly strident voice. “I am speaking to you all from the heart,” he said. “A speech\nfrom a father to his sons and daughters.”\n\nTwo weeks later, Mubarak was gone.\n2.\n\nImagine, for a moment, you are Mubarak - or really any successful early 215' century\nautocrat. You’ve managed several decades of control in your Middle Eastern, North\nAfrican or Asian country. Perhaps you've inherited your position from your father or\nan uncle. They’ve taught you about power. Keep it tightly controlled. Replace key\nofficials regularly. Execute your enemies from time to time. You’ve learned the\nvirtues of the hard crackdown. You've sent your security officers to the best military\nschools in the US and Europe, and taught them to temper their firm grip with (a bit\nof) humanity. In short, you’ve mastered the use of a strong hand and the\nestablishment of a certain national logic that suggested your name — Qadafi or\nMubarak or el-Abidine ben Ali - as a synonym for stability, for prosperity and even\npride. This seems to you like the most stable possible order. You know that someday\nit might have to change, but that day seems a long way off. You delay reform. You\nprepare your son to take over. Meanwhile, your citizens begin to acquire the\nInternet and cell phones. And one day in 2008, following a financial crisis far away\nfrom your own shores, you begin to notice an unnerving trend.\n\nOn the streets of Iceland and then Spain and then Chile and then Israel and Ukraine\nand Turkey and Mexico and then New York City, thousands or hundreds of\n\nthousands of citizens gather. There is no one leader of any of these protests. Instead\nthese movements breathe and grow like an organic whole. The discontent is diffuse\n\n61\n\nHOUSE_OVERSIGHT_018293",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018293.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3217,
    "word_count": 558,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:48.348664",
    "prefix": "IMAGES-004"
  }
}