{
  "document_id": "HOUSE_OVERSIGHT_024438",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024438.txt",
  "text": "MEMORANDUM AND EVERY PERSON WHO SIGNED THE OFFERING MEMORANDUM OR A RIGHT\nOF RESCISSION AGAINST EVERY SELLER WHERE AN OFFERING MEMORANDUM CONTAINS A\nMISREPRESENTATION. SUCH PURCHASERS WHO PURCHASE A SECURITY OFFERED BY THE\nOFFERING MEMORANDUM DURING THE PERIOD OF DISTRIBUTION ARE DEEMED TO HAVE\nRELIED ON SUCH MISREPRESENTATION IF IT WAS A MISREPRESENTATION AT THE TIME OF\nPURCHASE.\n\nFOR PURCHASERS IN ONTARIO AND NOVA SCOTIA, THESE STATUTORY RIGHTS ARE\nEXERCISABLE, IN THE CASE OF AN ACTION FOR RESCISSION, 180 DAYS AFTER THE DATE OF\nTHE TRANSACTION THAT GAVE RISE TO THE CAUSE OF ACTION OR, IN THE CASE OF ANY\nACTION, OTHER THAN AN ACTION FOR RESCISSION, THE EARLIER OF (1) 180 DAYS AFTER THE\nPLAINTIFF FIRST HAD KNOWLEDGE OF THE FACTS GIVING RISE TO THE CAUSE OF ACTION AND\n(I} THREE YEARS AFTER THE DATE OF THE TRANSACTION THAT GAVE RISE TO THE CAUSE OF\nACTION. NOTWITHSTANDING THE FOREGOING, IN NOVA SCOTIA, NO ACTION MAY BE\nCOMMENCED MORE THAN 120 DAYS AFTER THE DATE ON WHICH PAYMENT WAS MADE FOR\nTHE SECURITIES OR AFTER THE DATE ON WHICH THE INITIAL PAYMENT FOR THE SECURITIES\nWAS MADE WHERE PAYMENTS SUBSEQUENT TO THE INITIAL PAYMENT ARE MADE PURSUANT\nTO A CONTRACTUAL COMMITMENT ASSUMED PRIOR TO, OR CONCURRENTLY WITH, THE\nINITIAL. PAYMENT.\n\nFOR PURCHASERS IN NEW BRUNSWICK, THESE STATUTORY RIGHTS ARE EXERCISABLE, IN\nTHE CASE OF AN ACTION FOR RESCISSION, 180 DAYS AFTER THE DATE OF THE TRANSACTION\nTHAT GAVE RISE TO THE CAUSE OF ACTION OR, IN THE CASE OF ANY ACTION, OTHER THAN AN\nACTION FOR RESCISSION, THE EARLIER OF (I) ONE YEAR AFTER THE PLAINTIFF FIRST HAD\nKNOWLEDGE OF THE FACTS GIVING RISE TO THE CAUSE OF ACTION AND (II) 6 YEARS AFTER\nTHE DATE OF THE TRANSACTION THAT GAVE RISE TO THE CAUSE OF THE ACTION.\n\nTHE RIGHTS DISCUSSED ABOVE ARE IN ADDITION TO AND WITHOUT DEROGATION FROM ANY\nOTHER RIGHT OR REMEDY WHICH PURCHASERS MAY HAVE AT LAW AND ARE INTENDED TO\nCORRESPOND TO THE PROVISIONS OF THE RELEVANT SECURITIES LEGISLATION AND ARE\nSUBJECT TO THE DEFENCES CONTAINED THEREIN.\n\nCanadian Federal income Tax Considerations. THIS MEMORANDUM DOES NOT DISCUSS THE\nCANADIAN FEDERAL INCOME TAX CONSIDERATIONS RELEVANT TO A HOLDER OF THE UNITS\nRESIDENT IN CANADA FOR PURPOSES OF THE INCOME TAX ACT (CANADA) (THE “ITA\"). THE\nRULES FOR THE TAXATION OF PARTNERS AND PARTNERSHIPS UNDER THE ITA ARE\nEXTREMELY COMPLEX AND, ACCORDINGLY, PROSPECTIVE PURCHASERS OF THE UNITS WHO\nARE RESIDENT IN CANADA ARE STRONGLY ADVISED TO CONSULT WITH THEIR OWN TAX\nADVISORS PRIOR TO PURCHASING ANY UNITS.\n\nForward Looking Statements, CERTAIN STATEMENTS IN THIS MEMORANDUM CONSTITUTE\n“FORWARD-LOOKING STATEMENTS.” FORWARD-LOOKING STATEMENTS = INCLUDE\nSTATEMENTS CONCERNING THE PLANS, OBJECTIVES, GOALS, STRATEGIES AND FUTURE\nOPERATIONS AND PERFORMANCE OF KUE AND THE GENERAL PARTNER AND THE\nASSUMPTIONS UNDERLYING THESE FORWARD-LOOKING STATEMENTS. KUE AND THE\nGENERAL PARTNER USE THE WORDS “ANTICIPATES,” “ESTIMATES,” EXPECTS,” “BELIEVES,”\n“INTENDS,” \"PLANS,\" “MAY,” “WILL,” “SHOULD,” AND ANY SIMILAR EXPRESSIONS TO IDENTIFY\nFORWARD-LOOKING STATEMENTS. THESE FORWARD-LOOKING STATEMENTS INVOLVE\nKNOWN AND UNKNOWN RISKS, UNCERTAINTIES AND OTHER IMPORTANT FACTORS THAT\nCOULD CAUSE ACTUAL RESULTS, PERFORMANCE AND ACHIEVEMENTS FO BE MATERIALLY\nDIFFERENT FROM ANY FUTURE RESULTS, PERFORMANCE OR ACHIEVEMENTS EXPRESSED\nOR IMPLIED BY SUCH FORWARD-LOOKING STATEMENTS. SUCH FORWARD-LOOKING\nSTATEMENTS ARE BASED ON NUMEROUS ASSUMPTIONS REGARDING PRESENT AND FUTURE\nBUSINESS STRATEGIES AND THE ENVIRONMENT IN WHICH KUE AND THE GENERAL PARTNER\nWILL OPERATE IN THE FUTURE. AS A RESULT OF THESE RISK, UNCERTAINTIES AND\n\nHOUSE_OVERSIGHT_024438",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024438.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3620,
    "word_count": 562,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:46.958524",
    "prefix": "IMAGES-007"
  }
}