{
  "document_id": "HOUSE_OVERSIGHT_017181",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017181.txt",
  "text": "4.2.12\nWC: 191694\n\nChapter 6 Offensiveness- Pornography: I Am Curious Yellow and Deep Throat\n\nFreedom of speech is not free. The right to say, show or publish often carries a heavy price tag.\nAs kids, we recited the following ditty: “Sticks and stones may break my bones, but names will\nnever harm me.” Before too long we learned, often from painful experiences, how wrong it was.\nNames—such as “kike,” “fag,” “wop,” “nigger,” “retard,” “sissy,” “fatso”—could harm far more\nthan sticks and stones. Lies, rumors, gossip, slurs, insults, caricatures could all be painful. Even\nthe truth can hurt.*' That’s why we learn to be “polite’”—1to self-censor. That’s why families,\nschools, groups and other institutions have rules, sometimes explicit, more often implicit,\nregulating speech. “We just don’t say that kind of thing around here,” is a common, if informal,\nlimitation on freedom of expression.\n\n99 ¢¢\n\nIt is a far cry, however, from an informal family understanding to formal government legislation\nand enforcement of formal restrictions on expression. I would never use —or allow anyone I love\nto use—the kind of epithets listed in the prior paragraph, but nor would I want the government to\nprohibit, under threat of criminal punishment or prior restraint, the use of those or other hurtful or\noffensive words.\n\nYou may remember that in the 1970s, the comedian George Carlin listed the seven words that\ncould never be uttered on radio or television. The list included such innocent words as “piss” and\n“tits.” (Use your imagination for the other 5!)\n\nAlthough the list was never officially promulgated by the Federal Communications Commission,\nthe uttering of the prohibited words on a Pacifica radio station that broadcast Carlin’s routine led\nto a Supreme Court decision setting out standards for what could and could not be said during\ncertain hours of the day and night.\n\nCarlin’s routine also became fodder for other comedians and led to the widespread mocking of\nany attempts to create lists of approved and unapproved words.\n\nNonetheless, governments have understandably sought to protect some adult citizens*’ from being\n“offended” by the words or expressions of other citizens. Nudists are not free to bare their\nprivates in public, since most people are offended by the sight of other people’s naked bodies,\nthought they may be free to do so in special areas set aside for those who are not so offended.** I\n\n31 At common law, truth was not a defense to defamation because a “truthful defamation was deemed more harmful\nthan a false one.” See Alan Dershowitz, Finding Jefferson (Wiley 2008 pages 104-05).\n\n>». The exposure of such material raises separate issues but the Supreme Court has ruled that the potential exposure\nof children does not by itself justify censoring adults. See\n33 See Dershowitz, The Best Defense, Chapter 5.\n\nIn any event, the issue of pornography illustrates at least two distinct types of harm that have the alleged basis for\nprohibiting expression. A related harm grows out of the expectation that certain people who are offended by\ncertain kind of speech will react violently to the offending person. Thus, if a white person confronts a black person\nand calls him by the “N word,” the black person may well respond by striking the offender. Similarly if a Jewish,\nMuslim, Italian, Irish, Polish or gay person is confronted with a word or name deeply offensive to him or his\n\n94\n\nHOUSE_OVERSIGHT_017181",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017181.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3444,
    "word_count": 565,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:44.271367",
    "prefix": "IMAGES-004"
  }
}