{
  "document_id": "HOUSE_OVERSIGHT_017330",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017330.txt",
  "text": "4.2.12\nWC: 191694\n\nactions that fall into a gray area. Let me explain something: No means no. There is no\ngray area.\n\nBut in many date rape situations, the alleged victim didn’t say no. Nor did she say yes. There are\ngrey areas.\n\nI received countless letters, phone calls, and personal attacks denouncing me for agreeing to\nrepresent Tyson on his appeal. Here are some excerpts from the letters:\n\nIt’s too bad that a punk like Tyson can afford to pay for the top legal representation... but\nsince you had the right to refuse to represent him, I fault you!\n\nIt saddens me that you yourself continue to worship at the altar of the great god of\nviolence and fear of women.\n\nMr. Tyson is a convicted rapist with obvious psychological problems who needs a\npsychiatrist not an attorney who will argue excuses for his behavior! If, through your\nefforts, Mike Tyson is not held accountable for his behavior, then you do a disservice to\nall women and we become victims of a pandemic legal system gone awry!\n\nMike Tyson? He doesn’t deserve the best—it’s a shanda!! (“Shanda” is the Yiddish for\n“shame.”)\n\nWhen you choose to represent someone like Mike Tyson, you attach the Jewish\ncommunity to your action...I now find it hard to understand how you can mount a\npassionate defense for a convicted rapist.\n\nShame on you, Alan Dershowitz, if you handle this appeal.\n\nThe most surprising response came from some Harvard Law School students, who should\nunderstand that our adversary system of justice requires that all convicted defendants be accorded\na zealous appeal.\n\nI don’t know what actually took place in Mike Tyson’s hotel room on that fateful night, but it\nmay well have fallen into the category of gray area. He believed that she wanted to sleep with\nhim. She may have been ambivalent or sending mixed signals (though I doubt it). It was a close\ncase and Tyson was entitled to have his defense presented vigorously, both at trial and on appeal.\n\nYet several of my students strongly objected to their teacher representing “a convicted rapist.” A\ncouple of them even threatened to file “sexual harassment” charged against me because my\nrepresentation of Tyson created a “hostile environment” for students who believed he was guilty.\n\nThe protest then broadened to the way I discussed the crime of rape in class. In my criminal law\nclass, I teach the law of rape as an example of a cutting-edge subject that poses a sharp conflict\nbetween the rights of defendants and their accusers. As usual, I take a “devil’s advocate” position\non politically correct issues. For example, although I personally oppose capital punishment, I\n\n243\n\nHOUSE_OVERSIGHT_017330",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017330.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2646,
    "word_count": 450,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:46.429469",
    "prefix": "IMAGES-004"
  }
}