{
  "document_id": "HOUSE_OVERSIGHT_017243",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017243.txt",
  "text": "4.2.12\nWC: 191694\n\nSome examples from my personal Hall of Fame of true First Amendment believers:\n\n- Women against Pornography and Censorship is an organization that tries to educate\nthe public about what they perceive to be the sexist evils of pornography. But at the\nsame time, they try to educate about the evils of censorship, reminding their listeners\nthat if the government is given the power to censor pornography today, then\ntomorrow it may demand the power to prohibit the publication of information about\nbirth control and abortion.\n\n- Action for Children’s Television strongly opposed much of the daily fare to which our\nchildren are exposed on the boob tube, but they also oppose censorship of television\nby the Federal Communications Commission.\n\n- Those Jews, including some Holocaust survivors, who defended the rights of the Nazis\nto march through Skokie and who now defend the rights of hateful Holocaust deniers\nto publish their garbage.\n\n- Those pro-choice activists who refuse to call the cops when right-to-lifers picket in\nfront of abortion clinics.\n\nOne group that is in danger of being drummed out of the First Amendment Hall of Fame is the\nAmerican Civil Liberties Union (ACLU). Until recently, it was a charter member. But in recent\nyears some of its branches have gotten soft on the First Amendment when it comes to racist,\nsexist and homophobic speech on college campuses. The ACLU has refused to defend the rights\nof the CIA to recruit on campus. It was nowhere to be seen when Dartmouth University\ndisciplined members of the right-wing Dartmouth Review for engaging in “vexatious,”\n“aggressive,” and “confrontational” speech against an African-American professor and as\nmentioned earlier, some of its leaders defended the right of pro-Palestinian students to shut down\na pro-Israel speaker. As of now, the ACLU is still a member, but it is getting close to being\nplaced on probation.\n\nIf you want to join the First Amendment Club, you must attend at least one free speech rally in\nsupport of views that you thoroughly despise. I mean really hate! It is not enough to say, as\nsome do about the Mappelthorpe photographs, “Well, that’s really not my taste, but I don’t see\nwhy others who enjoy that kind of thing shouldn’t be free to see it.” That’s cheating. You must\nfind something that really disgusts, angers, or offends you to the core. Condemn the content, but\ngo out and defend its right to be expressed. Then come and claim your First Amendment\nmembership card. Too few Americans qualify for the card. Until more do, the First Amendment\nwill always be at risk, because it is always being confronted with new and unanticipated\nchallenges.\n\n156\n\nHOUSE_OVERSIGHT_017243",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017243.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2701,
    "word_count": 449,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:45.612838",
    "prefix": "IMAGES-004"
  }
}