{
  "document_id": "HOUSE_OVERSIGHT_028961",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028961.txt",
  "text": "Vision rules needed to craft coherent image . Edges? \" Faggehtabowtit.\" Two edges crafted by software\n\nOn Thursday, December 24, 2015, Noam Chomsky <_ MP wrote:\n\n| presume that the software just guides the hardware. Don’t see how that changes the considerations.\n\nFrom: jeffrey E. [mailto:jeevacation@gmail.com]\nSent: Thursday, December 24, 2015 10:09 AM\n\nSubject: Re:\n\nThe hardware of vision is an input system , It's the software that I'm referring to .\n\nOn Thursday, December 24, 2015, Noam Chomsky {qgaaa> wrote:\n\nWe don’t teach children language either, contrary to many beliefs. The visual grammar just grows, and as is known,\ncan develop in various ways depending on early experience. Same with the language grammar, though the period in\nwhich experience has a shaping effect is much longer.\n\nHowever, there are fundamental differences between vision and language. Can send you a recent paper about it if\nyou like. Vision is an input system. Language isn’t. It’s an internal capacity, a system of knowledge, which is used to\nprocess input and also to produce thoughts (sometimes externalized). Seems also to be modality independent. And\ntheir properties look wholly different, so it’s hard to see how one could piggy-back on the other.\n\nNoam\n\nFrom: jeffrey E. [mailto:jeevacation@ gmail.com]\nSent: Thursday, December 24, 2015 9:24 AM\n\nSubject:\n\nwe dont teach children to see. they have a visual grammar built in. why wouldnt we expect some mutation\nof that system to allow auditory grammar.\n\nplease note\n\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\n\nJEE\n\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\nand may be unlawful. If you have received this\n\nHOUSE_OVERSIGHT_028961",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028961.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1901,
    "word_count": 298,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.003528",
    "prefix": "IMAGES-010"
  }
}