{
  "document_id": "HOUSE_OVERSIGHT_012167",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012167.txt",
  "text": "3:\n\n36.\n\n37.\n\n38.\n\na\n\n40.\n\nKIRKLAND & ELLIS LLP\nSloman’s demand, other than to protect prospective plaintiffs from being interviewed\nprior to their retaining an attorney (including, as it tumed out, Mr. Sloman’s former law\npartner) to bring civil lawsuits against Epstein.\n\nMr. Sloman also demanded that Epstein “begin his term of incarceration not later than\nJanuary 4, 2008,” id., which tumed out to be just three weeks before the first civil lawsuit\nwould be filed against Epstein.\n\nContrary to the express agreement of United States Attorney Acosta that the federal\ngovernment would not interfere in the administration of any state sentence, Mr. Sloman\ntried to limit gain time and or work release by stating that Mr. Epstein must “make a\nbinding recommendation that the Court impose a sentence of 18 months of continuous\nconfinement in the county jail.” Jd. (This followed Mr. Sloman’s position that the Office\nwould consider a state sentence ordering probation in lieu of incarceration to be a breach\nof the deferred-prosecution agreement.) Shortly thereafter, Mr. Sloman sent the FBI to\nmeet with the state sex-crimes prosecutor in an attempt to secure her commitment to\noppose work release.\n\nMr. Sloman insisted that Mr. Epstein not learn the identities of the government’s list of\nalleged “victims” until after Epstein was sentenced and incarcerated.\n\nWe have reason to believe that, around this same time, Mr. Sloman’s former law partner,\nJeffrey Herman, had met with the father of one of the prospective plaintiffs, Saige\nGonzalez.> At the same time (and until as recently as March of 2008), the Official\nFlorida Bar website continued to identify Mr. Sloman as a named partner in Mr.\nHerman’s firm. See Tab 31, Florida Bar Website page.\n\nMr. Herman, who is the named pariner in the former firm of Herman, Sloman, &\nMermelstein, filed five lawsuits, each asking for $50 million, against Mr. Epstein. Each\nlawsuit is entitled “Jane Doe # vs. Jeffrey Epstein,” despite the fact that each of the\nplaintiffs is an adult and not entitled to plead anonymously. See Tab 32, Examples of\nFederal Complaints.\n\nMr. Herman convened press conferences contemporaneously with filing three of the\nsuits. In the most recent press conference, he admitted that all of the plaintiffs lied to\nEpstein about their ages. See Tab 33, Herman Public Statement. One of the supposedly\ntraumatized “victims” actually pled in her complaint that she returned to Epstein’s house\n“on many occasions for approximately three years.” Another of these supposedly\ntraumatized “victims” herself acted to introduce her friends and acquaintances to Mr.\n\nThe Justice Department rules disqualify employees from working on matters in which their former employers\nhave an interest: “an employee shall be disqualified for two years from participating in any particular matter\nin which a former employer is a party or represents a party if he received an extraordinary payment from\nthat person prior to entering Government service. The two-year period of disqualification begins to run on the\ndate that the extraordinary payment is received.” 5 C.F.R. § 2635.503(a) (emphasis added).\n\nHOUSE_OVERSIGHT_012167",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012167.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3170,
    "word_count": 504,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:48.997640",
    "prefix": "IMAGES-001"
  }
}