{
  "document_id": "HOUSE_OVERSIGHT_019272",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019272.txt",
  "text": "BREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\n\nlen\" the democratic revolution from the Polish people\nby failing to carry out a proper purge of communists\nand their collaborators.\" PiS even initiated a cam-\npaign to sully the reputation of Lech Walesa, leader of\nthe anticommunist Solidarity movement in the 1980s,\nby accusing him of working as a communist agent.’\n\nSince coming to power with a parliamentary majority\nin October 2015, PiS has embarked on a course of\nchange that places it solidly in the illiberal camp, with\nmany of the initiatives mirroring those enacted by\nFidesz in Hungary.\n\nAs in Hungary, an initial focus for the new government\nwas securing control of the Constitutional Tribunal.\nPiS has moved to pack the court with its own appoin-\ntees, using tactics that are blatantly illegal according\nto Polish law and which have drawn criticism both\nfrom the EU and the United States.'* However, party\nleader Jarostaw Kaczynski, who holds a seat in the\nparliament but no formal government position, has\nmuch greater ambitions to refashion Poland along\nculturally conservative and politically illiberal lines.\n\nThe media are a major target. The government quickly\nasserted control over public broadcasters and purged\nthem of journalists whom it regarded as loyal to the op-\nposition.’” PiS officials have also spoken of the need to\n“restore balance” to the private media by, among other\nthings, taking measures to reduce foreign ownership of\nkey outlets. Already, the new government has used its\npower over the allocation of state advertising to reward\nfriendly media and punish its critics.'®\n\nThe new government has involved itself in a debate\nover history. It proposed a law that would punish those\nwho use the phrase “Polish death camps’ to refer to\nsites established by Nazi Germany in Poland during\nWorld War II.!9 PiS leaders have demonized scholars,\nsuch as the eminent historian Jan Gross, who have\npublished research on the participation of Poles in\n\nthe persecution of Jews during the war. Gross was\nquestioned by a prosecutor on his research, and there\nwas talk of rescinding an award he had received.”° The\ngovernment threatened to withdraw support from the\nuseum of the Second World War, a project that was\nnear completion in Gdansk and enjoyed strong support\nfrom such highly regarded scholars as Timothy Snyder\nand Norman Davies. PiS complained that the museum\nfocused on all victims of the conflict rather than on\nspecifically Polish suffering.”?\n\nPerhaps the most unsettling measure enacted under\n\nthe PiS government is an ambitious law that, in the\nname of counterterrorism, gives the security services\nsweeping powers over telecommunications and\npersonal information. With this legislation, Poland\nbecame one of the first countries in the democratic\nworld to embrace the use of telecommunications\nshutdowns in a particular area, a measure that\nsmacks of digital repression.??\n\nThe law gives Poland's domestic intelligence agency\nunrestricted access to personal data without ap-\nproval from a court or any other body. Tax reports,\nvehicle information, insurance information, financial\nstatements, and other records are all now available\n\nto the intelligence service of a government that has\nmade a point of naming party loyalists to key security\npositions. The legislation also grants the domestic\nsecurity agency the ability to shut down websites. The\naction can be reviewed by a court within five days, but\nthis is far from reassuring in light of the government's\nefforts to exert political control over the judiciary.\n\nThe legislation is ostensibly needed to counter acts of\nterrorism. But Poland has not experienced a terrorist\nact since 1939, and has one of the smallest popula-\ntions of Muslim immigrants—often perceived as a risk\nfactor for terrorism—in Europe. Furthermore, the law\nis written in vague terms that give the government\ngreat latitude to decide what is and is not an act of\nterrorism.23 Given the PiS leadership's penchant for\nsmearing its political adversaries as traitors to the\nPolish nation,”* it is not inconceivable that such a law\n\ncould one day be used against the opposition.\n\nllliberalism’s preconditions\n\nThe triumph of illiberal governments in countries like\nHungary and Poland raises the question of whether\nthe phenomenon will spread further. Might illiberal-\nism come to dominate a society with much deeper\ndemocratic roots—Austria, France, or even the United\nStates?\n\nFrom a practical standpoint, illiberal forces are unlikely\nto transform countries where the political divide is rel-\natively equal and the established parties have strong,\nloyal followings.\n\nIt is only when the mainstream parties suffer cata-\nstrophic electoral setbacks that illiberal challengers\ncan rush into the breach.\n\nThe Socialist Party had governed Hungary for much of\nthe period since 1989, but it rapidly lost credibility due\n\n38\n\nHOUSE_OVERSIGHT_019272",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019272.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4935,
    "word_count": 776,
    "line_count": 117,
    "import_date": "2025-11-19T21:47:49.381890",
    "prefix": "IMAGES-005"
  }
}