{
  "document_id": "HOUSE_OVERSIGHT_017347",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017347.txt",
  "text": "4.2.12\nWC: 191694\n\nChapter 15: The changing impact of the media on the law\n\nCriminal trials involving life and death, such as the O.J. Simpson case, or rape, such as the Mike\nTyson cases, always generate massive media coverage, especially when famous people are in the\ndock. Some civil trials, especially those with allegations of sexual misconduct, are also widely\ncovered. In this chapter, I focus on two such cases—both quasi-criminal in nature, both involving\nallegations of improper sexual relations—that reflect the changing impact of the media on our\nlegal process. I also relate my involvement in other high profile cases in which celebrities and\npublic figures have become the focus of media attention. Based on these and other cases, I draw\nconclusions about the nature of celebrity justice and the impact of the media on high visibility\ncases.\n\nIn the days before radio and television, trials were covered primarily by the print media.\nNewspapers wrote articles about notorious cases. Pamphlets were issued containing excerpts\nfrom the transcripts. Some lawyers became famous even without the benefit of the electronic\nmedia. Daniel Webster, Abraham Lincoln, William Jennings Bryant, Clarence Darrow were all\nhousehold names. So were some of their famous and infamous clients.\n\nThe advent of gavel to gavel television coverage has changed the way in which the public views\nthe law and the way in which the law operates. It has turned lawyers into celebrities and clients\ninto household names. Today, everyone has an opinion on the high profile cases of the day, and\nthese opinions have impact not only in the court of public opinion but in the courthouse as well.\nNo lawyer, especially those who practice criminal or constitutional law, can afford to ignore the\nimpact of this phenomenon on tactics and strategy. Cases can be won or lost as easily on the\ncourthouse steps as in the courtroom itself.\n\nI have played a role in the ongoing debate regarding the manner by which trials are covered, most\nparticularly whether they should be televised. (I think they should and have strongly advocated\nthat view in debates, on television and in articles.) Several of my cases were among the first and\nmost widely televised trials, in our history. In others, I have served as a real-time commentator\nfor trials covered by network television and Court TV.\n\nThroughout my career, I have tried to use the media to the advantage of my clients, and the media\nhas tried to use me and my clients in an effort to sell soap and other commercial products.\nSometimes the relationship is symbiotic. More often it is antagonistic. It is rarely neutral. This is\nespecially the case involving the many celebrities I have represented.\n\nAlthough the vast majority of my clients over the years have been obscure and often\npenurious—about half of my cases have been without any fee—the media often portrays me as a\n“celebrity” or “high profile” lawyer. I don’t like those characterizations of my life-work, but there\nis some truth in it, because many of my cases have been extensively covered by the media. That is\nin the nature of criminal or constitutional lawyer, since cases involving my specialties tend to raise\nissues of public interest. It is also true that because I have become relatively well known as a\nresult of these cases, I receive calls from famous people seeking my advice or my representation.\n\nI don’t like the term “celebrity lawyer” because it suggests that I select my cases on the basis of\nthe status of the client, rather than the nature of the case or cause. Nothing could be further from\n\n260\n\nHOUSE_OVERSIGHT_017347",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017347.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3627,
    "word_count": 605,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:45.145839",
    "prefix": "IMAGES-004"
  }
}