{
  "document_id": "HOUSE_OVERSIGHT_015466",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015466.txt",
  "text": "NAUTIL.US | TEXT SETS\n\n4. What concept is at work in the ion drive? (Hint:\nwhat is conserved?)\n\n5. What other travel options work on this principle?\n\n6. How much momentum does an electron fired\nfrom a gun have?\n\nDISCUSSION QUESTIONS\n\n1. Why not take a traditional rocket to Alpha\nCentauri?\n\n2. Which of the propulsion meturds listed 1s most\nlikely to succeed? Would any be used together?\n\n3. Would it be worth going if it took generations?\n\n4. How far away is the next-nearest star?\n\nACTIVITIES\n\n1. Research and create a brochure or ad enticing\nastronauts to make the trip. What would they eat?\nWhat psychological qualities would they need? If\nrobots were sent, how would they be fixed? What\nkind of data could they expect to collect?\n\n2. Propose another method of traveling to Alpha\nCentauri.\n\nADDITIONAL MULTIMEDIA\n\n1. Voyager I Leaves the Solar System\n(The Guardian) 1 MIN 45 SEC\nA quick explanation of where Voyager 1 is, and\nhow scientists know its location: http://www.\ntheguardian.com/science/video/2013/sep/13/\nvoyager- | -leaves-solar-system-video\n\n2. New Mars Rover Powered by Plutonium\n(Space.com) 2 MIN 30 SEC\nAn introduction to the nuclear battery on\nboard the Mars Curiosity Rover, and the\nadvantages of not using solar power (as with\npast missions): https://www.youtube.com/\nwatch?v=1JOPW8aAcgFt\n\nWHERE THIS FITS IN THE CURRICULUM\n\nStructure and Properties of Matter (HS-PS1-8) Develop\nmodels to illustrate the changes in the composition\nof the nucleus of the atom and the energy released\nduring the processes of fission, fusion, and radioac-\ntivedecay.\n\nForces and Interactions (HS-PS2-1) Analyze data to sup-\nport the claim that Newton’s second law of motion\ndescribes the mathematical relationship among the\nnet force on a macroscopic object, its mass, and its\nacceleration.\n\nForces and Interactions (HS-PS2-2) Use mathematical\nrepresentations to support the claim that the total\nmomentum of a system of objects 1s conserved when\nthere is no net force on the system.\n\nEngineering Design (HS-ETS1-3) Evaluate a solution\nto a complex real-world problem based on priori-\ntized criteria and trade-offs that account for a range\nof constraints, including cost, safety, reliability, and\naesthetics, as well as possible social, cultural, and\nenvironmental impacts.\n\nHOUSE_OVERSIGHT_015466",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015466.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2298,
    "word_count": 356,
    "line_count": 77,
    "import_date": "2025-11-19T21:47:46.659828",
    "prefix": "IMAGES-003"
  }
}