{
  "document_id": "HOUSE_OVERSIGHT_020649",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020649.txt",
  "text": "190\n\nbusinessman with business interests in China. There is an unsubstantiated\nrumor that the investment was subsidized by $1 million from the Ministry of\n\nPropaganda.\n\ne Duowei is another online source that was for years an independent Chinese-\n\nlanguage media. It was purchased in 2009 by a pro-PRC Hong Kong businessman.\n\n¢ Mingjing, or Mirror Media, a Chinese-language web presence based in Canada,\nwas once considered independent of Beijing’s control but has modified its\n\nreporting in recent years.\n\n¢ Backchina.com, (738, ranked as the fifth most popular Chinese website in\nthe United States), was once a staunch critic of China like Duowei. But in 2017\nits editors attended the ninth World Chinese Media Forum in China and its\n\nreporting became far more positive about the PRC.\n\ne Sing Tao Newspaper Group was established in Hong Kong in 1938. In 2001, it\n\nwas purchased by a pro-Beijing businessman.\n\ne The World Journal (#53848) was for years the premier Chinese-language paper in\n\nthe United States. It, too, has softened its stance on the PRC in recent years.\n\ne¢ Ming Pao served the Hong Kong-immigrant community. It is another formerly\n\nindependent newspaper that has fallen under Beijing’s control.\n\ne Boxun is a Chinese-language news site whose servers are located in North\nCarolina. It was founded by an immigrant from China. Its news is highly\n\nunreliable.\n\n¢ The Epoch Times (2270), the Hope Radio, and New Tang Dynasty TV, remain\nindependent of PRC control. They are either owned or operated by adherents\nto the Falun Gong sect, which is banned in China. Their reporting on China\n\nis uneven.\n\n¢ Vision Times (secretchina.com) was founded in 2001 as a website, secretchina\n\n.com, and began publishing a free weekly newspaper in 2005.\n\nAppendix 3\n\nHOUSE_OVERSIGHT_020649",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020649.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1788,
    "word_count": 289,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:48.724157",
    "prefix": "IMAGES-006"
  }
}