{
  "document_id": "HOUSE_OVERSIGHT_014073",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014073.txt",
  "text": "94 CASSELL ET AL. [Vol. 104\n\ninterstate communication in connection with sex offenses and traveling in\ninterstate commerce for the purpose of engaging in illicit sexual conduct\nwith minors.'°’ The local police provided the FBI with information, which\nthe FBI then investigated. Following an investigation, the FBI determined\nthat the allegations of abuse against Epstein were credible, and it presented\nthe case to the U.S. Attomey’s Office for the Southern District of Florida.\nIn 2007, the Office contacted counsel for Jeffrey Epstein and began\nnegotiating a resolution of the case against him.'”°\n\nUnder our proposed test, the victims would not have had CVRA rights\nthe first moment that the FBI became aware of Epstein’s possible\ncommission of sex offenses. But after the FBI developed substantial\nevidence of those sex offenses, identified victims of those offenses, and\npresented the case to the appropriate U.S. Attorney’s Office for prosecution,\nCVRA rights would have attached. Accordingly, the FBI would have been\nrequired to notify the identified victims of their rights under the CVRA (as\nwell as under the VRRA). From that point forward in the case, the victims\nwould have had CVRA rights, such as the right to fair treatment and the\nright to confer with prosecutors. In this case, the victims would have had\nthe right to confer with prosecutors about the nonprosecution agreement\nthat they ultimately reached with Epstein.’\n\nC. CURRENT DEPARTMENT POLICY ON PRE-CHARGING RIGHTS\n\nOne objection that might be made to the formulation offered above is\nthat it might unduly burden federal law enforcement officers and\nprosecutors, who would need to make judgment calls about when an\ninvestigation has coalesced to the point where “victims” are in existence,\n“substantial evidence” has been collected, and notice of rights has to be\nprovided. Any such objection would be ill-founded, though, as it does not\nappear that implementing such an approach would be difficult.*”\nPresumably the Justice Department has already been providing such rights\nin at least Texas, Louisiana, and Mississippi to comply with the Fifth\n\n197 See 18 U.S.C. §§ 2422(b), 2423(b), (e) (2012).\n\n198 A more substantial summary of the case is available in case filings. See Jane Doe\nMotion, supra note 40.\n\n199 See supra Part II.\n\n200 This Article does not discuss mass victim cases in which notice needs to be provided\nto hundreds of victims. But in such situations, the CVRA already provides for “reasonable”\nalternative procedures. 18 U.S.C. § 3771(d)\\(2) (2012). The Department of Justice, for\nexample, has used websites to provide notice in terrorism cases to large numbers of victims.\nSee, e.g., United States v. Ingrassia, No. CR-04-0455ADSJO, 2005 WL 2875220, at *4\n(E.D.N.Y. Sept. 7, 2005); Criminal Division’s Victim Notification Program, U.S. DEP’T OF\nJustice, http://goo.gl/6H6IEk (last visited Dec. 4, 2013).\n\nHOUSE_OVERSIGHT_014073",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014073.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2923,
    "word_count": 458,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.466598",
    "prefix": "IMAGES-002"
  }
}