{
  "document_id": "HOUSE_OVERSIGHT_023755",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023755.txt",
  "text": "Cognitive Process-Based Education 9\n\nyou get good at learning these things, you get good at what life has to\noffer. The list above is a partial list of the group of learning processes\nthat I detail in Chapter 4. It is really quite important. I have used dat-\ning as a simple way of explaining it because no one has to explain why\nthat matters to a teenager. Teenagers know that they have to learn the\nprocesses that I discuss in Chapter 4. As things are now, these impor-\ntant issues are not considered significant enough to deal with seriously\nin school. World history is always considered more important. But\nwhy should that be the choice?\n\nEarlier, I mentioned that students want to learn how to drive as\nwell as how to date. This is a pretty universal goal that teenagers have\nso we should ask of it as well whether it is important and what it\nmight be an instance of that is inherently significant in real life.\n\nOn the surface, driving seems a skill that is an important part of\ndaily life. So, one is led to ask why driving isn’t a school subject? The\nanswer is that it is. Driver’s education has been taught in schools for\nmany years. Not every school offers it, but many do. So what is the\nproblem? It is just a useful skill, not a scholarly subject, so surely I\nam not suggesting that it is more important than physics. That is, of\ncourse, exactly what I am suggesting.\n\nIn our test-driven society, when driver’s ed is taught, it is taught\nwith a clear goal and a clear notion of success. When a student has\npassed the tests and gotten her driver’s license, everyone is satisfied.\n\nWell, not everyone. I was once called in on a consulting assign-\nment for a university hospital that was working on a study to prevent\nteenage car accidents. The study was funded by an insurance company\nthat would have been happy to pay out less in damages and, presum-\nably, also thought fewer dead kids would be a generally good thing.\nWhat is the problem?\n\nStudents may have their licenses but they don’t know much about\ndriving and responsibility. It wouldn’t be a shock to anyone to know\nthat kids drink and drive, text message and drive, and generally yell\nand scream and goof around while driving. They often die from this\nbehavior. Could we teach them not to do that? The answer always\nseems to be to put up posters that say don’t drink and drive and to\nmake them watch scary movies about car accidents. The school system\nstrikes again.\n\nIf we tell them, then they will do it, never seems to work, but we keep\ntrying.\n\nHOUSE_OVERSIGHT_023755",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023755.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2541,
    "word_count": 464,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:47.598954",
    "prefix": "IMAGES-007"
  }
}