{
  "document_id": "HOUSE_OVERSIGHT_010792",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010792.txt",
  "text": "wo worn oO FW ND bP\n\nBM NM NNN BP BP ee ee BR BoB\nnk WD HEH OU DMI HU FWD HO\n\n213\n\n(Recess was held from 9:49 a.m. until 10:01 a.m.)\nVIDEOGRAPHER: Going back on the record.\n\nThe time is approximately 10:01 a.m.\n\nMR. SCOTT: If you've finished your bagel,\nwe're ready to proceed, J think,\n\nMR. SCAROLA: I think we are. I was\nactually ready to proceed a little bit earlier,\n\nbut we'll proceed now.\n\nBY MR. SCAROLA:\n\nQ. Mr. Dershowitz, do you agree with the\nbasic concept that one is presumed to be innocent\nuntil proven guilty?\n\nA. Yes.\n\nQ. Has Virginia Roberts ever been proven to\nbe guilty of any crime at any time, anywhere, at any\nage?\n\nA. I don't know the answer to that question,\nbut I do know that she was brought into the legal\nsystem for stealing money from her employer and |\nthink it's fair to characterize that as her having a\ncriminal record, yeah.\n\nQ. Te the extent that anyone might interpret\nyour comment that Virginia Roberts was ever\nconvicted of a crime, they would be drawing a false\nconclusion as far as you know, correct?\n\noO on~ay nm FF WN\n\nRN NNR NN HE PP PP RP RP BP eB\nOHeWKHH OO MAH UM WHR O\n\n214 |\n\nA. As far as } know, I don’t know of her\nhaving convicted of any crime. But I do know that\n\nshe was proceeded against for having stolen money.\nAnd | don't think she contested that. I don’t think\nthere's any dispute about the fact that she stole\n\nmoney and engaged in other crimes as well.\n\nQ. When did you find out about this alleged\ncrime?\n\nA. As soon as the false allegation against me\nwas made public, | got call after call after call\nfrom people telling me about Virginia Roberts, about\nyour 22 clients. The calls just kept coming in\nbecause there was such outrage at this false\nallegation being directed against me.\n\nMR. SCAROLA: Move to strike the\nunresponsive portion of the answer.\nBY MR. SCAROLA:\n\nQ. You found out as soon as the CVRA\ncomplaint was -- the CVRA allegations referencing\nyou were filed; is that correct?\n\nA. I didn't say that. I said as soon as they\nwere made public and as soon as the newspapers\ncarried these false stories, I recetved phone calls\nand I leamed about -- | learned about her encounter\nwith the criminal justice system.\n\nwo Oman Mm PW bw\n\nNNN NN MH eM we ee bo BoB ob\nPWN H OW ANA UF WDH HO\n\n25\n\noOoMU MAI HO Ff WD\n\n215\n\nQ. That would certainly have been prior to\nFebruary 23rd of 2015, correct?\n\nA. Yes.\n\nMR. SCOTT: Are you going back to the\nexhibit now with the newspapers and --\nMR. SCAROLA: Not yet.\nMR. SCOTT: Okay.\nBY MR. SCAROLA:\n\nQ. Having reviewed the available airplane\nflight logs, you are aware that Bill Clinton flew on\nat least 15 occasions with Jeffrey Epstein on his\nprivate plane, correct?\n\nA. Yes.\n\nQ. Have you ever attempted to get flight log\ninformation with regard to Former President\nClinton's other private airplane travel?\n\nA. No.\n\nQ. Never made a public records request —-\n\nA. Yes.\n\nQ. -- under the Freedom of Information Act\nwith regard to those records?\n\nA. Well, we have made a Freedom of\nInformation request. My -- my attorney in New York,\nLouis Freeh, the former head of the FBI, has made a\nFOIA request for all information that would\n\n216\n\nconclusively prove that Bill Clinton was never on\nJeffrey Epstein’s island, yes.\n\nQ. And you were denied those records,\ncorrect?\n\nA. No, no, no.\n\nQ. Oh, you got them?\n\nMR. SCOTT: Well, wait a minute. Let's\ntake it slow. Ask a question.\n\nA. Asany lawyer knows, FOIA requests take a\nlong, long period of time. So they were neither\ndenied nor were they given to us. They are very\nmuch in process.\n\nBY MR. SCAROLA:\n\nQ. When was --\n\nA. While we're talking about -- may I\ncomplete -- | want to amend one answer | gave\npreviously.\n\nWhile we're talking about the plane logs,\n] must say that during the recess, my wife Googled\nTatiana and found out that she was, in fact, 24\nyears old in 1995, at the time she flew on that\nairplane. So that my characterization of her as\nabout 25 years old is absolutely correct.\n\nAnd the implication that you sought to\ndraw by showing me those pictures was not only\n\n10 (Pages 213 to 216)\n\nwww. phippsreporting.com\n(888) 811-3408\n\nHOUSE_OVERSIGHT_010792",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010792.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4111,
    "word_count": 770,
    "line_count": 174,
    "import_date": "2025-11-19T21:47:44.808666",
    "prefix": "IMAGES-001"
  }
}