{
  "document_id": "HOUSE_OVERSIGHT_017555",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017555.txt",
  "text": "LISA RANDALL\n\nProfessor Lisa Randall studies theoretical particle physics\nand cosmology at Harvard University. Her research\nconnects theoretical insights to puzzles in our current\nunderstanding of the properties and interactions of\nmatter. She has developed and studied a wide variety of\nmodels to address these questions, the most prominent\ninvolving extra dimensions of space. Her work has\ninvolved improving our under-standing of the Standard\nModel of particle physics, supersymmetry, baryogenesis,\ncosmological inflation, and dark matter. Randall’s research\nalso explores ways to experimentally test and verify ideas\nand her current research focuses in large part on the Large\nHadron Collider and dark matter searches and models.\nRandall has also had a public presence through her\nwriting, lectures, and radio and TV appearances. Randall’s\nbooks, Warped Passages: Unraveling the Mysteries of the Universe’s\nHidden Dimensions and Knocking on Heaven's Door: How\nPhysics and Scientific Thinking Hluminate the Universe and the\nModern World were both on The New York Times list of 100\nNotable Books of the Year. Higgs Discovery: The Power of Empty\nSpace was released as a Kindle Single in the summer of 2012\nas an update with recent particle physics developments.\nRandall’s studies have made her among the most\ncited and influential theoretical physicists and she has received\nnumerous awards and honors for her scientific endeavors.\nShe is a member of the National Academy of Sciences, the\nAmerican Philosophical Society, the American Academy of\nArts and Sciences, was a fellow of the American Physical\nSociety, and is a past winner of an Alfred P. Sloan Foundation\nResearch Fellowship, a National Science Foundation Young\nInvestigator Award, a DOE Outstanding Junior Investigator\nAward, and the Westinghouse Science Talent Search. Randall\nis an Honorary Member of the Royal Irish Academy and an\nHonorary Fellow of the British Institute of Physics. In 2003,\n\nshe received the Premio Caterina Tomassoni e Felice Pietro\n\nChisesi Award, from the University of Rome, La Sapienza. In\n\n2006, she received the Klopsteg Award from the American\n\nSociety of Physics Teachers (AAPT) for her lectures and in\n\n2007 she received the Julius Lilienfeld Prize from the American\n\nPhysical Society for her work on elementary particle physics\n\nand cosmology and for communicating this work to the public.\nRandall has also pursued art-science connections,\n\nwriting a libretto for Hypermusic: A Projective Opera in Seven\n\nPlanes that premiered in the Pompidou Center in Paris\n\nand co-curating an art exhibit for the Los Angeles Arts\n\nAssociation, Measure for Measure, which was presented\n\nin Gallery 825 in Los Angeles, at the Guggenheim Gallery\n\nat Chapman University, and at Harvard’s Carpenter\n\nCenter. In 2012, she was the recipient of the Andrew\n\nGemant Award from the American Institute of Physics,\n\nwhich is given annually for significant contributions to the\n\ncultural, artistic, or humanistic dimension of physics.\nProfessor Randall was on the list of Time Magazine’s\n\n“100 Most Influential People” of 2007 and was one of 40\n\npeople featured in The Rolling Stone 40th Anniversary issue\n\nthat year. Prof. Randall was featured in Newsweek's “Who's\n\nNext in 2006” as “one of the most promising theoretical\n\nphysicists of her generation” and in Seed Magazine’s\n\n“2005 Year in Science Icons”. In 2008, Prof. Randall was\n\na\n\namong Esquire Magazine’s “75 Most Influential People.”\nProfessor Randall earned her Ph.D. from Harvard\nUniversity and held professorships at MIT and Princeton\nUniversity before returning to Harvard in 2001. She is also the\nrecipient of honorary degrees from Brown University, Duke\n\nUniversity, Bard College, and the University of Antwerp.\n\nPETER RAVEN\n\nPeter H. Raven, a leading botanist and advocate of\nconservation and biodiversity with a notably international\noutlook, is president emeritus of the Missouri Botanical\nGarden and George Engelmann Professor of Botany\nEmeritus at Washington University in St. Louis. In addition,\nDr. Raven is a Trustee of the National Geographic Society\nand Chairman of the Society’s Committee for Research and\nExploration. For more than 39 years, Dr. Raven headed the\nMissouri Botanical Garden, an institution he nurtured to\nbecome a world-class center for botanical research, education,\nand horticulture display. During this period, the Garden\nbecame a leader in botanical research and conservation\nin Latin America, Africa, Asia, and North America.\n\nDr. Raven first realized in the mid 1960s that\nthe rapid growth of the human population, consumption,\nand the spread of polluting technologies were threatening\nbiological diversity to a degree that had not been realized\nearlier. He soon became an outspoken advocate of the need\nfor conservation throughout the world based on efforts to\nattain sustainability and social justice everywhere. He was\ndescribed by Time magazine as a “Hero for the Planet,” and\nhas received numerous prizes and awards, including the\nInternational Prize for Biology from the government of Japan;\nVolvo Environment Prize; the Tyler Prize for Environmental\nAchievement; the Sasakawa Environment Prize; and the\nBBVA Prize for Ecology and Conservation, Madrid. In October\n2009 he was awarded the first RBG Kew International\nMedal, given on the occasion of the 25oth anniversary of\nthe Gardens; in January 2010, the Award for International\nScientific Cooperation of the Chinese Academy of Science\nand the Friendship Award (for promoting international\ncooperation) from the government of China. Earlier in 2012,\nhe received an award from the President of Mexico for his\nwork with Mexican scientists and institutions over the years.\nEarlier in his career, Dr. Raven held Guggenheim and John\nD. and Catherine T. MacArthur Foundation Fellowships.\n\nIn 2001, Dr. Raven received the National Medal of\nScience, the highest award for scientific accomplishment in\nthe United States. He has been president of the American\nAssociation for the Advancement of Science, Sigma Xi, the\nAmerican Institute of Biological Sciences, and a number of\nother organizations. He served for 12 years as Home Secretary\nof the National Academy of Sciences, to which he was elected\nin 1977. He is also a member of the American Academy of\nArts and Sciences and of the American Philosophical Society,\nof the academies of science in Argentina, Australia, Austria,\nBrazil, Chile, China, Denmark, Georgia, Hungary, India, Italy,\nMexico, New Zealand, Russia, Sweden, Ukraine, the U.K. (the\nRoyal Society), and of the Pontifical Academy of Sciences and\nthe Academy of Sciences for the Developing World (TWAS).\n\nDr. Raven is Co-editor of the Flora of China,\na joint Chinese-American international project that is\nleading to a contemporary, 50-volume account on all the\nplants of China scheduled for completion at the end of\n2012. He was the first chair of the U.S. Civilian Research\nand Development Foundation, a private, congressionally-\nchartered organization that funds joint research with the\nindependent countries of the former Soviet Union.\n\nDr. Raven has written numerous books and\npublications, both popular and scientific, including Biology\nof Plants (co-authored with Ray Evert and Susan Eichhorn,\nW. H. Freeman and Company/Worth Publishers, New York),\nthe internationally best-selling textbook in botany, of which\nthe eighth edition appeared in 2011; and Environment (co-\nauthored with Linda Berg, Wiley & Sons, New York), a leading\ntextbook on the environment, now in its eighth edition (2011).\n\nDr. Raven received his Ph.D. from the University\nof California, Los Angeles, in 1960 after completing his\nundergraduate studies at the University of California, Berkeley.\nHe has been awarded honorary degrees by a number of\nuniversities in the United States and around the world.\n\nHOUSE_OVERSIGHT_017555",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017555.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 7834,
    "word_count": 1202,
    "line_count": 175,
    "import_date": "2025-11-19T21:47:45.102407",
    "prefix": "IMAGES-004"
  }
}