{
  "document_id": "HOUSE_OVERSIGHT_010740",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010740.txt",
  "text": "Case 9:08-cv-80736-KAM Document 306 Entered on FLSD Docket 02/02/2015 Page 6 of 19\n\nSecond, Jane Doe #3 claims that she needed to defame Prof. Dershowitz and others in the\nJoinder Motion because of discovery disputes between the government and Jane Doe #1 and Jane\nDoe #2. This does not even make sense, legally or factually. Jane Doe #3’s right to join in this\ncase has nothing to do with Jane Doe #1 and Jane Doe #2’s entitlement to documents in\ndiscovery. In fact, the discovery requests that Jane Doe #3 cites to in her Response as purported\ncover for their sliming of Prof Dershowitz show that their argument is factually bogus. Prof.\nDershowitz is mentioned in only two of twenty-five requests for production propounded by Jane\nDoe #1 and Jane Doe #2. (See Jane Doe #1 and Jane Doe #2’s First Request for Production to\nthe Government Regarding Information Relevant to Their Pending Action Concern [sic] the\nCrime Victims Act, at DE 225-1 at 26-38.) Both requests, nos. 8 and 21 seek his\ncommunications with the government in his role as Mr. Epstein’s defense attorney. There is no\nissue of complicity or knowledge in any misconduct. Moreover, a fact conveniently omitted by\nJane Doe #3 is that Prof. Dershowitz is one of eleven lawyers whose communications Jane Doe\n#1 and Jane Doe #2 sought in the requests for production. As the Court knows, Prof. Dershowitz\nhad no material connection to this case—as to the merits or as to discovery—before he was\ndragged in by Jane Doe #3.\n\nThird, Jane Doe #3 claims that the smears against Prof. Dershowitz are relevant to show\n\nthat Prof. Dershowitz had a motive to negotiate “confidentiality” and “blank check” provisions\n\ndiscovery requests regarding her belief that Prince Andrew was somehow involved in “lobbying\nefforts to persuade the Government to give him a more favorable plea arrangement,” and because\nher allegations against Prince Andrews occurred in London, therefore “affect[ing] foreign\ncommerce” are patently absurd. (DE 291 at 20 and 18, fn. 10.) Because Jane Doe #3’s other\nallegations are replete with allegations of interstate activity and because implications of Prince\nAndrew’s involvement in “lobbying” for the NPA are entirely nonsensical, it is obvious that the\ninclusion of claims against Prince Andrew were included solely for their intended audience: the\nmedia.\n6\n\nHOUSE_OVERSIGHT_010740",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010740.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2361,
    "word_count": 386,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:44.495640",
    "prefix": "IMAGES-001"
  }
}