{
  "document_id": "HOUSE_OVERSIGHT_010806",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010806.txt",
  "text": "wo MT A mM FF WN FH\n\nRMN NNN PBR BP BP RP RP POP Oe oe\nuk WD eH OO ON AO FF WKF OO\n\nA. Lhave ~-\n\nQ. -- during the course of the deposition, I\nam permitted to examine if.\n\nA. Ihave lawyer-client privileged\ninformation in here, so | can't give it to you. I\ncan give it to you ina redacted form. [have a\nquote from David Boies in here, which I'm sure --\n\nMR. SCOTT: Don't ~\n\nA. - nobody is going to want to sce --\n\nMR. SCOTT: We'll make a copy and give it\n\nto you.\n\nMR. SCAROLA: Thank you. Would you hand\nit to your counsel, please?\n\nMR. SCOTT: On that note, hold on to that.\n\nTHE WITNESS: But I need that back.\n\nMR. SCOTT: Of course. Don't worry.\n\nMR. SIMPSON: Hold on to it.\n\nMR. SCOTT: That's why 1 gave it to him\nbecause I'd lose it.\n\nBY MR. SCAROLA:\n\nQ. Before January 21, 2015, what information\ndid you have regarding what Bradley Edwards and Paul\nCassell had gathered in the course of investigating\nthe accuracy of Virginia Roberts' accusations\nagainst you?\n\noO Omri nm FP WN\n\nNM NN NN FP PP BP HP HF He\nm FW nN FP Oo Oo OT Di eB WN FO\n\nCassell had done in the course of their\ninvestigation of the credibility of the accusations\nmade by Virginia Roberts against you?\n\nA. Well, first and foremost, the most\nimportant piece of information I had was my firm and\ncomplete knowledge and memory that I had never had\nany sexual contact with Virginia Roberts ever under\nany circumstances or any other underage girls. So I\nknew --\n\nQ. The question I'm asking, sir --\n\nA. -~ this information --\n\nQ. - focuses on what knowledge you had\nregarding what Bradley Edwards and Paul Cassell did\nin the course of their investigation of the\ncredibility of the accusations against you made by\nVirginia Roberts?\n\nA. That was the first and most important bit\nof information; namely, that | couldn't have done it\nand didn't do it. So L knew for sure that they\ncould not have conducted any kind of valid\ninvestigation.\n\nSecond, I knew from -- that they also had\na letter from Mr. Scarola that said that multiple\nwitnesses had placed me in the presence of Jeffrey\nEpstein and underage girls and | knew that\n\nOo OA AUN ee WH\n\nNNNNN NP EH HB BP PP BP PE\nWe WN HE Ow OANA UM PFW NPR OO\n\nA. Well, first, 1 knew that anything they\ngathered --\n\nMR. INDYKE: Objection to the extent that\nrequires --\n\nMR. SCOTT: Whoa.\n\nMS. McCAWLEY: -- you to disclose anything\nyou gave --\n\nTHE COURT REPORTER: I can't hear.\n\nI'm sorry, Mr. Indyke, can you repeat your\nobjection?\n\nMR. SCOTT: Can you say that a little\nlouder?\n\nMR. INDYKE: Darren Indyke. I would\nobject to the extent that your answer would\ndisclose anything you -- you obtained or\nlearned or any knowledge you gained in\nconnection with your representation of Jeffrey\nEpstein.\n\nMR. SCOTT: Do you understand that\ninstruction?\n\nTHE WITNESS: I do, yes.\n\nCould you repeat the question?\n\nBY MR. SCAROLA:\nQ. Yes, sir. | want to know what information\nyou had regarding what Bradley Edwards and Paul\n\noO ON KU PF WN\n\nNNNNNNEF PH PP PP PPB\nUP WN OO OAH ew NP Oo\n\n272\n\nMr. Scarola's Icttcr was a patent lic. And they had\naccess to that letter and that information.\n\nI also knew they were relying on\ndepositions of two house people of Jeffrey Epstein.\nAnd I've read these two depositions. And I'm sure I\nknew of other -- other information as well.\n\nI knew that they had stated -- I knew that\nthey had stated publicly, or you had stated publicly\non their behalf as a witness, that you had stated\npublicly that you had tried to depose me on these --\n\non this subject. I knew that that was a blatant lie\nand uncthical conduct because nobody ever tried to\ndepose me on this subject.\n\n[ had never been accused, nor did I have\nany knowledge that anybody had ever falsely accused\nme of having any sexual cncounters. And [had a\n\ngreat deal of information about the paucity or\nabsence of any legitimate investigation. And Lalso\nknew that they hadn't called me, they hadn't tried\nto call me, there was no record of an attempt to\ncall me or c-mail me. My e-mail is available on my\nwebsite. My phone number is available on my\nwebsite.\n\nThe most basic thing they could have done,\nas courts have said, when you're accusing somebody\n\n24 (Pages 269 to 272)\n\nwww.phippsreporting.com\n(888) 811-3408\n\nHOUSE_OVERSIGHT_010806",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010806.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4211,
    "word_count": 789,
    "line_count": 169,
    "import_date": "2025-11-19T21:47:44.349433",
    "prefix": "IMAGES-001"
  }
}