{
  "document_id": "HOUSE_OVERSIGHT_011085",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011085.txt",
  "text": "Investors as to interest means lenders, not borrowers. Interest rates published\nhistorically are rates borrowers are contracted to pay. Interest rates realized by\nlenders are less for two reasons. There are friction costs of due diligence,\ncontracting and collection. Default costs, slight when times are good, can be\n\ncatastrophic when times are bad.\n\nHomer and Sylla describe normal contracted rates, not realized rates net of those\ncosts, as 10% — 40% in Sumer and Babylonia, 6% - 18% in ancient Greece, 5% —\n24% in Egypt, and 4% — 12+% in Rome and the Byzantine Empire.* After higher\nrates in the dark ages, European mortgages and commercial loans found the range\n7% — 25% in the thirteenth and fourteenth centuries. The range settled down to\n4% — 14% in the sixteenth century,° and to 3% — 10% by the seventeenth and\neighteenth’. The authors comment:® “...interest rates declined during much of the\nlater Middle Ages and Renaissance. The earliest short-term rates quoted were\nsomewhat higher than the last and highest of the western Roman Legal limits. They\nwere not too different from early Greek rates and were within the range of\nBabylonian rates... The later Renaissance rates were well within the range of\nmodern rates and the lowest were far below modern rates in periods of credit\nstringency.” Merchants of Venice in Shakespeare’s time and long before borrowed\nfrom banks, not from Shylocks, and at rather lower cost than merchants of the\n\ntwentieth century.\n\nEconomics and Biology\n\nBioeconomics has meant economics informed by biology. I argued that this\ndescribes much or all of classical economics from Petty through Mill, then lapsed\nwhen the marginalists preferred to do without any explanations or justifications of\n\ntastes, and revived a century later to explore Hamilton’s rule.\n\n4A History of Interest Rates, Rutgers, 1996, Table 4.\n5 Ibid. Tables 6 and 7.\n\n6 Thid. Table 9.\n\n7 Tid. Tables 10 and 14.\n\n8 Ibid. Chapter 10.\n\nChapter 7 Petty’s Idea 2/3/16 26\n\nHOUSE_OVERSIGHT_011085",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011085.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2000,
    "word_count": 329,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:48.489926",
    "prefix": "IMAGES-001"
  }
}