{
  "document_id": "HOUSE_OVERSIGHT_017207",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017207.txt",
  "text": "4.2.12\nWC: 191694\n\n“security —or “corporate security” or “university security” or the security of any\ninstitution—should be subject to rigorous challenge, in an effort to separate the contrived from\nthe authentic. But this will not eliminate all conflict. There will be some cases of real and\nintractable conflict between security and freedom. Our Constitution purports to resolve doubts in\nfavor of freedom, but there are cases where even that presumption will not resolve the problem:\nwhere the authentic claims of national security will seem to outweigh the powerful presumption in\nfavor of free expression.\n\nIn those cases we need to develop adequate mechanisms for resolving the dispute. Resolution\ncannot be left entirely in the hands of those responsible for security, such as the executive or the\nmilitary. Our experience in delegating decision-making authority to these institutions in times of\ncrisis 1s discouraging.\n\nIt has been indeed fortunate for the survival of our liberties that there have always been some\nAmericans—often only a small group and sometimes not those directly affected—willing to\nchallenge governmental high-handedness, even during periods of crisis. Under our constitutional\nsystem, it takes only a single person challenging the government to create a case or controversy\nsuitable for judicial resolution.\n\nThis is not to suggest that justice should remain blind to the existence of a real emergency\nendangering the survival of the nation. As Justice Arthur Goldberg once wrote: “While the\nConstitution protects against the invasion of individual rights, it is not a suicide pact.” But it is\nprecisely during times of crisis—when the balance between momentary expediency and enduring\nsafeguards often goes askew—that courts can perform their most critical function: to preserve or\nrestore a sense of perspective.\n\nIn the eternal struggle between liberty and security we have come to expect the executive and\nlegislative branches to champion the latter. The judiciary—with its lifetime tenure, its tradition of\nindependence, and its unique stewardship over our irrepealable rights—is the institution most able\nto resist the passing fears and passions of a dangerous moment.\n\nBut liberty is not a commodity that can be obtained once and for all, and then passively held on to.\nThe battle for civil liberties, as Roger Baldwin, the late founder of the ACLU, liked to say, “never\nstays won.” (A variation on the Biblical admonition that justice must be actively pursued, because\nit too “never stays won.”) The struggle must be endured by every new generation and in each\nnew crisis. What Thomas Paine taught us on the eve of our own Revolution remains true today:\n“Those who expect to reap the blessings of freedom must. . . undergo the fatigue of supporting\nit.”\n\nThe stakes on both sides are much higher when the government seeks to censor dangerous\n“leaks” than when it seeks to censor obscenity or other merely offensive or disturbing speech.\nThe danger of publication is greater and the danger of repression is also greater. There are\nserious risks in not censoring, and there are serious risks in censoring. Striking the proper\nconstitutional balance between these risks is a daunting challenge that every democracy must\nconfront. Unfortunately it is a challenge that too few democracies—including our own—have\nconfronted wisely and correctly.*!\n\n120\n\nHOUSE_OVERSIGHT_017207",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017207.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3410,
    "word_count": 532,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:49.199244",
    "prefix": "IMAGES-004"
  }
}