{
  "document_id": "HOUSE_OVERSIGHT_024120",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024120.txt",
  "text": "e Consumer Financial Protection Bureau (CFPB): Established by the Dodd-Frank Wall Street Reform and\nConsumer Protection Act of 2010 (Dodd-Frank), the CFPB is a federal regulator charged with regulating\nconsumer protection for financial products and services.\n\nOther regulatory bodies were authorized by the Dodd-Frank Act, but their mandates deal more specifically with broad\nprudential considerations and consumer protection.\n\n18. What is the Federal Financial Institutions Examination Council (FFIEC)?\n\nThe Federal Financial Institutions Examination Council (FFIEC) is a formal interagency body empowered to prescribe\nuniform principles, standards and report forms, and to make recommendations to promote uniformity in the\nsupervision of financial institutions. Council members include the four federal regulators: FRB, FDIC, OCC, NCUA,\nand the State Liaison Committee (SLC). The SLC includes representatives from the Conference of State Bank\nSupervisors (CSBS), the American Council of State Savings Supervisors (ACSSS), and the National Association of\nState Credit Union Supervisors (NASCUS).\n\n19. Who are the key nonbanking regulatory agencies?\nNonbanking regulatory agencies include but are not limited to:\n\ne Securities and Exchange Commission (SEC): The SEC is the federal regulator of the securities markets and\nadministers the federal securities laws (including the Securities Act of 1933, the Securities Exchange Act of\n1934, the Investment Company Act of 1940, the Investment Advisers Act of 1940 and the Trust Indenture Act of\n1939), with direct regulatory and oversight responsibilities of securities exchanges, securities brokers and\ndealers, investment advisers and investment companies, and self-regulatory organizations (SROs).\n\ne Commodity Futures Trading Commission (CFTC): The CFTC is the federal regulator of U.S. commodity\nfutures and options markets in the United States. It administers and enforces the federal futures and options laws\nas set forth in the Commodity Exchange Act (CEA) and the accompanying regulations.\n\ne Financial Industry Regulatory Authority (FINRA): Formerly known as the National Association of Securities\nDealers (NASD), FINRA is an SRO for broker-dealers.\n\ne Consumer Financial Protection Bureau (CFPB): Established by the Dodd-Frank Wall Street Reform and\nConsumer Protection Act of 2010 (Dodd-Frank), the CFPB is a federal regulator charged with regulating\nconsumer protection for financial products and services.\n\ne National Futures Association (NFA): The NFA is the SRO for the futures market.\n\ne New York Stock Exchange (NYSE): The NYSE is the SRO for exchange member organizations (i.e., registered\nbroker-dealer organized as a corporation, a partnership or an LLC that holds an NYSE trading license or opts for\nNYSE regulation).\n\ne National Indian Gaming Commission (NIGC): The NIGC is an independent federal regulatory agency whose\nprimary mission is to regulate gaming activities on Indian lands.\n\ne IRS Tax Exempt and Government Entities Division (IRS-TEGE): The IRS-TEGE provides federal oversight to\nall nonprofit organizations in the United States, including reviews to determine if nonprofit organizations are\nfacilitating terrorist financing.\n\ne IRS Small Business and Self-Employment Division (IRS-SBSE): The IRS-SBSE has been delegated\nexamination authority over all financial institutions that do not have a federal functional regulator as defined in the\nBSA, including MSBs, insurance companies, credit card companies, nonfederally insured credit unions, casinos\n(tribal and nontribal), and dealers in precious metals, stones and jewels. The IRS-SBSE also has responsibility\nfor auditing compliance with currency transaction reporting requirements that apply to any trade or business\n(Form 8300).\n\nFor further guidance on the AML responsibilities of broker-dealers, money services businesses and other nonbank\nentities, please refer to the Nonbank Financial Institutians and Nonfinancial Business section.\n\neee eee eee eee Sc\n\n20. What are the key law enforcement agencies responsible for combating money\nlaundering and terrorist financing?\nKey law enforcement agencies responsible for combating money laundering and terrorist financing include:\n\ne Drug Enforcement Administration (DEA)\n\nprotiviti 114\n\nHOUSE_OVERSIGHT_024120",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024120.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4293,
    "word_count": 601,
    "line_count": 70,
    "import_date": "2025-11-19T21:47:44.136727",
    "prefix": "IMAGES-007"
  }
}