{
  "document_id": "HOUSE_OVERSIGHT_012855",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012855.txt",
  "text": "What seems most critical to the pathology is the lack of control which leads to repetitive lying over a long\nperiod of time. Compared with run of the mill liars, pathological liars often seem unaware that they are\nlying and do so many times a day as part of their daily habit. In the same way that birds have to fly and\nfish have to swim, pathological liars have to lie. If pathological liars are unaware of their lies and\nincapable of controlling themselves, then they are not responsible for the harm they impose. They have no\nchoice. Unbeknownst to them, their brain has been hijacked by a creative fiction writer. They are\nfollowing a script, but have no sense of its author.\n\nDike’s summary is based on a loose and eclectic set of clinical observations. Several clinicians\nthus debate whether habitual lying counts as pathology and thus, whether it is worthy of an entry into the\nDiagnostic and Statistical Manual of Mental Disorders. For example, how can the clinician establish\npathology given the evidence that healthy people lie about twice a day, physicians lie about 40-80% of the\ntime to help their patients gain better health care, and lying within an experimental context increases as\nsubjects generate more lies? My own sense is that despite the difficulty of defining the pathology with\nprecision, clinicians have identified individuals that lie with every breath and often identify psychopaths\nby their calculated conning. These observations sharpen our approach to understanding the seeds of deceit\nand self-deception in the non-pathological condition. For example, does excessive and sustained lying\nstem from a specific problem associated with recognizing the truth or does it grow from a more general\nproblem with self-control? Or, does the habitual liar suffer from an emotional deficit such that when he or\nshe lies, there are no feelings of guilt and shame? Without these emotional regulators, it is impossible to\nlearn from the harm caused. When healthy people distort the truth, they often feel bad. When healthy\npeople think about distorting the truth, they often think about the potential harm and then silence the\noption to lie in favor of the truth. Perhaps unhealthy people never hear these emotional alarms. The mind\nsciences have begun addressing these issues.\n\nThe American neuroscientist Adrian Raine reported that individuals with a history of repeated\nlying and con-artistry have structurally different brains from non-liars, including individuals with a\nhistory of anti-social problems. Habitual liars have more white matter in the frontal lobes, but less grey\nmatter. White matter consists of axons and myelin. The axon 1s the part of a nerve cell that carries\ninformation. It is like the electric cable that runs from the power station. Myelin covers the axon, at least\nin healthy individuals. It is like the fat around your bones, protecting and insulating neurons. Fat helps\nkeep us warm. Myelin helps neurons transmit information. The grey matter consists of nerve cell bodies,\nwhich lack myelin. The function of grey matter is to connect up the neurons to transmit information\nbetween areas of the brain.\n\nRaine suggests that the increase in white matter gives habitual liars the upper hand when it comes\n\nto lying, helping them suppress the truth, control their emotions, and mind read what others believe and\n\nHauser Chapter 3. Ravages of denial 109\n\nHOUSE_OVERSIGHT_012855",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012855.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3419,
    "word_count": 555,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:45.212372",
    "prefix": "IMAGES-002"
  }
}