{
  "document_id": "HOUSE_OVERSIGHT_011095",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011095.txt",
  "text": "nothing would prevent a sophisticated investor in the omnibus fund from\n\nmanipulating correlation further down with derivatives as hedge funds do.\n\nLiquidity, Risk and Return\n\nDemand deposits in banks today can be withdrawn at any time. Time deposits\ncannot be attracted without either competitive interest or quick liquidity. This\nliquidity requirement has been awkward in that bank deposits are usually reloaned\nfor years. Arun on the bank soon finds no cash left to meet withdrawals. The runs\ncome when the high winds blow, and provide a coup de grace on top of high default\n\nrates.\n\nThe omnibus fund meets withdrawals easily because it is invested only in the most\nliquid securities. ETFs trade in seconds at current market quotations. Any mutual\n\nfund shares that might belong to the portfolio trade at current close.\n\nLike most funds, the omnibus fund would also maintain cash. Like some others, it\nwould “equitize” its cash by exposing it to swaps or futures. Equitized cash leaves a\nfund fully invested in effect, while adding instant liquidity around the clock. ETFs\ngive instant liquidity, but only during trading hours. Mutual funds typically trade at\n\nmarket close only.\n\nA risk-averse investor in the omnibus fund who opts for Libor plus so many basis\npoints is more or less in the same position as a bank depositor today. She knows\nthat her account will grow only by deposits and by interest (Libor plus basis points)\nleft in to compound. She knows that it will decline only by withdrawals. The investor\nwho prefers the long leg in swaps or futures, or stays unhedged, will also see her\naccount rise and fall with the market. There are infinite graduations around these\nthree simple choices. An account might be partly hedged and partly exposed, or\neven over-exposed to a notional amount larger than the account size where law and\n\nmarkets permit. (They usually do.)\n\nChapter 8 Banks, Money and Macroeconomics 2/8/16 6\n\nHOUSE_OVERSIGHT_011095",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011095.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1956,
    "word_count": 322,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:48.872379",
    "prefix": "IMAGES-001"
  }
}