{
  "document_id": "HOUSE_OVERSIGHT_019145",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019145.txt",
  "text": "RSON\n\nhe'd heard about in church.\nthose kids looked. The way\nwomen. They were like zom-\n4nd now, in America, Noel’s\nids.\n\nhim, at least.\n\nill strong at fifty, and lucky\nalm Beach, he gets in to work\nwhite compactor truck clean,\ne runs hot and cold with the\nwith much less to do, he’s on\nshift that would break a lesser\n| gets even harder. The Estate\n- of the parties have hundreds\nntains of refuse. That garbage\nty when requested. It's carried\nler the porte cocheres. Then it\nto a landfill that the garbage-\n\n+tion runs from the Everglades\nhe island. It encompasses Ban-\nVay, and El Brillo Way. His per-\n\nfar as the Palm Beach PD is\nor the job.\n\nh pull’ —a legal way to collect\n>, evidence culled from Jeffrey\n\npolice call him, Noel St. Pierre\n\nfugee boat has run aground on\n\nreve\n\nFirryy Ricu\n\nthe beach. A sad thing, but something that does happen from\ntime to time. His homeland, Haiti, is desperately poor. Run by\ndespots who line their pockets while everyday people suffer.\n\nMany of the refugees are illiterate.\n\nMost of them speak only Creole.\n\n“Eske ou ka ede nou, souple,” they ask.\n\n“Can you help us, please?”\n\nThe cops always need a translator, and Noel’s been asked to\nhelp out before. But this time the police officer’s voice is raspy,\nimpatient.\n\n“This time is different,” the officer says. “Something very\nspecial. You don’t have to accept. But if you do, you'll have to\nkeep things to yourself, completely.”\n\nWhen he hears what the story is, Noel accepts.\n\n“Tll do it,” he says immediately.\n\nThe address he’s been given is 358 El Brillo Way. On his first\nmorning, St. Pierre moves swiftly, sneaking a glance through the\nkitchen window at the four silhouettes standing inside. Three\nwomen, one of them quite short, with pigtails.\n\nThe fourth silhouette is that of a tall man.\n\nThe police have given him clear instructions. The work is\nunsavory, but so is the work Noel does every day. What the\ndetectives want from him now are slips of paper with phone\nnumbers, along with toothbrushes, condoms, discarded under-\nwear. Anything that could provide DNA. He’s been told to use a\nspecial truck on the El Brillo run. Whatever he finds he’s to put\naside in small trash bags he'll deliver directly to the station at the\nend of every shift.\n\n29\n\nHOUSE_OVERSIGHT_019145",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019145.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2274,
    "word_count": 405,
    "line_count": 84,
    "import_date": "2025-11-19T21:47:46.031559",
    "prefix": "IMAGES-005"
  }
}