{
  "document_id": "HOUSE_OVERSIGHT_020643",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020643.txt",
  "text": "184\n\nlaunched in 2015 and relaunched in 2017, has sought input on some of the issues\ndiscussed here.” A newly launched NGO, Hong Kong Watch, focuses on drawing\nattention to the United Kingdom's special responsibility toward Hong Kong. The\nConservative Party Human Rights Commission has produced its own report on the\ndeteriorating human rights situation in both China and Hong Kong and has organized\ninquiries and events on topics such as the United Kingdom's Confucius Institutes.**\nWhile the Foreign and Commonwealth Office presents the relationship with China\n\nas primarily collaborative, it is also conducting research on Chinese influence and\ninterference activities.?> At the international level, the United Kingdom has joined\nseveral open letters to signal its position on China’s violations of human rights.”\n\nCivil society has also sought to raise the Foreign NGO Management Law as well as\n\nto highlight intensified repression. By contrast, responses from academic institutions\nhave so far been sporadic. For example, in 2011, the University of Cambridge\ndisaffiliated CSSA Cambridge due to its undemocratic organization.” In 2017,\ninternational academics joined together to convince the Cambridge University Press\nto stop censoring its publications available in China.’® Still, despite experiencing such\ninfluence campaigns in the past, such as with Libya, which was spelled out in the\n2011 Woolf Inquiry, there seems to have been no coherent initiative on protecting\nacademic freedom and maintaining wider ethical standards in the face of these types\nof campaigns.”?\n\nNOTES\n1 $9.6 billion in the United Kingdom according to Godement and Vasselier, “China at the Gates.”\n\n2 “New Phase in Golden Era for UK-China Relations,” Government of the United Kingdom, December 15,\n2017, accessed October 11, 2018, https://www.gov.uk/government/news/new-phase-in-golden-era-for-uk\n-china-relations.\n\n3 Benner et al., “Authoritarian Advance.”\n\n4 Paul Hutcheon, “China Accused of Being Behind Recent Cyber Attack on Scottish Parliament,” Herald\n(Scotland), September 16, 2017, accessed October 11, 2018, http://www.heraldscotland.com/news\n/15540166.China_accused_of_being_behind_recent_cyber_attack_on_Scottish_Parliament; Gordon\nCorera, “UK Think Tanks Hacked by Groups in China, Cyber-Security Firm Says,” BBC, February 26, 2018,\naccessed October 11, 2018, http://www.bbc.co.uk/news/uk-43172371.\n\n5 George Parker, “British MPs Banned from Hong Kong Visit,” Financial Times (UK), November 30, 2014,\naccessed October 11, 2018, https://www.ft.com/content/08919562-78ba-11e4-b518-00144feabdco;\n\nTom Phillips and Benjamin Haas, “British Conservative Party Activist Barred from Entering Hong Kong,”\nGuardian (UK), October 11, 2017, accessed October 11, 2018, https://www.theguardian.com/world/2017/oct\n/11/british-conservative-party-activist-benedict-rogers-hong-kong.\n\n6 Lucy Hornby, James Kynge, and George Packer, “’Golden Era’ of UK-China Trade Links in Peril,” Financial\nTimes (UK), January 26, 2018, subscription required, https://www.ft.com/content/cb552198-02c0-11e8\n-9650-9c0ad2d7c5b5.\n\nAppendix 2\n\nHOUSE_OVERSIGHT_020643",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020643.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3123,
    "word_count": 404,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:44.929810",
    "prefix": "IMAGES-006"
  }
}