{
  "document_id": "HOUSE_OVERSIGHT_019845",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019845.txt",
  "text": "From: Kathy Ruemm|er | |\n\nSent: 3/13/2017 2:45:19 PM\nTo: jeffrey E. [jeevacation@gmail.com]\nSubject: When It Comes to Wall Street, Preet Bharara Is No Hero - ProPublica\n\nImportance: — High\n\nhttps://www.propublica.org/article/when-it-comes-to-wall-street-preet-bharara-is-no-hero\n\nWhen It Comes to Wall Street, Preet Bharara Is No\nHero\n\nThe prominent U.S. attorney fired by Donald Trump this weekend has\nbeen justly acclaimed for his pursuit of political corruption. But his\ntreatment of the Wall Street executives involved in the financial meltdown\nwas far less confrontational.\n\nby Jesse Eisinger\nProPublica, March 12, 2017, 6:22 p.m.\n\n1 Comment Print Print\nsearch Follow ProPublica\n\nreet Bharara, then U.S. attorney for the Southern District of New York, at Trump\nTower in November 2016 (Drew Angerer/Getty Images)\n\nAfter his election in 1968, President Richard Nixon asked Robert Morgenthau, the US\nAttorney for the Southern District of New York, to resign. Morgenthau refused to leave\nvoluntarily, saying it degraded the office to treat it as a patronage position.\n\nNixon’s move precipitated a political crisis. The president named a replacement. Powerful\npoliticians lined up to support Morgenthau. Morgenthau had taken on mobsters and power\nbrokers. He had repeatedly prosecuted Roy Cohn, the sleazy New York lawyer who had\nbeen Senator Joe McCarthy’s right-hand man. (One of Cohn’s clients and protégés was a\nyoung New York City real estate developer named Donald Trump.) When Cohn complained\nthat Morgenthau had a vendetta against him, Morgenthau replied, ““A man is not immune\nfrom prosecution merely because a United States Attorney happens not to like him.”\n\nMorgenthau carried that confrontational attitude to the world of business. He pioneered the\nSouthern District’s approach to corporate crime. When his prosecutors took on corporate\n\nHOUSE_OVERSIGHT_019845",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019845.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1873,
    "word_count": 275,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:49.338660",
    "prefix": "IMAGES-005"
  }
}