{
  "document_id": "HOUSE_OVERSIGHT_011047",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011047.txt",
  "text": "convergence axioms leading from prediction to probable outcome. More than that,\ncontinuance of the 10:1 ratio through the last day tends to confirm that no\nmaintenance consumption is recovered alongside human depreciation. If it were,\n\nage-wage profiles show that it would have to hold the same 10:1 ratio throughout.\n\nExhaust Pay\n\nThe present value and maximand truisms affirm that all including human\ndepreciation is expected to be recovered in positive cash flow. Positive cash flow is\ntransfer out plus exhaust. In human capital it is pay less plowback. Might some\nhuman depreciation be realized in exhaust? I thought all was when | also thought\nmaintenance consumption was recovered in pay and work products. The boss and\nsecretary parable turned my thinking around on that. But it doesn’t follow that none\n\nis.\n\nSome pretty clearly is. ] argued that even suicide expresses the maximand rule.\nDeliberate self-maiming exists and expresses it again. Just as Citizen Kane destroyed\nhis showcases because the fit was on him, some destroy their bodies. So long as the\n\ndestruction is intended and compos mentis, it counts as economic behavior.\n\nAre there sunnier examples? What about voluntary unpaid vacations and voluntary\nretirements? What if the boss and her secretary enter convents in mid-career?\nThese choices surrender human capital on the face of things because they surrender\nliteral future pay. But the psychic pay of leisure makes up for it. Otherwise we would\n\nhave stayed on the job track.\n\nThen some human depreciation is exhaust. Call the psychic pay for it “exhaust pay”.\nIt seems mercifully small in the big picture. I tend to neglect it in modeling for that\nreason, just as with invested consumption after full-time job entry. But I claimed\nlogical certitude as to expected recovery of human depreciation in pay. I’d better not\nleave loopholes. There are none. Some of the pay is psychic, and some of the tastes\n\nsatisfied are not pretty.\n\nChapter 6: Parallels with the Firm 2/4/16 13\n\nHOUSE_OVERSIGHT_011047",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011047.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2027,
    "word_count": 328,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:48.563994",
    "prefix": "IMAGES-001"
  }
}