{
  "document_id": "HOUSE_OVERSIGHT_021418",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021418.txt",
  "text": "- The complaint did not identify, nor disclose the identity of the conference attendee who was allegedly touched in\n\nan unwelcome manner.\n\n- The conference attendee who took the ‘selfie’ photo did not lodge a formal complaint to the conference organisers\nat the time of the incident (November 2016).\n\n- The conference attendee who witnessed the incident, did not lodge a formal complaint to the conference organisers\nat the time of the incident (November 2016).\n\nThe photo submitted as part of the complaint does not provide evidence of any physical contact.\n\n- The complainant alleged that a photo exists, showing your hand on the breast of the conference attendee who took\nthe ‘selfie’ photo. This photo was not made available to the Australian National University, although it was requested\nin the course of the investigation.”\n\n(And for the record | often put my hand up in front of a camera if there is a flash, as | specifically request selfies not to include flashes,\nso that | don’t end up with a series bright spots in front of my eyes for the next half hour)\n\nWhat makes this particular type of allegation so repugnant is that | get asked for literally thousands of selfies, and when people come\nup to me they are vulnerable, often shaking, and sometimes overly aggressive. | am particularly proud of the way | attempt to make all\npeople feel at ease, and respected, rather than humiliated. Thus, this false claim strikes at the heart of what | am about, which is to\nacknowledge fans in a way that makes them feel appreciated. As | understand you had a reporter watching me sign books and take\nselfies at the CFl conference in Las Vegas this year, that behavior is what they will have witnessed. Moreover, | am proud of the\ninteractions | have had at both Case and ASU, with students, colleagues and staff of all genders and ethnicities. | have worked hard\nto support them, mentor them, and treat them with respect. | treat others as responsible adults, and | expect to be treated equally.\n\nLawrence M. Krauss\n\nDirector, The Origins Project at ASU\n\nCo-Director, Cosmology Initiative\n\nFoundation Professor\n\nSchool of Earth & Space Exploration and Physics Department\nArizona State University, P.O. Box 871404, Tempe, AZ 85287-1404\n\nResearch Offic ER Assistant\nOrigins Office an\n\norigins.asu.edu | twitter.com/Ikrauss1 | krauss.faculty.asu.edu\n\n<DA866543-7401-4A5A-8E50-FD32E33A50EC.png>\n\nOn Dec 10, 2017, at 9:53 PM, Lawrence Krauss) wrote:\n\nFirst draft:\n\nIt is hard to know how to respond to a list of false and/or distorted allegations, along with misleading statements on your part.\nNeedless to say, | treat people | interact with with respect, and | work hard to support and mentor students, colleagues, and members\nof the general public. | do not sexually harass people. If the purpose of your reporting is to somehow argue that that Universities and\nother institutions are lax in dealing with well known individuals like myself, then in fact the situation is quite the opposite. My high\npublic profile opens me up to more scrutiny at these institutions, not less, and it also opens me up to a host of outside complaints and\nallegations that other faculty do not receive, each of which the University has to respond to. The fact that | have remained a professor\nin all Universities with which | have been associated, in good standing, and also an officer or an invited speaker at organizations like\nCFI, which have strict harassment policies, is a confirmation of the fact that they trust my behavior. | was asked to be an honorary\ndirector of CFI, and invited to their last 3 meetings to speak, specifically because, as they have written me after the fact, the attendees\nuniversally appreciated my talks, my courtesy, and graciousness in spending time with the attendees. If the purpose of your report is\nto impugn my integrity or suggest | have a history of harassment, that too is false. As noted in one of your 'miscellaneous facts’, as a\nscientist | try and remain skeptical, and rely on empirical evidence, rather than allegations and innuendo. | also try and judge the facts\nin context. The fact that Universities and other organizations employ me or have me on their boards, or invite me to meetings is\nbecause they value my contributions and my actions.\n\nYour specific allegations are false or distorted. Item 1 refers to a consensual encounter in my hotel room in 2006 where we mutually\ndecided, in a polite discussion in fact, that taking it any further would not be appropriate, and had respectful encounters afterwards. |\ncannot comment on item 3, which involves an anonymous 3rd party claim, because | know nothing about it, and it was not taken\nseriously enough to result in any university action. Item 4 is confusing. Are you saying that because | decided | didn’t want to go out\nto a bar with a group of attendees that | was harassing them? The second part is false. | don’t do that. Re incident 5: The ‘female\ncompanion’ in this case is my wife, who can attest to the fact that the claim is false, which is what | wrote in response to the blog in\nquestion, causing it to be taken down.\n\nIt is worthwhile responding to Item 2 and 6 in more detail,\n\nHOUSE_OVERSIGHT_021418",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021418.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5201,
    "word_count": 891,
    "line_count": 75,
    "import_date": "2025-11-19T21:47:48.147112",
    "prefix": "IMAGES-006"
  }
}