{
  "document_id": "HOUSE_OVERSIGHT_016826",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016826.txt",
  "text": "superintelligence.\n\nWhither Wiener\n\nWiener noted that exponential technological progress is a relatively modern phenomenon\nand not all of itis good. He regarded atomic weapons and the development of missiles\nwith nuclear warheads as a recipe for the suicide of the human species. He compared the\nheadlong exploitation of the planet’s resources with the Mad Tea Party of Alice in\nWonderland: Having laid waste to one local environment, we make progress simply by\nmoving on to lay waste to the next. Wiener’s optimism about the development of\ncomputers and neuro-mechanical systems was tempered by his pessimism about their\nexploitation by authoritarian governments, such as the Soviet Union, and the tendency for\ndemocracies, such as the United States, to become more authoritarian themselves in\nconfronting the threat of authoritarianism.\n\nWhat would Wiener think of the current human use of human beings? He would\nbe amazed by the power of computers and the Internet. He would be happy that the early\nneural nets in which he played a role have spawned powerful deep-learning systems that\nexhibit the perceptual ability he demanded of them—although he might not be impressed\nthat one of the most prominent examples of such computerized Gestalt is the ability to\nrecognize photos of kittens on the World Wide Web. Rather than regarding machine\nintelligence as a threat, I suspect he would regard it as a phenomenon in its own right,\ndifferent from and co-evolving with our own human intelligence.\n\nUnsurprised by global warming—the Mad Tea Party of our era—Wiener would\napplaud the exponential improvement in alternative-energy technologies and would apply\nhis cybernetic expertise to developing the intricate set of feedback loops needed to\nincorporate such technologies into the coming smart electrical grid. Nonetheless,\nrecognizing that the solution to the problem of climate change is at least as much political\nas it is technological, he would undoubtedly be pessimistic about our chances of solving\nthis civilization-threatening problem in time. Wiener hated hucksters—political\nhucksters most of all—but he acknowledged that hucksters would always be with us.\n\nIt’s easy to forget just how scary Wiener’s world was. The United States and the\nSoviet Union were in a full-out arms race, building hydrogen bombs mounted on nuclear\nwarheads carried by intercontinental ballistic missiles guided by navigation systems to\nwhich Wiener himself—to his dismay—had contributed. I was four years old when\nWiener died. In 1964, my nursery school class was practicing duck-and-cover under our\ndesks to prepare for a nuclear attack. Given the human use of human beings in his own\nday, if he could see our current state, Wiener’s first response would be to be relieved that\nwe are still alive.\n\n20\n\nHOUSE_OVERSIGHT_016826",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016826.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2813,
    "word_count": 439,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:46.243534",
    "prefix": "IMAGES-004"
  }
}