{
  "document_id": "HOUSE_OVERSIGHT_025113",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025113.txt",
  "text": "by the dreamer is almost always in REM Sleep, rarely in NREM Sleep. (Why is a continuing question.)\n“Lucid Dreaming” is a new area of fascinating research. Lucid Dreaming is where the dreamer “knows” that\nhe/she is dreaming while dreaming (a talent that a small minority possesses but more can be\ntrained/developed). Lucid dreamers, while sleeping, can now communicate with experimenters by altering\ntheir brain activity and thus becoming detectable by neuroimaging techniques (see below).\n\nNeuroimaging. Finally, neuroimaging technology has enabled many of these breakthroughs. As such, it is\nitself a methodological breakthrough that has enabled these other content breakthroughs. Neuroimaging now\nenables detailed location of the neuroanatomy and neurophysiology of REM and NREM Sleep. In\n\nREM Sleep, the dorsolateral, frontal cortex is “down-regulated”, whereas the limbic system is “up-\nregulated”, showing the physiological basis for the emotional, wild-fantasies of dreams (see above).\n(Neuroimaging will enable good visual images for the TV series without extra costs.)\n\nPatrick stresses that while these breakthroughs form, for the first time, a solid foundation for understanding\nsleep and dreams, they also open opportunities to dig deeper into the “purpose” of sleep and dreams, as well\nas engender a new series of questions and directions (e.g., clinical treatments of illnesses).\n\nAttached is Patrick’s quick compiling of summaries of a few recent leading research papers (2009 — 2017,\nespecially 2015-2017).\n\nYou’d enjoy speaking with him, if you want.\nLove to do this series together with you.\nMuch appreciate and warm regards,\n\nRobert\n\nplease note\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\nJEE\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\nand may be unlawful. If you have received this\ncommunication in error, please notify us immediately by\nreturn e-mail or by e-mail to jeevacation@gmail.com, and\ndestroy this communication and all copies thereof,\nincluding all attachments. copyright -all rights reserved\n\nplease note\n\nHOUSE_OVERSIGHT_025113",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025113.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2287,
    "word_count": 337,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:48.598810",
    "prefix": "IMAGES-008"
  }
}