{
  "document_id": "HOUSE_OVERSIGHT_032157",
  "filename": "TEXT-002-HOUSE_OVERSIGHT_032157.txt",
  "text": "From: Peggy Siegal \nSent: 7/1/2011 6:43:30 PM \nTo: jeeyacation@gmail.com \nSubject: Re: Huffington Post \nIf you rewrite your last email in better grammar, (and so I have a better understanding) I can cut and paste and send it to Arianna \nHuffington from me \nDid you know why Prince Alberts Charlene fled to the airport with a one way ticket back to South Africa? Because she found out \nabout a third illegitimate child that is 3 months old...the palace officials followed her to the airport and propably made her an offer she \ncould not refuse.. will get details from Jim Coleman when he comes home Sunday night. \nIn Southampton now. Peg \n-----Original Message----- \nFrom: Jeffrey Epstein <jeevacation@gmail.com> \nTo: Peggy Siegal \nSent: Fri Jul 01 07:18:25 2011 \nSubject: \nshould you point out to Ariana Huff, that the same type of person, same as strauss Kahn i s Andrews accuser, long criminal record. \ntotal liar. Ariana should champion the dangers of false allegations. send a reporter or reporters to investigate,., the palace would love \nit, the girl in the photo , was nothing more than a telephone answerer„ she was never 15, according to her version she worked for \ntrump , first at that age, at MAra lago. ITs ridiculous, but the press like strauss kahn is afraid to question women. \n*********************************************************** \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJeffrey Epstein \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 032157",
  "metadata": {
    "original_filename": "TEXT-002-HOUSE_OVERSIGHT_032157.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1987,
    "word_count": 308,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:45.845403",
    "prefix": "TEXT-002"
  }
}