{
  "document_id": "HOUSE_OVERSIGHT_028318",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028318.txt",
  "text": "THE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\n\nPRESS CLIPPING (INTERNET)\n\nCITY AM.\n\nBUSINESS WITH PERSONALITY\n\nhttp://www.cityam.com/lifestyle/books/the-art-world-heats-once-more\n\nThe art world heats up once more\nWednesday, 13th October 2010\n\nTimothy Barber has a look around Frieze Art Fair, which opens to the public today\n\nAS an army of glamorous art industry movers and shakers traipsed into Frieze Art Fair’s marquee yesterday, a\nyoung woman was standing outside distributing paper leaflets for an upcoming exhibition. Not that surprising\nperhaps — some galleries need all the help they can get publicising themselves — except that the gallery in\nquestion was the Royal Academy. That London’s most august art institution should find itself flyering outside a\ntent in Regent’s Park is one measure of the extent to which the capital’s art scene now triangulates itself around\nFrieze.\n\nThere are others. The National Gallery’s new exhibition of works by the 18th century Venetian artist Canaletto has\ncoincided with Frieze this week; the merry-go-round of satellite exhibitions now includes one from The Saatchi\nGallery — its owner, Charles Saatchi, practically gave birth to London’s contemporary art scene as we know it, after\nall — called The House of the Noble Man, in a residence near Frieze, which puts Cezanne, Manet, Poussin and\nPicasso alongside Richter, Murakami and Hirst; and of course, Frieze now dictates the timing of the contemporary\nart auctions that are the most immediate signifier of the health — or otherwise — of the art market.\n\nAs far as that goes, Anders Petterson, managing director of art market analyst ArtTactic, says the mood is\ncautiously optimistic. After a rotten 2009, record-breaking February sales apparently signified a return to business\nas normal, but momentum slowed in the summer with some shows falling significantly short.\n\n“People got carried away with the rebound earlier in the year and sellers got a little greedy with the estimates\nthey demanded, so the summer sales were a bit down,” Petterson says. “Since then the market has revived a bit,\nand people are being more realistic about the situation.”\n\n38\n\nHOUSE_OVERSIGHT_028318",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028318.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2216,
    "word_count": 345,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:48.855918",
    "prefix": "IMAGES-009"
  }
}