{
  "document_id": "HOUSE_OVERSIGHT_016063",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016063.txt",
  "text": "remember when I was eight years old, being asked to draw a vision\n|: the world in the year 2000. In my the home of the future, rather\n\nthan going to the shops to get milk, orange juice and cornflakes, they\nwould arrive by pipe. These days I know about microbiology and realize\nthis would have been highly impractical and perhaps rather dangerous.\nI could claim some premonition of the Internet at this point; no self-\nrespecting science book is complete without one of these!\n\nOf course, the truth is I had no more idea of the way things would\nturn out than anyone else. Now that I am a little older let’s see how much\ntrouble I can get into predicting the future.\n\nI think we will build thinking machines — Als — using our insights\ninto the operation of the brain. They will not be like the computers of\ntoday but will still be physical devices. There is nothing overtly spiritual\nin my conception of the way we operate, but I am arguing that the\nhuman mechanism is more complex than a digital computer. Building\nthese machines will be hard, and they will not be ‘machines’ in the sense\nI have used throughout this book. They will be minds.\n\nWhen we build Als that think and feel, will they acquire ‘human’\nrights? Might one of my grandchildren fall in love with an AI, perhaps\neven marry one? On the darker side, how will they view us: what place\nwould we have in their world once we had brought them into being?\nHowever, I think this process of building an AI will be hard and in one\nhundred years’ time we will still be struggling with the problem.\n\nIn this book, I have presented a way to understand the creative\nprocess within our Universe. It relies on the existence of non-computable\nprocesses in our brain and in the physical laws which govern them.\nCurrently, the laws contain a big hole. Although we can, perhaps, see\nwhere freedom might come from - through randomness and non-\ndeterminism — we don’t understand where the will emanates to shape the\nUniverse. Over the next thirty years, I think we will begin to understand\nthis and see how creativity relates to the Universe we observe. I am not\nsuggesting any anthropic principle, or some grand interaction between\nmankind and the Universe, just an important simple freedom: That we\nhumans are free to think and do as we please. When I choose to lift my\narm and raise a glass of wine with friends, this is my choice. I am the\ncause. The effect is the displacement of my arm, causing photons and\ngravitational waves to ripple out across the Universe, and in that sense I\nfreely affect my environment.\n\nHOUSE_OVERSIGHT_016063",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016063.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2585,
    "word_count": 467,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:44.564931",
    "prefix": "IMAGES-003"
  }
}