{
  "document_id": "HOUSE_OVERSIGHT_014717",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_014717.txt",
  "text": "From: Ens, Amanda \nSent: 3/16/2017 6:27:30 PM \nTo: jeffrey E. [jeevacation@gmail.com]; Richard Kahn \nSubject: Buy hedges for May expiry \nAttachments: image001.jpg; Woo - Cause and Effect - 13-Feb-2017.pdf; Woo - Year Ahead - 16-Nov-2016.pdf \nImportance: High \nDavid Woo (BAML head of FX, Rates and EM Strategy, very highly regarded across our client base) is back from meetings \nin DC with senior policymakers. \nBottom line: sees market pullback over the next 6-8 weeks on near term policy disappointment and recommends \nbuying protection such as S&P puts — very cheap and market is priced for perfection right now. \nMay \nexpiry 100%/90% SPX put spread costs 1.7% (6:1 gross max payout) \nDavid Woo takeaways \n• #1 focus these days is tax reform - if they don't get it done by Jan 2018, it won't happen at all, and then \nRepublicans would be out of a job when midterm elections come \n• ACA has to be completed first — and it was a mistake to tackle this before tax reform. Obamacare difficult with \nonly 52 seats in the Senate but Ryan has gone too far to back away from ACA and refocus on tax reform as a priority. \nMcConnell's ACA target is mid-April and then they can start to focus on tax reform 2H April at the earliest. \n• Position for a market pullback over the next 6-8 weeks on bad headlines, data rollover (consumer confidence) \nas market focuses on ACA, low approval ratings and lack of progress with tax reform — \nbuy early- or mid-May expiries \nvol and SPX puts are cheap — \n• Still long term bullish \n• 95% tax reform still happens this year (2H17 or Jan 2018) because Republicans know it has to happen this year \nor they are sitting ducks in 2018 and potentially unelectable for 6 years \n• Predicts no progress on tax reform over the next 6 weeks and then Republicans rally together to get behind a \nnew plan and get it done (enter Woo's VAT proposal) — with market messy in the meantime \n• Trump is obsessed with the stock market — when he sees it trade lower, he will act \n• Regarding valuation adjustment tax (VAT) vs. border adjustment tax, Woo favors a 5% VAT over BAT \no Why there is a <10% chance current proposal of BAT will get passed \n• Paul Ryan/Keven Brandy's proposal implies USD will appreciate +25%. Ryan is telling retailers this will happen \nbut this is completely unrealistic and has serious consequences. Why this cannot happen: \n• $20tn in non-USD assets owned by US households - $5tn hit on country's balance sheet \n• EM has —$4tn in USD-denominated debt — increase of $1tn in EM debt and hurts US investors ultimately \n• —30% corporate profits are overseas ($400bn — so $100bn hit to [PS) — even exporters get hit — \ncounterproductive \n• Commodity prices are in USD — hits purchasing power of rest of world in commodities — would see oil in the mid-\n$30s — hits Russia, Brazil, even Exxon \n• 60% of central bank reserves are in USD — this would go above 70% - would foreign CBs want to hold this much \nwhen the US economy is 25% of global GDP? Yields would need to increase \no BAT could get hung up with WTO (3-4 years.) Under BAT, wages are deductible (imported goods taxed as a share \nof total value but domestic goods taxed on only profits) — trade partners like Canada, Japan would take this to the WTO \nand we would wait 4 years for a verdict \no 5% VAT is WTO compliant and has several benefits \n• VAT levels playing field for US imported vs exported goods (no longer see BMW's cheaper in the US than \nGermany) \nHOUSE OVERSIGHT 014717 \n• VAT is revenue neutral — would raise enough revenue to cut corporate tax rate to 15%, even 10% possibly \n• While consumption taxes like VAT can hit the poor (Democrats hate them), there is room for carve-outs on \ngroceries, etc. There will be pushback from Republicans who hate lack of visibility of VAT as well. Only person who can \npass this is Trump. \n• Under BAT, the working class is arguably hit even worse than under VAT \no BAT would cause prices to go up at WMT and TGT (most of Trump's supporters shop there) \no Retailers would raise prices but exporters won't lower prices \no 5% VAT will result in a smaller average rise in prices (not entirely passed through), so less disruptive — would \nneed USD to strengthen only 3-4% \n• Where does this leave us? Only Trump can cut through the logjam. \n• Woo prefers Europe over US right now. European equities are climbing a wall of worry \n• Getting positive on energy \n• Buy the dip in May (-6 weeks). But own early-May or mid-May equity puts now. \n• Other anecdotes \no Regardless of your political preference, he thinks we all need Trump to succeed or the economy will get Bernie \nSanders or worse. \no Tillerson vs Kerry — Woo thinks Tillerson is actually working and getting things done, as opposed to Kerry who \njust cared about the Nobel. \n• Thus sees zero risk of a trade war with China \n• NAFTA is really more about China, not Mexico - and will ultimately benefit Mexico. Renegotiating NAFTA will \nremove the ability for Chinese exports to come in tariff-free through Mexico. \no Mnuchin and Cohn really know what they're doing and Woo thinks they will get there on VAT/ tax reform \n• Cases for tax reform \n1. US marginal tax rate = 35 % = highest among OECD = diminished returns to investment 4 solution = decrease \nmarginal tax rate \n2. US taxed on global income vs. territorial like other major economies. Issue because 1) US companies hold over \n$2t in capital overseas and 2) US companies acquiring smaller foreign companies to relocate headquarters \ninternationally 4 solution = shift to territorial tax system \n3. US = only OECD country w/ no VAT which puts US produced goods at disadvantage. (VAT — producer of exported \ngoods get rebate while importers pay) 4 solution = create VAT \n• Solutions have nothing to do with stimulus, will allow companies to take risk, invest, grow, and critical for global \ngrowth for next 10 yrs \nAnd from earlier presentations/calls: \n1. He mentioned on our March 1st tax reform call that the US is the only country amongst OECD without a VAT. \nBMW's thus cost less in the US than in Germany, as foreign companies get a VAT rebate when they export. US \ncompanies do not and they have to pay import tax. He views tax reform as very bullish for USD and yields (bearish for \nbond prices) and thinks the market is underpricing this. His rationale for the bullish USD and higher yields story is that \ntax reform encourages more money to come home to the US, adds US investment, evens the playing field for US \ncompanies — all good for US growth longer term and bullish the dollar. He had wanted tax reform by the August recess \nbut then Senate would need to pass the bill by July, so they would need a bill to work with by May for the House to pass \nit in May — which means they need a bill to work with by the end of March (running out of time!) BAT is the only really \ncontroversial aspect holding back tax reform even though it's a small part (2 paragraphs of the 50-page Ryan-Brady plan) \n— still vague on details but he hoped they're learning from their mistake of releasing a half-baked travel ban that \nimploded after a week. \nHOUSE OVERSIGHT 014718 \n2. From a panel discussion last week: \n• Woo actually disagrees with some people's view that there is euphoria in the market. With real yields at -30bp, \nthe fixed income market is pricing in pessimism on Trump (and as I've mentioned, our colleagues in fixed income/FX and \ntheir clients have been quite a bit more bearish than those in equities.) \n• Believes there is fear of stagflation in the market, while gold going through the roof on worries of inflation. \n• However, if the US$ strengthens by 25%, it will be deflationary. Dangerous for EM countries loaded in US$ debt, \nesp in the wake of boarder adjustment tax reform talk. \n• Tax reform is the only thing that matters. \no US companies have $2-2.5trn of dormant cash sitting on their B/S outside of the US to avoid paying tax. \no US is the only OECD country without a VAT tax. \no What needs to happen is: implement a VAT tax that is border adjusted, and fix corporate tax rate. This will not \nonly boost US economy, but will give a jolt to the world economy as well. \no Positive that there is a solution, reform momentum on tax is strong regardless of political affiliation. There is a \nroad out of the quagmire. \no Question is: why when most other issues are getting leaked out of the White House, information on tax reform \nis not being leaked at all? Could it be a sign that the administration believes it is that important, and trying not to mess \nup on execution? [Or you could argue that there is nothing to leak at this point!] \no On timing of tax reform: It is crucial we get a blue print of tax reform in the next 2-3 weeks [now 1-2 weeks], \nbecause Congress would like to raise debt ceiling while discussing tax reform before summer recess. \no July 29th is start of summer recess, which means need to pass by May, requiring the bill proposal to be ready by \nMarch. Therefore, in the next few weeks, we need to see progress for an August deadline. \no On personal income tax, Trump and Obama are actually on the same page in terms of taxing the wealthy. \n• US banks have $100bn of excess capital in reserve: beyond what they need. Next big growth area for US banks is \ncommercial banking loans. Growth driver for US economy will be easy access to credit \n• Ryan-Brady Tax Blueprint released in 2016 - not many have actually read it, but many of the corporate clients \nseem better informed than hedge fund investors on this topic of late. \n• Rates: Just two weeks ago, the market was putting a less than 20% chance of a March 15th rate hike, vs now, it \nis priced in at an 86% chance. At this point, equities will sell off if no hike. \n• Fed will not hike in May ahead of French elections. \n3. David Woo's latest \"Cause and Effect\" is attached \n4. David Woo's Top Rates and FX Trades for 2017 is also attached. Woo believes that Brexit and the US election \nhave signaled that the world has changed. These ground shifts have been brought on by a backlash to globalization, \nincreasingly viewed as the culprit for wage stagnation, growing disparity of income and wealth between the rich and the \npoor, and the loss of national identity. For the year ahead, we recommend being bearish 5y US rates (seeing higher \nyields), long USDJPY (weaker JPY) and short a basket of EM LatAm long bonds (Mexico, Brazil and Colombia). But in the \nnear term, we urge caution with the reflation trade. Short by US real rates (seeing higher yields) offers the best risk-\nreward after recent moves. \nRegards, \nAmanda \nAmanda Ens \nDirector \nBank of America Merrill Lynch \nMerrill Lynch, Pierce, Fenner & Smith Incorporated \nOne Bryant Park, 5th Floor, New York, NY 10036 \nPhone: Mobile: \nHOUSE OVERSIGHT 014719 \nRisk \nAwards \nWinner \nBank of America \nMerrill Lynch \nEquity derivatives \nhouse of the year \nThis message, and any attachments, is for the intended recipient(s) only, may contain information that is \nprivileged, confidential and/or proprietary and subject to important terms and conditions available at \nhttp://www.bankofamerica.com/emaildisclaimer. If you are not the intended recipient, please delete this \nmessage. \nHOUSE OVERSIGHT 014720",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_014717.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 11225,
    "word_count": 1996,
    "line_count": 150,
    "import_date": "2025-11-19T21:47:45.440629",
    "prefix": "TEXT-001"
  }
}