{
  "document_id": "HOUSE_OVERSIGHT_011106",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011106.txt",
  "text": "Stabilizing Money Value\n\nModigliani’s main critique was that money earning full competitive return, so that\nno amount was too much, would make monetary policy impossible in its usual\nforms. My best answer at the time was that full-return money ought to remove\ninflationary or deflationary pressures. But | agreed with him that money value\nmight drift, even so, and that some control would be a safeguard if someone could\n\nthink of a way.\n\nThe best that occurs to me is continuous revaluation of the dollar. Legal tender laws\nspecify dollars, or other currency in other countries, as the default means of\npayment recognized in satisfying money obligations. Laws could be changed to\n\nspecify real dollars instead. Real means corrected for inflation or deflation.\n\nThis would have been impractical before the information age. The problem now\nseems less. Spendable money, called M1, now means currency plus checking\naccounts. Government publishes current inflation figures online. Omnibus accounts\ncould adjust automatically. They might show values in nominal and real dollars both.\nAccount value would not change. Correction for inflation would show fewer dollars\n\nworth more each. Correction for deflation would show the opposite.\n\nCurrency itself cannot adjust so elegantly. It would remain legal tender, but not\nnecessarily at face value. Currency would impose a translation cost on its spenders\nand receivers. Say for example that the change in legal tender laws was effective as\nof January 1, 2020. The real value of the dollar, whether accounts or currency, would\nmean its value of that baseline. Nominal value would be that plus inflation since.\nCalculators or iPads could keep track of the conversion rate. The cost and nuisance\nof this conversion should be manageable. But it would probably reduce demand for\ncurrency where cards or the equivalent do as well. The benefit is in encouraging\nlong-term contracts and saving “menu change costs.” That means costs of changing\nprices. There is no need to change them on account of inflation if prices are specified\n\nin real rather than nominal dollars.\n\nChapter 8 Banks, Money and Macroeconomics 2/8/16 17\n\nHOUSE_OVERSIGHT_011106",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011106.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2179,
    "word_count": 344,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:44.536588",
    "prefix": "IMAGES-001"
  }
}