{
  "document_id": "HOUSE_OVERSIGHT_031536",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031536.txt",
  "text": "| made it clear that as chief executive, | accepted responsibility for any shortcomings or failings on the\nUniversity’s part. No act of sexual violence can be tolerated, period, even off-campus (which is where all\nthe serious incidents, as reported, took place). And no one, regardless of how important the student-\nathlete was to program success, was to be above the law. Basic decency, reinforced by the Christian\ncommitment to creating a caring community, called for the gold standard with respect to prevention in\nthe first place, and effective response if prevention safeguards failed.\n\nExplosion Ill\n\nAs the old saying goes, “there are usually two sides to the story.” Pepper Hamilton’s recommendations,\ncoupled with the Board of Regents’ “findings of fact,” created a toxic killer of a narrative. The\ndevastating conclusion — a fundamental failure of the institution itself— echoed throughout campus and\ndemoralized Baylor Nation. An operational failure of the highest order had been identified, with\nprofound impacts on victims and their families.\n\nThe “other side of the story” was left untold. Campus safety — and the safety of our students in all\nrespects, including freedom from interpersonal violence — was a high priority throughout my years of\nservant-leadership. The idea that Pat Neff Hall was oblivious to student-safety concerns was belied not\nonly by common sense and basic human decency, but refuted by the facts.\n\nHere, in brief, is the other side of the story. Indeed, iln the fall of 2010, the EC round table focused\nspecifically on issues of student safety arising out of a Department of Education (Office of Civil Rights)\ninvestigation into a tragic student death at Eastern Michigan University. OCR’s compliance review\n(under Title IX) was prompted by an on-campus student -death. A 22-year old student at EMU was\nfound dead in her residence hall after having been sexually assaulted and brutally beaten. The\ngovernment’s devastating report issued in November 2010. The EC promptly determined to establish a\nBaylor Student Safety Concern Task Force to examine all issues relating to student safety, including but\nby no means limited to interpersonal violence.\n\nThe Task Force had an outstanding group of members. Five student leaders, including Michael Wright\n(student body president) joined with the then-Chief of Police, Jim Doak, and EC member Kevin Jackson\n(Vice President for Student Life), and other key staff members to begin their work early in the new\nsemester (January 2011). The Task Force held on-campus hearings. Broad participation was invited.\n\nIn the meantime, additional voices were raised across the nation. As the Baylor Task Force was\noperating at full speed, 16 Yale students filed a complaint with respect to the campus climate prevailing\n“under the elms” of New Haven. One particularly disturbing incident included a ribald Yale fraternity\n\nHOUSE_OVERSIGHT_031536",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031536.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2913,
    "word_count": 458,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:48.703789",
    "prefix": "IMAGES-011"
  }
}