{
  "document_id": "HOUSE_OVERSIGHT_025150",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025150.txt",
  "text": "SCIENCE IN THE SOUL\n\nSelected Shorter Writings\nBy Richard Dawkins, Edited by Gillian Somerscales\n[UK — Transworld; Manuscript; Pub Date: June 2017; 110,000 words]\n\nA new book from Richard Dawkins, internationally bestselling author and one of the greatest scientists of our\nage. As much as his full length books such as The Selfish Gene, The Blind Watchmaker, and The God Delusion,\nhave changed our perceptions of both science and the world it opens, his essays and articles are potent, pithy,\nthought provoking and revealing windows into the world as he, himself, perceives it. Science in the Soul is a\ncollection of some of Dawkins' best writing: articles and lectures, reflections and polemics, reviews, forewords,\ntributes or eulogies, both published and unpublished.\n\nFrom the introduction, by Gillian Somerscales: \"Richard Dawkins has always defied categorization. One\neminent biologist of mathematical bent reviewing The Selfish Gene and The Extended Phenotype was startled to\nfind a scientific work apparently free of logical errors and yet containing not a single line of mathematics; he\ncould come to no other conclusion than that, incomprehensible as it seemed to him, “Dawkins . . . apparently\nthinks in prose.’\n\n\"If readers of what follows here come to appreciate not only the writer’s clarity of thought and facility of\nexpression, the fearlessness with which he confronts very large elephants in very small rooms, the energy with\nwhich he devotes himself to explication of the complex and the beautiful in science, but also some of the\ngenerosity, kindness and courtesy that have characterized all my dealings with Richard over the years since that\nfirst collaboration, then the present volume will have achieved one of its aims.\n\n\"It will have achieved another if it embodies a condition felicitously described in one of the essays reproduced\nhere, where ‘harmonious parts flourish in the presence of each other, and the illusion of a harmonious whole\nemerges.’ Indeed, it is my belief that the harmony resounding from this collection is no illusion, but the echo of\none of the most vibrant, and vital, voices of our times.\"\n\nRICHARD DAWKINS is the former Charles Simonyi Professor For The Understanding Of Science at Oxford\nUniversity; Fellow of New College; author of The Selfish Gene, The Extended Phenotype, The Blind\nWatchmaker, River out of Eden (ScienceMasters Series), Climbing Mount Improbable, Unweaving the\nRainbow, The Devil's Chaplain, The Ancestor's Tale, The God Delusion, The Greatest Show on Earth and The\nMagic of Reality. He 1s founder of The Richard Dawkins Foundation for Reason and Science.\n\n-o\n\nFROM BACTERIA TO BACH AND BACK\n\nThe Evolution of Minds\n\nBy Daniel C. Dennett\n\n[US — W. W. Norton, UK — Penguin UK, Italy — Raffaello Cortina Editore, Holland — Atlas\nContact, China — Cheers, Audio — Recorded Books; Manuscript; Pub Date: February 2017; 448 pages]\n\nOne of the world’s foremost philosophers offers a major new account of the origins of the conscious mind.\nWhat is human consciousness and how is it possible? This question fascinates people from poets and painters to\nphysicists, psychologists, and philosophers. From Bacteria to Bach and Back is Daniel C. Dennett’s brilliant\nanswer, extending perspectives from his earlier work in surprising directions, exploring the deep interactions of\n\nevolution, brains, and human culture.\n\nPart philosophical whodunit, part bold scientific conjecture, this landmark work enlarges themes that have\nsustained Dennett’s legendary career at the forefront of philosophical thought. In his mimitable style—laced\n\nBrockman, Inc. Frankfurt 2016 Hotlist\n-4\n\nHOUSE_OVERSIGHT_025150",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025150.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3659,
    "word_count": 570,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:45.597101",
    "prefix": "IMAGES-008"
  }
}