{
  "document_id": "HOUSE_OVERSIGHT_028209",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028209.txt",
  "text": "/ BARAK / 75\n\nstake. I didn’t know whether peace was within reach. I was still deeply skeptical.\nBut if it was, we had to accept that Jerusalem would be key. And if the summit\nfailed, for whatever reason, what inevitably awaited us was “confrontation.”\n\nIsrael Hasson, the Shin Bet veteran, spoke first. He saw two choices. Either we\ncould retain Isrsaeli sovereignty over a “united Jerusalem” with functional, day-to-\nday autonomy for the Palestinians in their neighborhoods, or we could in effect\ndivide the city. “Divide sovereignty.” He didn’t say which he favored, only that it\nwas essential that we made the decision now if we could, however difficult or\nreluctant Arafat was as a negotiating partner. If we waited, we’d end up having to\ndeal with Islamists: Hamas and Islamic Jihad. Oded Eran, the career diplomat\nwhom I'd put in charge of frustrating, formal talks with the Palestinians in the\nmonths preceding the summit , said he was convinced that we should give the\nPalestinians full sovereignty over at least the “outer” Arab neighborhoods in East\nJerusalem, which had become part of the city only when we’d expanded the city\nboundaries after 1967. He said that was in Israel’s own interest. We had no historic\nconnection to these Arab villages, and something like 130,000 Palestinian lived\nthere. “Why should we want to annex them,” he asked. It would be like accepting\nthe “right of return” through the back door.\n\nDan Meridor’s voice, for me, was especially important. I knew he was as\ndetermined as I was to try to get a peace agreement with the Palestinians. But he\nwas also a former Likudnik, and a native Jerusalemite. “I’m against any\nconcessions when it comes to Israeli sovereignty,” he said. “Any attempt to divide\nJerusalem would be a serious blow, and not just for Jews in Israel.” For centuries,\nJewish communities all over the world, had looked to Jerusalem, prayed for\nJerusalem. The yearly Seder meal, on Passover, ends with the Hebrew phrase:\nShanah haba b’Yerushalaim. Next year, in Jerusalem. “What we decided here in\nCamp David,” Dan said, “also affects Jews in New York. In Moscow. In\nJohannesburg.” He urged us to focus instead on offering Arafat as attractive as\npossible a package of concessions on all the other issues. “Then let him decide.\nBut even if sovereignty over Jerusalem means that the deal collapses, I’m not\nwilling the pay that price.”\n\nNo voices were raised. It was the rarest of political discussions. People offered\ntheir views, and listened to others’. Amnon Lipkin pointed out that a large area of\nwhat was now came inside the boundaries of Jerusalem was not part of the city\nhe’d known before 1967. Echoing Oded Eran, he said: “It’s in our interest for as\n\n361\nHOUSE_OVERSIGHT_028209",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028209.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2741,
    "word_count": 464,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:46.551156",
    "prefix": "IMAGES-009"
  }
}