{
  "document_id": "HOUSE_OVERSIGHT_020059",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020059.txt",
  "text": "OOK Ok\n\nWhat did the people around Trump actually think of Trump? This was not just a\nreasonable question, it was the question those around Trump most asked themselves. They\nconstantly struggled to figure out what they themselves actually thought and what they\nthought everybody else was truly thinking.\n\nMostly they kept their answers to themselves, but in the instance of Comey and\nMueller, beyond all the usual dodging and weaving rationalizations, there really wasn’t\nanybody, other than the president’s family, who didn’t very pointedly blame Trump\nhimself.\n\nThis was the point at which an emperors-new-clothes threshold was crossed. Now you\ncould, out loud, rather freely doubt his judgment, acumen, and, most of all, the advice he\nwas getting.\n\n“He’s not only crazy,” declared Tom Barrack to a friend, “he’s stupid.”\n\nBut Bannon, along with Priebus, had strongly opposed the Comey firing, while Ivanka\nand Jared had not only supported it, but insisted on it. This seismic event prompted a new\ntheme from Bannon, repeated by him widely, which was that every piece of advice from\nthe couple was bad advice.\n\nNobody now believed that firing Comey was a good idea; even the president seemed\nsheepish. Hence, Bannon saw his new role as saving Trump—and Trump would always\nneed saving. He might be a brilliant actor but he could not manage his own career.\n\nAnd for Bannon, this new challenge brought a clear benefit: when Trump’s fortune\nsank, Bannon’s rose.\n\nOn the trip to the Middle East, Bannon went to work. He became focused on the figure\nof Lanny Davis, one of the Clinton impeachment lawyers who, for the better part of two\nyears, became a near round-the-clock spokesperson and public defender of the Clinton\nWhite House. Bannon judged Comey-Mueller to be as threatening to the Trump White\nHouse as Monica Lewinsky and Ken Starr were to the Clinton White House, and he saw\nthe model for escaping a mortal fate in the Clinton response.\n\n“What the Clintons did was to go to the mattresses with amazing discipline,” he\nexplained. “They set up an outside shop and then Bill and Hillary never mentioned it\nagain. They ground through it. Starr had them dead to rights and they got through it.”\n\nBannon knew exactly what needed to be done: seal off the West Wing and build a\nseparate legal and communications staff to defend the president. In this construct, the\npresident would occupy a parallel reality, removed from and uninvolved with what would\nbecome an obvious partisan blood sport—as it had in the Clinton model. Politics would be\nrelegated to its nasty corner, and Trump would conduct himself as the president and as the\ncommander in chief.\n\nHOUSE_OVERSIGHT_020059",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020059.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2675,
    "word_count": 447,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:45.604901",
    "prefix": "IMAGES-005"
  }
}