{
  "document_id": "HOUSE_OVERSIGHT_021157",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021157.txt",
  "text": "my forearm so it prevented me from having to keep going back for more\nand was less disruptive to Jeffrey. This all seemed for real to begin with, I\nwas being educated about the body and splitting Jeffrey’s body with\nGhislane, mimicking her every motion. Starting with his feet, we began\nwith his heels and arches of his soles. Pushing the blood up his calves in\nupward strokes to rejuvenate the body’s blood supply and being careful to\nmind his leg hair didn’t pull. | was keeping up with her and enjoying the\neducation. It was so interesting how the body worked and I couldn’t\nbelieve I was learning all of this for free. Once | got a bit of a groove\nfollowing Ghislane, they began asking me all sorts of questions about my\npast and it didn’t take long before the conversation led down the darker\nexperiences of my young life. When they found out that I hadn’t led\nmuch of a normal existence they only probed me with more questions,\nwhich being put on the spot answered honestly. The funny thing was they\ndidn’t seem appalled at all by my statements, rather entertained if\nanything. Jeffrey called me a “naughty-girl” with that wry smile of his,\nand half playful and half defensive, ! answered “no I’m not, I’m really a\ngood girl, just always in the wrong places” he then replied, “It’s O.K, I\nlike naughty girls” and rolled over onto his front side to expose his\ncomplete nude self. He wasn’t the first man to show me his penis, so I\nwasn’t shocked at the appearance of his manhood but I was incredibly\nshocked at his complete ease to present himself with an erection. I tried to\nignore it waiting to follow the next directions off of Ghislane, who\nsurprisingly now stood behind me bare breasted. Before I had a chance to\neven think of replying hastily she began to slowly undress me, while\nJeffrey started to stroke his manhood while watching us. She unbuttoned\nmy blouse and removed my bra, revealing my bosoms. Cupping them in\nher hands she moved her lips across my nipples, licking and teasing them\nwith her tongue making them cold and stiff. Next her hands moved down\nto my little white skirt, removing the final piece of my remaining\nuniform. She slid my skirt down my legs with ease, for a moment keeping\non my love-heart panties, so they could both take notice of my apparent\nyouth. They even snickered to each other about “ How cute she still wears\nlittle girl pantie’s” Jeffrey said, and Ghislane joined in his laughter.\nActing as my madam, she instructed me to start by licking his nipples\nand after I had sufficiently pleasured both of them, then prompted me to\ngo down on Jeffery orally while she rubbed her breasts along his body\ntantalizingly. She moved behind me again this time to remove my panties\nand start fondling the delicate folds between my legs. | was still in shock\nfrom the initial degrading blow. I hadn’t even let the reality sink in, it was\nall too much for me to emotionally handle so instead I hid behind my\nfears, which I told myself “I wasn’t going to ever be worth anything at all\nand this would probably be as good as it gets for me” after all I thought,\n\n25\n\nCl Copyright Protected Material\nCONFIDENTIAL GIUFFRE004158\n\n“what have I been trained up for until now”. Nobody ever stopped to ask\nif | was comfortable or if I wanted to stop, no, instead, Ghislane only\ndirected me to conclude the massage session by climbing up on the table\nto be fixated on Jeffrey, straddling him so he could penetrate me.\n\nWhen it was all done and over with, I was taken into the steam room\nwith just Jeffrey to get further aquatinted, as Ghislane left the room to go\nget dressed. He asked me to grab his feet and rub them not saying a word\nabout what just happened, like it was all normal and accepted. I listened\nto him ramble on about the health benefits of a sauna and the history of it,\nignoring the fact of the matter of his pretentiousness degrading my spirit.\nI figured I had gone too far already, what would be the point in throwing\nin the towel now after I had done exactly what these people wanted.\n\nWhilst we were sweating out our bodies’ toxins, and the steam was\nblasting my burning face I listened to his lessons, entertaining his ego, I\nlet him become my teacher, he seemed to like that. He sounded like a\nvery clever and intelligent man though. Telling me his story of how he\nmade himself an empire of billions from being a middle-class professor to\nan elite financial advisor for clientele with only billions in their bank\naccounts and through his so-called “lessons”, He became my mentor and\nI emerged as his pupil, the teacher’s pet.\n\nAfter the sauna we went to the next glass door beside us where the\nshower was. He turned tap outwards and stood underneath the water as 1\nstood naked and cold from the temperature difference. Instead of asking\nme to join him under the warm stream, like I thought he was going to, he\nhanded me a bar of soap and asked me to wash his body from top to toe.\nIt didn’t stop there I had to massage the shampoo and conditioner into his\nscalp as well. I was bewildered someone would ask this off of someone\nelse, wasn’t it belittling enough having to endure the illicit massage from\nbeforehand but now this. The surprises kept coming that night, as this\nwas definitely not how I expected my interview to turn out, but that’s\nwhat I had learned in my short time on this earth, life was full of\ndisappointment.\n\nI let everyone else take the power of authority from myself and use me\nin whatever way he or she wanted instead of standing up and giving\nmyself the respect I deserved, which in turn would’ve helped me get\nthrough life without all of the abuse I ended up copping. Not given the\nbelief in myself from an early age on I suppose is what affected my sense\nof control. Always letting the one’s with power and strength reduce my\ninner-self to shreds until I was cut so tiny in size I would be completely\nsubdued to only their wants and needs left ignoring mine. The men I had\nencountered in my short experience with them only repeated their\ninflictions convincing me there was no running away from the sick world\n1 lived in, not yet understanding it all came down to the choices | had\n\n26\n\n0 Copyright Protected Material\n\nGIUFFREQO4 159\n\nHOUSE_OVERSIGHT_021157",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021157.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6230,
    "word_count": 1139,
    "line_count": 104,
    "import_date": "2025-11-19T21:47:48.577628",
    "prefix": "IMAGES-006"
  }
}