{
  "document_id": "HOUSE_OVERSIGHT_011770",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011770.txt",
  "text": "/ BARAK / 13\n\nYet the saddest note came at the end. “I apologize for being healthy, for not\ngetting old according to plan,” he said, adding that even without the title of\npresident, he would keep working for peace.\n\nThere were three other candidates for party chairman: Yossi Beilin; Ephraim\nSneh, the friend who’d been the paratroopers’ chief medic when we’d fought at the\nChinese Farm in 1973, and at Entebbe too; and Shlomo Ben-Ami, the academic\nand diplomat whom Shimon had taken along with Yossi and me to meet visiting\nforeign politicians, and who was now also a newly elected member of the Knesset.\nWhen the vote came, it was assumed by most political commentators that I was\ngoing to win. The only question was whether I’d get the 50 per cent of votes\nneeded to avoid a run-off, where the outcome might be less predictable. But I got\n57 percent against Yossi’s 28, with the remaining 15 percent split between\nEphraim and Shlomo-Ben Ami.\n\nNow, we had to put ourselves in a position to defeat Bibi and the Likud. Policy\npriorities were ultimately what would matter most: strong and credible steps to\nconfront terror and safeguard our security, allied with the leadership and will to try\nto negotiate a peace with Syria and the Palestinians; and, at home, a recommitment\nto the values of an open, tolerant democracy. But in at least one important way, I\napproached my new role as if it was one of our operations in Sayeret Matkal, or the\nneed to reshape our armed forces when I was chief-of-staff. My first priority was to\nput in place the practical foundations for a successful election challenge against\nBibi. Through Jean Frydman and other business supporters with the means and the\ndesire to help, my brother-in-law, Doron Cohen, assembled sufficient funding for\nus to begin engaging with the strategists who had helped deliver electoral success\nfor a trio of other centre-left political leaders overseas: Bill Clinton, Tony Blair in\nBritain and later Gerhard Schroeder in Germany.\n\nMy main early political focus was on holding Bibi and the government to\naccount in the Knesset, above all on the torturous process of ensuring our security\nwhile implementing the West Bank redeployments agreed in Oslo Il. We’d made a\nsmall start under Rabin and Peres, but the three major withdrawal phases due in the\n\n299\nHOUSE_OVERSIGHT_011770",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011770.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2337,
    "word_count": 398,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:46.273858",
    "prefix": "IMAGES-001"
  }
}