{
  "document_id": "HOUSE_OVERSIGHT_011927",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011927.txt",
  "text": "http://www.thedailybeast.com/articles/2010/07/29/jeffrey-epstein-feds-probe-possible-child-\ntrafficking-charge.html]\n\nEpstein Faces Sex-Traffic Probe\n\nThe Justice Department is investigating Jeffrey Epstein for child trafficking, The Daily Beast has\nlearned—and has widened the scope of its probe to include a famous modeling agency.\n\nHedge-fund manager Jeffrey Epstein completed his sentence for soliciting prostitution with a\nminor last week. But it appears his problems may not be over. Now The Daily Beast has learned\nthat:\n\n* Federal investigators continue to investigate Epstein’s activities, to see whether there is\nevidence of child trafficking—a far more serious charge than the two in his non-\nprosecution agreement, the arrangement between Epstein and the Department of Justice\nallowing him to plead guilty to lower-level state crimes. Trafficking can carry a 20-year\nsentence.\n\n° The FBI is also investigating Epstein’s friend Jean Luc Brunel, whose MC2 modeling\nagency appears to have been a source of girls from overseas who ended up on Epstein’s\nprivate jets.\n\nBecause Epstein’s predatory habits stretch back many years and involved dozens of young-\nlooking girls, there may well be more evidence to uncover.\n\nUnder the concept of double jeopardy, Epstein can no longer be prosecuted for any of the\ncharges covered by his non-prosecution agreement, in which he agreed to serve a short term of\nincarceration, fund the civil suits of named victims, and register as a sex offender, The victims\nwho accepted cash settlements in these civil suits agreed not to testify against him or speak\npublicly about the case. However, new evidence developed by the Department of Justice on other\noffenses not covered by the agreement, including allegations by additional victims who come\nforward, could lead to new charges. There is no statute of limitations in the federal sex-\ntrafficking law, which was also enacted by the state of Florida in 2002. Because his predatory\nhabits stretch back many years and involved dozens of young-looking girls, there may well be\nmore evidence to uncover. (Several young women who claim to be Epstein victims have recently\ncontacted a Ft. Lauderdale lawyer, but to date no new civil complaints have been filed.)\n\n* Conchita Sarnoff: The Billionaire Pedphile's Sex Den\n\n* Billionaire Pedophile Goes Free\n\nThese new developments come one week after the publication of two articles in The Daily Beast\nabout Epstein’s pattern of sexual contact with underage girls, which Palm Beach police began\ninvestigating in 2005 and the U.S. Attomey’s office then settled in a 2007 plea deal. The first\n\n16\n\nHOUSE_OVERSIGHT_011927",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011927.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2650,
    "word_count": 404,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:44.409959",
    "prefix": "IMAGES-001"
  }
}