{
  "document_id": "HOUSE_OVERSIGHT_010862",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010862.txt",
  "text": "01:45:14\n\n01:45:18\n\n01:45:19\n\n01:45:23\n\n01:45:23\n\n01:45:25\n\n01:45:25\n\nOnN DA kh WH =\n\n01:45:27\n\nie}\n\n01:45:30\n01.45:30 10\n01:45:31 11\n04:45:32 12\n01:45:36 13\nornasa7 14\n01:45:37 15\n04:45:40 16\norasias 17\n01:45:49 18\n01:45:53 19\norasss 20\n01:45:57 21\n01:46:01 22\n04:46:06 23\n01:46:10 24\n01:46:13 25\n\n236\n\n238\n\n01:46:45\n\n01:46:15\n\n01:46:20\n\n01:46:23\n\n01:46:28\n\n01:46:33\n\n01:46:35\n\nON Doh WH =\n\n01:46:35\n01:46:37 9\n01:46:40 1 0\n01:46:40 1 1\n01:46:41 1 2\n01:46:42 1 3\n01:46:44 1 4\n01:46:45 1 5\n01:46:45, 1 6\n01:46:47 1 7\n01:46:50 1 8\n01:48:52 1 9\noraesa 20\n01:48:54 21\n01:46:54 22\noraess 23\n01:46:56 24\n01:47:00 25\n\nthe company of his grandchildren, among other family o1az08 =f scene of ongoing criminal abuse of minors, and who\nmembers? o1a712 2 himself, has engaged in that criminal abuse, would bring\n\nA. Imsorry. Which residence? Which Epstein o1a716 3 his grandchildren to stay there for a week?\nresidence? ovaris 4 A. It would depend on the circumstances.\n\nQ. Palm Beach. orar21 5 Q. When you say that Professor Dershowitz was a\n\nA. Can you -- can you restate? o1a7z33 § regular guest at the mansion, at the Palm Beach house,\n\nQ. Yes. oraza1 7 it's correct, is it not, that you're referring toa\n\nA. Imean that's kind of a compound question. I o1a7a3 «8 ~~ period after Virginia Roberts had left for Thailand?\nmean... oarazr 9 A. No.\n\nQ. Well, let me rephrase it. I will be clear. 0147-49 10 Q. Are you aware of any evidence -- let me back\n\nA. Yeah. ovazss 11 that up.\n\nQ. Were you aware as of December 30th of 2014 -- ovars7 12 Are -- during the period that Virginia\nlet me back up a moment. oa7s9 13 Roberts contends she was sexually abused, which I\n\nA. Sure. ox4a02 14 understand to be middle of 1999 to middle of 2002 -- is\n\nQ. You indicated yesterday that part of the o14a09 15 that consistent with your understanding?\nbasis for your conclusion that this pleading -~ it was oraato 16 A. Approximately, yes.\nappropriate to file this pleading accusing Professor orast2 17 Q._ -- how many times did Professor Dershowitz\nDershowitz of misconduct was that he was a guest at the orate 18 visit the Palm Beach mansion during that period?\n\nPalm Beach house, correct? oraei7 19 A. My understanding is in the neighborhood of --\n\nA. No. It was more than that. He was a o14a21 20 what was it? Three to five times a year, staying two to\nfrequent guest, a frequent overnight guest. oraa2s 21 three nights at a time.\n\nQ. My question is: As of December 30th, 2014, oraa2s 22 Q. And was that your understanding as of\nwere you aware that Professor Dershowitz had spent a otaa.22 23 December 30th of 2014?\nweek at the Palm Beach house with family members, onaese 24 A. Yes.\nincluding his grandchildren? oraas2 25 Q. What was the basis for your understanding,\n\nESQUIRE DEPOSITION SOLUTIONS ESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400 (954) 331-4400\n237 239\n\nA. No. otae3a 41 what pieces, what documents, or testimony?\n\nQ. Okay. Do you think it's reasonable -- would oranas | 2 A. Right. The information, you know, I gave a\nit be reasonable to believe that someone who is oraaa 3) long presentation yesterday. So it was that\ncommitting criminal sexual abuse of minors at a home occ 4 information.\nwhere such abuse, as you understand it, is a daily ora «5 Q. I want to focus now specifically -- I'm not\noccurrence would bring his grandchildren to stay for a 0:48:50 6 looking for a full answer on your entire views --\nweek? or4s:so | 7 A. Yeah, right.\n\nA. It would depend on the circumstances. I orvaess 8 Q.  -- on the case.\nmean, you know, so -- you know, it would depend on the | 012053 9 A. Il appreciate that.\ncircumstances. oraase 10 Q. I just want to say, you've testified that you\n\nMR. SCAROLA: Are you representing that o148:s7 11. understood as of December 30th, 2014, that Professor\nJeffrey Epstein was there at the time? o1ag03 12 Dershowitz had -- was a visitor at the Palm Beach\nMR. SIMPSON: I'm not answering questions. 014904 13 mansion three to five times during this relevant period\nI'm asking questions. oras09 14 of 1999 to -- middle of 1999 to the middle of 2002.\nMR. SCAROLA: Oh, okay. oao14 15 What was the basis on December 30th of 2014, for just\nBY MR. SIMPSON: o1a920 16 that fact?\n\nQ. So, in your view, you can -- let me -- let me oan 17 A. Right. I mean, I will take about a minute\nrephrase that. aia23 18 here because there are a few things I want --\n\nYou say it would depend on the arag25 19 Q. Okay. And I want to make sure my question is\ncircumstances -- o14928 20 clear.\n\nA. Sure. Sure. or4028 21 A. Sure,\n\nQQ. -- that's your answer? o14g29 22 Q. I'm not asking you about any of your\n\nA. Yes. 014930 23 inferences about anything else. Just, what's the basis\n\nQ. Okay. So that you don't find it incongruous or4a3a 24 for your belief that he visited three to five times\nthat someone who knows that a particular home is the o+4e32 25 during that two-year period?\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n10/20/2015 01:08:15 PM\n\nPage 236 to 239 of 335\n\nESQUIRE DEPOSITION SOLUTIONS\n\n(954) 331-4400\n22 of 46 sheets\n\nHOUSE_OVERSIGHT_010862",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010862.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5056,
    "word_count": 917,
    "line_count": 168,
    "import_date": "2025-11-19T21:47:46.338340",
    "prefix": "IMAGES-001"
  }
}