{
  "document_id": "HOUSE_OVERSIGHT_017508",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017508.txt",
  "text": "arnvrnauw & WN eH\n\nNNONNNNE EEE eee eee\nOP WHR TOwO WMWAIHD UU BWNHEFR OW\n\nAnr7AnDU BP WNE\n\nNNNNNPRPEPRPEP EHP EB\nDBWONF OW MAID UO BWHP OW\n\n25\n\nBY MS. HADDAD:\nQ. OrIRS. We'll use the blanket term federal\nagent. Is that a fair assessment?\n\nA. Yes.\nQ. Thank you.\nDo you recall when you hired her to work for\nyou?\nA. 1] do not.\n\nQ. Was it in 2009?\n\nA. I don't have a recollection one way or the\nother.\n\nQ. Okay. Have you ever seen this e-mail\nbefore?\n\nA. I saw it when] was reviewing your exhibits.\nBefore that ] have no independent recollection of\nhaving seen it. I'm not copied on it so ...\n\nQ. Did you ever have any communications with\nMs. Holmes about people that were close to\nMr. Epstein?\n\nA. J do not remember.\n\nQ. You stated earlier that you knew that\nMr. Epstein was a wealthy man. |s that a fair\nstatement? You called him \"collectible,\" was that\nbecause he had money?\n\n‘MR. SCAROLA: He called him a billionaire\nPage 70\n\ntoo.\n\nMS. HADDAD: Billionaire.\nTHE WITNESS: I knew he was a billionaire.\nBY MS. HADDAD:\n\nQ. Do you have any independent recollection in\nthe month of July 2009 of this case being intensified\nin any way such as going after those close to\nMr. Epstein?\n\nA. J don't remember that one way or the other.\n\nQ. If you knew that Mr. Epstein was a\nbillionaire, do you have any recollection of asking\nsomeone to investigate those close to Mr. Epstein to\nfurther your Ponzi scheme?\n\nA. I don't have an independent recollection of\nthat one way or the other.\n\nQ. Do you recall if you ever directed the\ndepositions to be taken of the people who were listed\non the flight manifest that you saw?\n\nA. I don't recall one way or the other. ] may\nhave told the investors that I was going to take the\ndepositions without ever intending to take them, but |\ndon't recall one way or the other.\n\nQ. Are you familiar with a gentleman by the\nname of Mr. Rodriguez, Alfredo Rodriguez?\n\nA. No.\n\nPage 71\n\nea eng ROLES US SCN EN PND ae MPT A TN SA STEER\n\nMM NYONMNYNHHPKBE FRPP HE RB eH\n\nSE car Car carat Car coriarmareamne satire anys eae tal\nNMNNNMDNMNDNYF RPE PRE BRP\n\nOwn WnrOrF Oo MAID UB WNP OW DAHA U Ss WH E-H\n\nScipio sautiamasanatate nate\n\nOBWNHF OW MIRHAUDBDWNHRFP OU WAHAB WNH\n\nNever heard that name before?\n\nAlfredo Rodriguez?\n\nYes.\n\nIt's not ringing any bells to me.\n\nDo you remember hearing at your office with\nrespect to Mr. Epstein’s case that one of his former\nemployees was willing to come forward with a big book\nof names?\n\nA. ] don't remember that one way or the other.\n\nQ. You have no recollection of that.\n\nDo you recall anyone approaching to ask if\nthe office can purchase this book?\n\nA. | don't recall that.\n\nQ. Do you recal) mstructing any of the\nattorneys in your office to get an opinion from\nKendall Coffey whether or not they can legally and\nlegitimately purchase this book?\n\nA. J don't recall that one way or the other.\n\n[The Complaint referred to was marked for\nidentification as Defendant's Exhibit 3.]\n\nBY MS. HADDAD:\n\nQ. Okay. I'm going to direct your attention to\nwhat's now Bates stamped as EP 002, which I'm sure you\nhaven't seen before since you just said you didn't\nknow who he was, but I'l] give you a minute to look\nPage 72\n\nOPOPD\n\nover it.\n\nA. This is rather long. Do you want to direct\nme to a specific portion of it?\n\nQ. Sure. If you look at the Page Bates Stamp\nEP 004, Paragraph 5 and 6.\n\nA. Okay. ] read number five.\n\nQ. Would you please read number six as wel]?\n\nA. Okay.\n\nQ. Does this refresh your memory as to whether\nor not anyone ever asked you in your office about\npurchasing a book?\n\nA. It does not.\n\nQ. Do you know that the cooperating witness was\nan attorney who worked for you at your firm?\n\nA. I] did not know that until you just said it\nright now.\n\nQ. According to Paragraph Number 5, \"The\ndeposition of this Mr. Rodriguez occurred on\nJuly 27th, 2009;\" is that correct?\n\nMR. SCAROLA: |s it correct that that's\nwhat it says? I'm going to object to the form of the\nquestion, it's vague and ambiguous.\n\nBY MS. HADDAD:\n\nQ. That's what's listed in the federal\ncomplaint, correct?\n\nPage 73\n\n19 (Pages 70 to 73)\n\nFRIEDMAN, LOMBARDI & OLSON\n\n305-371-6677\n\n5ed93085-0554-447f-bcdd-ca2d8fe941df\n\nHOUSE_OVERSIGHT_017508",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017508.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4161,
    "word_count": 773,
    "line_count": 190,
    "import_date": "2025-11-19T21:47:45.924421",
    "prefix": "IMAGES-004"
  }
}