{
  "document_id": "HOUSE_OVERSIGHT_013411",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013411.txt",
  "text": "http://nl.newsbank.com/nl-search/we/Archives?p_action=doc&p_doci...\n\nPalm Beach Daily News: Archives\n\nPalmBeachDailyNews.com\n\nTHE SHINY SHEET\n\nEEE EEE powered vYAHOoo!\n\nSearch for Palm\nBeach Daily News\n\nec | Follow @ShinySheet\n“= on Twitter!\n\nalm Beach Daily re en\n\nELECTRONIC EDITION\n\n4/7/11 1:35 PM\n\nStart or\nRenew Your\nSubscription\n\nThine\n\nElectronic Edition Now Available!\nClick Here To Subscribe\n\nNEWS\n\nReligion | Archives\n\nE-mail this page ©Print this page 27 Most popular\n\nNew Search Return to results Printer Friendly\nAbout your archives purchase:\nYour purchase of 20 articles expires on 04/07/2011 4:22 PM.\nYou have viewed 3 articles and have 17 articles remaining.\n\nPalm Beach Daily News (FL)\n\nJUDGE RECEIVES EPSTEIN TAPE\n\nRULING PENDING\n\nMICHELE DARGAN, Daily News Staff Writer\nPublished: May 5, 2010\nNEW YORK -- A Manhattan federal judge Tuesday took into custody a tape-recorded conversation\nbetween veteran newspaper reporter George Rush and convicted sex offender Jeffrey Epstein.\nBut U.S. District Judge Lawrence M. McKenna reserved ruling on whether the recording will be released to\nattorneys representing young women who were sexually abused by Epstein as minors. McKenna didn't\nlisten to the recording during the hearing. Fort Lauderdale attorney Brad Edwards and Utah attorney and\nlaw professor Paul Cassell are fighting to obtain the 22-minute tape on behalf of Epstein victim Jane Doe.\nShe has filed one of a dozen pending civil cases in federal court in West Palm Beach against Epstein.\nA status check is set for Thursday in those cases before U.S. District Judge Kenneth Marra.\nDoe could have settled the lawsuit for $50,000 but is asking for $50 million in damages, Cassell said\nTuesday. \"Jane Doe was repeatedly sexually assaulted over a lengthy period of time by this wealthy and\npowerful man,\" Cassell said.\nEpstein, 57, is currently under house arrest in his Palm Beach home after serving 13 months of an 18-\nmonth state sentence for soliciting a minor for prostitution and soliciting prostitution. Nearly two dozen\nyoung women have filed lawsuits against the billionaire money manager -- some already settled -- all\nalleging Epstein sexually abused them as minors at his El Brillo Way home.\nCites reporter's protected privilege\nRush, of the New York Daily News, was present in the courtroom, but did not have to testify Tuesday.\nNeither did Fort Lauderdale private investigator Michael Fisten, also in the courtroom. Working on behalf\nof Epstein victims, Fisten discovered the existence of the tape and had a conversation with Rush about its\ncontents.\nRepresenting Rush and the newspaper, Washington attorney Laura Handman and New York Daily News\nattorney Anne Carroll argued the tape should not be released under any circumstances, citing reporter's\nprotected privilege. Rush told Epstein the conversation was \"off the record\" and has never published any\nportion of that conversation. But even if portions had been printed, the unpublished portions would still be\nprotected, Handman said.\nHandman cited cases where interviews were conducted in the presence of other people and privilege was\nnot waived.\nIn addition, Handman argued that Rush should not have to testify in court.\nThe ability for reporter's privilege to be protected is crucial in culling sources and gathering information for\nnews stories, Handman said. Reporting is all about give and take between the reporter and the source;\nthat's what reporters have to do, Handman said.\n\"This is so critical to news gathering,\" Handman said. \"Mr. Rush could find himself testifying in [many]\ncases just because he had the temerity to do some reporting on a very important story.”\nThere is nothing helpful to Doe's case on the tape and “Jane Doe is not referred to once in that tape,”\nHandman said.\nCassell argued that the tape is \"critical in showing Epstein's lack of remorse.\"\nCassell described Epstein as a pitiless sexual abuser to Jane Doe and at least 30 other minor girls. Even\nthough Jane Doe is not referred to by name on the tape, Epstein refers to his victims as “the girls\" and\nmakes disparaging remarks about them on the tape, Cassell said.\nTape played for others\nCassell said privilege does not apply because it was waived when Rush played the tape for three people\nand verbally divulged its contents to two others, including Fisten and Edwards, who also represents two\nother victims. But even if there is \"qualified privilege,\" Cassell says, it is outweighed by Doe's inability to\nobtain the information anywhere else and the jury's need to hear Epstein's own words about his lack of\nremorse.\nSince Epstein has exercised his Fifth Amendment right during questioning by victims’ attorneys, the jury\n\nClassifieds Real Estate\n\nby\n\nShannon Donnelly 4. 3°”\n\nername=dkiesq&s_accountid=AC0111040620221012261&s_upgradeable=no\n\nPage 1 of 2\n\nHOUSE_OVERSIGHT_013411",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013411.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4855,
    "word_count": 762,
    "line_count": 108,
    "import_date": "2025-11-19T21:47:49.260344",
    "prefix": "IMAGES-002"
  }
}