{
  "document_id": "HOUSE_OVERSIGHT_020079",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020079.txt",
  "text": "developing a story that had far more details about the meeting—dquite possibly supplied by\nthe Kushner side—which it would publish on Saturday, July 8. Advance knowledge of this\narticle was kept from the president’s legal team for the ostensible reason that it didn’t\ninvolve the president.\n\nIn Hamburg, Ivanka, knowing the news would shortly get out, was presenting her\nsignature effort: a World Bank fund to aid women entrepreneurs in developing countries.\nThis was another instance of what White House staffers saw as the couple’s\nextraordinarily off-message direction. Nowhere in the Trump campaign, nowhere on\nBannon’s white boards, nowhere in the heart of this president was there an interest in\nwomen entrepreneurs in developing countries. The daughter’s agenda was singularly at\nodds with the father’s—or at least the agenda that had elected him. Ivanka, in the view of\nalmost every White House staffer, profoundly misunderstood the nature of her job and had\nconverted traditional First Lady noblesse oblige efforts into White House staff work.\n\nShortly before boarding Air Force One for the return trip home, Ivanka—with what by\nnow was starting to seem like an almost anarchic tone deafness—sat in for her father\nbetween Chinese president Xi Jinping and British prime minister Theresa May at the main\nG20 conference table. But this was mere distraction: as the president and his team huddled\non the plane, the central subject was not the conference, it was how to respond to the\nTimes story about Don Jr.’s and Jared’s Trump Tower meeting, now only hours away from\nbreaking.\n\nEn route to Washington, Sean Spicer and everybody else from the communications\noffice was relegated to the back of the plane and excluded from the panicky discussions.\nHope Hicks became the senior communications strategist, with the president, as always,\nher singular client. In the days following, that highest political state of being “in the room”\nwas turned on its head. Not being in the room—in this case, the forward cabin on Air\nForce One—became an exalted status and get-out-of-jail-free card. “It used to hurt my\nfeelings when I saw them running around doing things that were my job,” said Spicer.\n“Now I’m glad to be out of the loop.”\n\nIncluded in the discussion on the plane were the president, Hicks, Jared and Ivanka,\nand their spokesperson, Josh Raffel. Ivanka, according to the later recollection of her\nteam, would shortly leave the meeting, take a pill, and go to sleep. Jared, in the telling of\nhis team, might have been there, but he was “not taking a pencil to anything.” Nearby, in a\nsmall conference room watching the movie Fargo, were Dina Powell, Gary Cohn, Stephen\nMiller, and H. R. McMaster, all of whom would later insist that they were, however\nphysically close to the unfolding crisis, removed from it. And, indeed, anyone “in the\nroom” was caught in a moment that would shortly receive the special counsel’s close\nscrutiny, with the relevant question being whether one or more federal employees had\ninduced other federal employees to lie.\n\nAn aggrieved, unyielding, and threatening president dominated the discussion, pushing\n\nHOUSE_OVERSIGHT_020079",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020079.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3165,
    "word_count": 513,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:47.077049",
    "prefix": "IMAGES-005"
  }
}