{
  "document_id": "HOUSE_OVERSIGHT_033181",
  "filename": "TEXT-002-HOUSE_OVERSIGHT_033181.txt",
  "text": "﻿Donald Trump Used Legally Dubious Method to Avoid Paying Taxes\nPhoto\nDonald J. Trump in Atlantic City in 1990, seeking approval for his Trump Taj Mahal casino. Credit Associated Press\nDonald J. Trump proudly acknowledges he did not pay a dime in federal income taxes for years on end. He\ninsists he merely exploited tax loopholes legally available to any billionaire — loopholes he says Hillary\nClinton failed to close during her years in the United States Senate. “Why didn’t she ever try to change\nthose laws so I couldn’t use them?” Mr. Trump asked during a campaign rally last month.\nBut newly obtained documents show that in the early 1990s, as he scrambled to stave off financial ruin,\nMr. Trump avoided reporting hundreds of millions of dollars in taxable income by using a tax avoidance\nmaneuver so legally dubious his own lawyers advised him that the Internal Revenue Service would most\nlikely declare it improper if he were audited.\nThanks to this one maneuver, which was later outlawed by Congress, Mr. Trump potentially escaped\npaying tens of millions of dollars in federal personal income taxes. It is impossible to know for sure\nbecause Mr. Trump has declined to release his tax returns, or even a summary of his returns, breaking a\npractice followed by every Republican and Democratic presidential candidate for more than four decades.\nTax experts who reviewed the newly obtained documents for The New York Times said Mr. Trump’s tax\navoidance maneuver, conjured from ambiguous provisions of highly technical tax court rulings, clearly\npushed the edge of the envelope of what tax laws permitted at the time. “Whatever loophole existed was\nnot ‘exploited’ here, but stretched beyond any recognition,” said Steven M. Rosenthal, a senior fellow at\nthe nonpartisan Tax Policy Center who helped draft tax legislation in the early 1990s.\nGraphic\nMr. Trump managed to save millions in\npersonal taxes by borrowing – then losing\n– other people’s money.\nMoreover, the tax experts said the maneuver trampled a core tenet of\nAmerican tax policy by conferring enormous tax benefits on Mr. Trump\nfor losing vast amounts of other people’s money — in this case, money\ninvestors and banks\nhad entrusted to him to build a casino empire in\nAtlantic City.\nContinue reading the main story\nOPEN Graphic",
  "metadata": {
    "original_filename": "TEXT-002-HOUSE_OVERSIGHT_033181.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2296,
    "word_count": 381,
    "line_count": 32,
    "import_date": "2025-11-19T21:47:49.177226",
    "prefix": "TEXT-002"
  }
}