{
  "document_id": "HOUSE_OVERSIGHT_029070",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029070.txt",
  "text": "Now, with that, we are strong capitalists. And we believe in the benefits of capitalism.\nAnd, particularly, the harder-nosed the capitalism, the better. However, like I said, there’s\ntwo strands of capitalism that we’re quite concerned about.\n\nOne is crony capitalism, or what we call state-controlled capitalism, and that’s the big\nthing the tea party is fighting in the United States, and really the tea party’s biggest fight\nis not with the left, because we're not there yet. The biggest fight the tea party has today is\njust like UKIP. UKIP’s biggest fight is with the Conservative Party.\n\nThe tea party in the United States’ biggest fight is with the the Republican establishment,\nwhich is really a collection of crony capitalists that feel that they have a different set of\nrules of how they’re going to comport themselves and how they’re going to run things.\nAnd, quite frankly, it’s the reason that the United States’ financial situation is so dire,\nparticularly our balance sheet. We have virtually a hundred trillion dollars of unfunded\nliabilities. That is all because you’ve had this kind of crony capitalism in Washington, DC.\nThe rise of Breitbart is directly tied to being the voice of that center-right opposition. And,\nquite frankly, we’re winning many, many victories.\n\nOn the social conservative side, we’re the voice of the anti-abortion movement, the voice\nof the traditional marriage movement, and I can tell you we’re winning victory after\nvictory after victory. Things are turning around as people have a voice and have a\n\nplatform of which they can use.\n\nHOUSE_OVERSIGHT_029070",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029070.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1602,
    "word_count": 261,
    "line_count": 25,
    "import_date": "2025-11-19T21:47:44.252507",
    "prefix": "IMAGES-010"
  }
}