{
  "document_id": "HOUSE_OVERSIGHT_010938",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010938.txt",
  "text": "Nobelist Franco Modigliani heard of this, and invited me to MIT for a presentation.\nHe talked like Gepetto in Disney’s “Pinocchio”. There were a few other top brains,\nincluding Ruddiger Dornbusch and2Julio Rotemburg, in the small classroom where |\nspoke. Sometimes Modigliani interrupted. “Getty, you don’ta consider this.” “You\n\nforgeta that.” I guess I thought I wasn’t doing so well.\n\nMy talk ended, and he and I were standing by a window. To lighten the mood, | said\nsomething about the Red Sox. He said “Getty, I getta papers on banka reform every\n\nweek. Yours isa the best.”\n\nMilton Friedman, another nobelist, had a different take. We had given talks ata Cato\nFoundation symposium in San Francisco. He hated my idea. No great surprise. He\nhad written that money ought to earn nothing so that we wouldn’t own too much.\nAny attempt to back money with anything, he told me, would meet John Law's fate\nin the Mississippi bubble. The backing commodity would become inflated and then\n\ncrash. So Nobelists can disagree.\n\nMy version of the same idea today looks first to ETFs (exchange traded funds),\nwhich are more liquid and money-like than mutual funds. ETFs are usually index\nfunds, which replicate index holdings with no active management and so charge\nvery small expense ratios. But mutual funds might become money too. My idea, dead\nopposite from Friedman’s, is that both money supply and money yield should be\n\nheld as high as possible.\n\nWhat would happen to banks? Major angst, but not much damage. They would\ndevolve into their separate deposit and lending specialties, with separate\nstockholders and only incidental interaction. Deposits would be invested in ETFs or\nmutual funds. Federal deposit insurance would wither away as unneeded. There are\nno runs on ETFs. Lending banks would have to raise funds to lend from investors\n\nexpecting a return.\n\nIs there a downside? There is certainly a risk of one. The devil we don’t know is\n\nwhat would happen to lending rates and what the consequences might be. That had\n\nChapter 1: Recollections 1/06/16 22\n\nHOUSE_OVERSIGHT_010938",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010938.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2083,
    "word_count": 345,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.757672",
    "prefix": "IMAGES-001"
  }
}