{
  "document_id": "HOUSE_OVERSIGHT_017228",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017228.txt",
  "text": "4.2.12\nWC: 191694\n\nA few years later, after it became unmistakably clear that Faurisson was consciously lending his\nname to all sorts of anti-Semitic and neo-Nazi groups, Chomsky repeated his character reference:\n\n“T see no anti-Semitic implications in denial of the existence of gas chambers, or even\ndenial of the Holocaust. Nor would there be anti-Semitic implications, per se, in the claim\nthat the Holocaust (whether one believes it took place or not) is being exploited, viciously\nso, by apologists for Israeli repression and violence. I see no hint of anti-Semitic\nimplications in Faurisson’s work...” (emphasis added)\n\n[Add Mearsheimer]\n\nWhen this statement was quoted in the Boston Globe, I wrote the following letter to the editor:\n\n“While some may regard Chomsky as an eminent linguist, he does not understand the most\nobvious meaning of words in context. To fail to see any “hint of anti-Semitic\nimplications” in Faurisson’s collective condemnation of the Jewish people as liars, is to be\neither a fool or a knave.\n\nChomsky’s actions in defending the substance of Faurisson’s bigoted remarks against valid\ncharges of anti-Semitism—as distinguished from defending Fuarisson’s right to publish\nsuch pernicious drivel—disqualify Chomsky from being considered an honorable defender\nof the “underdog.” The victims of the Holocaust, not its defenders or deniers, are the\nunderdogs.”\n\nChomsky responded by arguing that Faurisson was an anti-Zionist rather than an anti-Semite,\nbecause he denounced “Zionist lies.”\n\nFollowing this exchange, I challenged Chomsky to a public debate on the issue of whether it is\nanti-Semitic or anti-Jewish to deny the Holocaust. This was his answer: “It is so obvious that\nthere is no point in debating it because nobody believes there in an anti-Semitic connotation to the\ndenial of the Holocaust” (emphasis added).\n\nOne is left to speculate about Chomsky’s motives—political and psychological—for becoming so\nembroiled in the substantive defense of the writings of a neo-Nazi Holocaust denier.\n\nThe civil liberties-free speech rationale does not work for Chomsky: civil libertarians who defend\nthe free speech of neo-Nazis do not get into bed with them by legitimating their false “findings” as\nhaving been based on “extensive historical research,” and by defending them—on the\nmerits—against well-documented charges of anti-Semitism. Moreover, providing a forward for a\nbook is joining with the author and publisher in an effort to sell the book. It is intended not\nmerely to leave the marketplace of ideas open. It is intended to influence the marketplace\nsubstantively in favor of the author’s ideas. This is not the defense of free speech. It is the\npromotion of Holocaust denial.\n\nSeveral years after my encounter with Chomsky, I was asked to defend a neo-Nazi Holocaust\ndenier named Matthew Hale, who was the head of an anti-Semitic group that called itself “The\n\n141\n\nHOUSE_OVERSIGHT_017228",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017228.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2936,
    "word_count": 456,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.567481",
    "prefix": "IMAGES-004"
  }
}