{
  "document_id": "HOUSE_OVERSIGHT_029970",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029970.txt",
  "text": "From:\n\nSent: 6/25/2017 9:10:33 PM\nTo: jeffrey E. [jeevacation@gmail.com]\nSubject: RE: Hello!!!\n\nImportance: — High\n\nThanks!!!\n\nGerontologist, Longevity & Successful Aging\n\nFrom: jeffrey E.\nSent: Sunday, June 25, 2017 4:59 PM\n\nTo:\n\nSubject: Re: Hello!!!\n\nGreat news\n\nHi Jeffrey,\n\nJust called, but not sure | have the right cell number for you. Thinking of you and hope life is treating you great! Any\nnews?\n\nAll good here in the District of Corruption — I’m lovin’ Trump. He is turning this town on its head, and have to admit,\nI’m enjoying watching the action (except for the shooting, of course, which was tragic). Especially interesting is\nwatching the Dems implode — I’m really shocked at how wrong they judged the public. Am having dinner tonight with\none of the Blue Dog Dems, and think they could maneuver to take over the party — Rep. Jim Costa is the defacto head —\nwe’ll see. Have popcorn, sitting back and watching the show\n\nJust got a big promotion to Manager of Senior Health, Virginia Hospital Center/Mayo Clinic. Am very excited, and love\nthe job — it is so rewarding. | spend most of my time giving lectures on neurodegenerative diseases, sleep, heart health\nand strategies for longevity. And the rest of the time as liaison to State and local Department’s of Aging, facilitator to\n\nthe Alzheimer and Dementia Caregiver Support Group and managing the assistive technology program.\n\nIf you hear of any special panels or commissions President Trump is forming, please keep me in mind. Sure the hospital\nwon’t mind loaning me out, and pretty sure I’m one of a handful of Republican Gerontologists ®.\n\nLet me know if you get to DC. Would LOVE to see you!!!\n\nMiss you and all the great times we had xxxx\nGwendolyn\n\nPS. How are Fred and Mort doing?\n\nGerontologist, Longevity & Successful Aging\n\nHOUSE_OVERSIGHT_029970",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029970.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1826,
    "word_count": 309,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.159470",
    "prefix": "IMAGES-010"
  }
}