{
  "document_id": "HOUSE_OVERSIGHT_028079",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028079.txt",
  "text": "response, or an American one, on an incomparably greater scale. It would also\ntotally isolate Saddam internationally and end any chance of peeling off Arab\nsupport for the Americans.\n\nIt was my nearly 100-per-cent caveat that prompted a tense debate within the\ncabinet. Even if the probability of a chemical attack was microscopic, any risk\nof civilians being subjected to terror, panic and very possibly agonizing death\nmeant that the government had to take precautions. The obvious first step would\nbe to distribute gas masks. But in a series of meetings with Misha and Dan, I\nemphasized this was not a decision that could be taken in isolation. By handing\nout gas masks, we might actually raise the probability of a chemical attack. We\nalso had to make sure as a matter of urgency that we had a workable military\noption to attack Iraq’s Scud launchers.\n\nBy early November, I was dealing both with plans for distributing the gas\nmasks and preparations for a possible military operation. So when I got a call\nasking me to report to Shamir’s office in Jerusalem, I assumed he wanted to talk\nabout Iraq. “How are things?” he asked. But when I began by filling him in on\nthe plans to distribute the gas-masks, he interrupted me. “I called you here,” he\nsaid, “because I wanted you to know that we’ve decided that when Dan leaves\nnext April, we want you to replace him as chief-of-staff.” Briefly and unusually\ntongue-tied, I said: “Thank you, Prime Minister’. The news was made public\nthe next morning. A few days later, it was ratified by the government. There\nwas only one vote against, from a former chief of staff who was now Shamir’s\nAgriculture Minister: Raful Eitan.\n\nI was one of rare instances in all my years in the army when I took a step\nback, appreciating a moment which felt special. It was not only, or even mainly,\na matter of a personal ambition fulfilled. More a sense that I was being given\nthe opportunity to apply everything I’d experienced and learned in the army,\nfrom the day I first joined Sayeret Matkal as an 18-year-old, to improve the\nsecurity and safeguard the future of Israel. I know that sounds corny. But, while\nthe momentum toward war in Iraq almost immediately crowded out everything\nelse again, that was truly how I felt.\n\n231\nHOUSE_OVERSIGHT_028079",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028079.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2284,
    "word_count": 398,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:49.116893",
    "prefix": "IMAGES-009"
  }
}