{
  "document_id": "HOUSE_OVERSIGHT_020081",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020081.txt",
  "text": "term headlines were overwhelming any sort of long-term strategy. “The worst thing you\ncan do is lie to a prosecutor,” said one member of the legal team. The persistent Trump\nidea that it is not a crime to lie to the media was regarded by the legal team as at best\nreckless and, in itself, potentially actionable: an explicit attempt to throw sand into the\ninvestigation’s gears.\n\nMark Corallo was instructed not to speak to the press, indeed not to even answer his\nphone. Later that week, Corallo, seeing no good outcome—and privately confiding that he\nbelieved the meeting on Air Force One represented a likely obstruction of justice—quit.\n(The Jarvanka side would put it out that Corallo was fired.)\n\n“These guys are not going to be second-guessed by the kids,” said a frustrated Bannon\nabout the firewall team.\n\nLikewise, the Trump family, no matter its legal exposure, was not going to be run by its\nlawyers. Jared and Ivanka helped to coordinate a set of lurid leaks—alleging drinking, bad\nbehavior, personal life in disarray—about Marc Kasowitz, who had advised the president\nto send the couple home. Shortly after the presidential party returned to Washington,\nKasowitz was out.\n\nOOK Ok\n\nBlame continued to flow. The odor of a bitter new reality, if not doom, that attached to the\nComey-Mueller debacle was compounded by everyone’s efforts not to be tagged by it.\n\nThe sides in the White House—Jared, Ivanka, Hope Hicks, and an increasingly\nambivalent Dina Powell and Gary Cohn on one side, and almost everyone else, including\nPriebus, Spicer, Conway, and most clearly Bannon, on the other—were most distinguished\nby their culpability in or distance from the Comey-Mueller calamity. It was, as the non-\nJarvanka side would unceasingly point out, a calamity of their own making. Therefore it\nbecame an effort of the Jarvankas not only to achieve distance for themselves from the\ncauses of the debacle—such involvement as they had they now cast as strictly passive\ninvolvement or just following orders—but to suggest that their adversaries were at least\nequally at fault.\n\nShortly after the Don Jr. story broke, the president not unsuccessfully changed the\nsubject by focusing the blame for the Comey-Mueller mess on Sessions, even more\nforcefully belittling and threatening him and suggesting that his days were numbered.\n\nBannon, who continued to defend Sessions, and who believed that he had militantly—\nindeed with scathing attacks on the Jarvankas for their stupidity—walled himself off from\nthe Comey smashup, was now suddenly getting calls from reporters with leaks that\npainted him as an engaged participant in the Comey decision.\n\nIn a furious phone call to Hicks, Bannon blamed the leaks on her. In time, he had come\nto see the twenty-eight-year-old as nothing more than a hapless presidential enabler and\n\nHOUSE_OVERSIGHT_020081",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020081.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2844,
    "word_count": 462,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:47.681060",
    "prefix": "IMAGES-005"
  }
}