{
  "document_id": "HOUSE_OVERSIGHT_025584",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025584.txt",
  "text": "Morgan Stanley | sesearcs NORTH AMERICA INSIGHT ~~\n\nMorgan Stanley and its affiliates do business that relates to companies/instruments covered in Morgan Stanley Research, including market making, providing liquidity, fund management,\ncommercial banking, extension of credit, investment services and investment banking. Morgan Stanley sells to and buys from customers the securities/instruments of companies covered in\nMorgan Stanley Research on a principal basis. Morgan Stanley may have a position in the debt of the Company or instruments discussed in this report. Morgan Stanley trades or may trade\n\nas principal in the debt securities (or in related derivatives) that are the subject of the debt research report.\n\nCertain disclosures listed above are also for compliance with applicable regulations in non-US jurisdictions.\nSTOCK RATINGS\n\nMorgan Stanley uses a relative rating system using terms such as Overweight, Equal-weight, Not-Rated or Underweight (see definitions below). Morgan Stanley does not assign ratings of Buy,\nHold or Sell to the stocks we cover. Overweight, Equal-weight, Not-Rated and Underweight are not the equivalent of buy, hold and sell. Investors should carefully read the definitions of all\nratings used in Morgan Stanley Research. In addition, since Morgan Stanley Research contains more complete information concerning the analyst @views, investors should carefully read Morgan\nStanley Research, in its entirety, and not infer the contents from the rating alone. In any case, ratings (or research) should not be used or relied upon as investment advice. An investor@decision\n\nto buy or sell a stock should depend on individual circumstances (such as the investor@existing holdings) and other considerations.\n\nGlobal Stock Ratings Distribution\n\n(as of December 31, 2017)\n\nThe Stock Ratings described below apply to Morgan Stanley©Fundamental Equity Research and do not apply to Debt Research produced by the Firm.\n\nFor disclosure purposes only (in accordance with NASD and NYSE requirements), we include the category headings of Buy, Hold, and Sell alongside our ratings of Overweight, Equal-weight,\nNot-Rated and Underweight. Morgan Stanley does not assign ratings of Buy, Hold or Sell to the stocks we cover. Overweight, Equal-weight, Not-Rated and Underweight are not the equivalent\nof buy, hold, and sell but represent recommended relative weightings (see definitions below). To satisfy regulatory requirements, we correspond Overweight, our most positive stock rating,\n\nwith a buy recommendation; we correspond Equal-weight and Not-Rated to hold and Underweight to sell recommendations, respectively.\n\n‘ . . Other Material Investment Services Clients\nCoverage Universe Investment Banking Clients (IBC)\n\n(MISC)\nStock Rating Cate- .\naany Count % of Total Count % of Total IBC % of Rating Category Count % of Total Other MISC\nOverweight/Buy 1142 36% 320 40% 28% 560 38%\nEqual-weight/Hold 1424 44% 371 47% 26% 674 46%\nNot-Rated/Hold 55 2% 6 1% 11% 9 1%\nUnderweight/Sell 583 18% 95 12% 16% 237 16%\nTotal 3,204 792 1480\n\nData include common stock and ADRs currently assigned ratings. Investment Banking Clients are companies from whom Morgan Stanley received investment banking compensation in the\n\nlast 12 months. Due to rounding off of decimals, the percentages provided in the \"% of total\" column may not add up to exactly 100 percent.\n\nAnalyst Stock Ratings\n\nOverweight (O). The stock@total return is expected to exceed the average total return of the analyst@industry (or industry team® coverage universe, on a risk-adjusted basis, over the next\n\n12-18 months.\n\nEqual-weight (E). The stock@total return is expected to be in line with the average total return of the analyst@industry (or industry team) coverage universe, on a risk-adjusted basis, over\n\nthe next 12-18 months.\n\nNot-Rated (NR). Currently the analyst does not have adequate conviction about the stock@total return relative to the average total return of the analyst@industry (or industry team® coverage\n\nuniverse, on a risk-adjusted basis, over the next 12-18 months.\n\nUnderweight (U). The stock@total return is expected to be below the average total return of the analyst@industry (or industry team® coverage universe, ona risk-adjusted basis, over the next\n\n12-18 months.\nUnless otherwise specified, the time frame for price targets included in Morgan Stanley Research is 12 to 18 months.\nAnalyst Industry Views\n\nAttractive (A): The analyst expects the performance of his or her industry coverage universe over the next 12-18 months to be attractive vs. the relevant broad market benchmark, as indicated\n\nbelow.\nIn-Line (1): The analyst expects the performance of his or her industry coverage universe over the next 12-18 months to be in Line with the relevant broad market benchmark, as indicated below.\nCautious (C): The analyst views the performance of his or her industry coverage universe over the next 12-18 months with caution vs. the relevant broad market benchmark, as indicated below.\n\nBenchmarks for each region are as follows: North America - S&P 500; Latin America - relevant MSCI country index or MSCI Latin America Index; Europe - MSCI Europe; Japan - TOPIX; Asia -\n\nHOUSE_OVERSIGHT_025584",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025584.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5206,
    "word_count": 789,
    "line_count": 75,
    "import_date": "2025-11-19T21:47:46.334291",
    "prefix": "IMAGES-008"
  }
}