{
  "document_id": "HOUSE_OVERSIGHT_014466",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014466.txt",
  "text": "The Fed is accordingly expected to proceed cautiously at least initially. In part for that\nreason our fixed income and FX strategists have only a modest further increase in bond\nyields and the USD in their forecasts for next year. They project 10Y US Treasuries\nrising to 2.65% and the USD to 1.02 vs the EUR. The dollar is expected to strengthen\nmore aggressively against both the GBP and the JPY, but even so the gain in the\ncurrency overall has been frontloaded into 2016.\n\nOur economists and strategists are cautious partly because the fiscal stimulus is\nexpected to have only a modest impact on growth, at around 0.5% of GDP. That is based\non the assumption that some of the proposals will get watered down and that the tax\ncuts have a relatively low fiscal multiplier. Our US economists think that should the\nfiscal stimulus be larger and more effective (for which read more infrastructure) then\nUS growth could surprise on the upside to around 3% in 2017 and 3.5% in 2018. That in\nturn would mean a more aggressive Fed and in all likelihood a bigger rise in yields and\n\nthe USD.\nChart 15: BofAML sees GDP accelerating into 2018... Chart 16: ...with inflation picking up too\nm Global GDP growth % m DM GDP growth % m EM GDP growth % m Global CPI inflation % m DM CPI inflation % m EM CPI inflation %\n42\nAg 5.1 36 36 3.8\n\n2015 2016F 2017F 2018F 2015 2016F 2017F 2018F\n\nSource: BofA Merrill Lynch Global Research Source: BofA Merrill Lynch Global Research\n\nReversal: There is good taper and bad taper\n\nThe outcome of that would likely affect ECB behaviour too. Our central expectation is\nfor Euro Area growth of around 1 %% and inflation nudging only modestly higher. A\nmuch more robust global economy and a stronger USD (presumably weaker EUR} would\nlikely put upward pressure on both of those. Indeed, in such an environment it is not\nimpossible to think of 10Y Treasuries pushing through 3% and the USD breaking parity\nagainst the EUR.\n\nThat in turn would increase the pressure on the ECB to start to reverse its very loose\nmonetary policy stance. Tapering would then become much more likely. It would likely\npush European bond yields higher too, certainly above the 65bp forecast for Bund yields\nat the end of 2017.\n\nAn ECB that tapers because growth and inflation are improving would not be a bad thing\nfor markets. Frankly for some parts of the market, notably banks, anything which gets\nthe ECB away from its current policy stance back towards normality is a positive.\n\nIndeed, the prospect of negative interest rates being reversed is the kind of thing which\nAlastair Ryan (our banks strategist) lies awake at night dreaming of ( see European\nBanks Strategy: repressed).\n\nBut and it is a big but, if the ECB chooses to taper because it is running out of options\nor the ability to do QE that is not a good thing. Some of the hawks on the ECB would\nchoose to taper at the first opportunity because they never really liked the idea of QE in\nthe first place. A tapering at next week’s meeting even if it is couched in terms of doing\nless for longer would not be good news for equity markets.\n\nBankof America <> :\nMerrill Lynch European Equity Strategy | 01 December 2016 7\n\nHOUSE_OVERSIGHT_014466",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014466.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3204,
    "word_count": 574,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:46.305741",
    "prefix": "IMAGES-002"
  }
}