{
  "document_id": "HOUSE_OVERSIGHT_013918",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013918.txt",
  "text": "This is what Doug of Pro Sound Effects used. As little as $40 a month with 1.5% per transaction.\n\n» eBay Store ( http://pages.ebay.com/storefronts/start.html )\nFrom $15—500 per month, plus eBay fees.\n\nSimple Payment Processing for Testing Pages, from Least to Most Involved\n\n» PayPal Cart (www.paypal.com; see “merchant’’)\n\nAccept credit card payments in minutes. No monthly fees, 1.9—2.9% of each transaction (called “discount\nrate”) and $0.30 per transaction.\n\n= Google Checkout ( http://checkout.google.com/sell _)\n\nGet $10 in free processing for each $1 spent on AdWords; 2% and $0.20 per transaction thereafter.\nRequires that customers have a Google ID, and is thus most useful as a supplement to one of the\naforementioned payment solutions. Be sure to link your Checkout account to your AdWords account to\nreceive credit. Important note: free transaction processing for nonprofits.\n\n> Authorize.net ( www.authorize.net )\n\nThe Authorize.Net Payment Gateway can help you accept credit card and electronic check payments\nquickly and affordably. More than 230,000 merchants trust Authorize.net to manage their transactions,\nhelp prevent fraud, and grow their business. The fees per transaction are lower than PayPal or Google\nCheckout, but setup will require a merchant account, covered in the next chapter, and other time-\nconsuming applications. I suggest setting up Authorize.net only after a product has tested successfully\nthrough one of the other two options above.\n\nSoftware for Understanding Web Traffic (Web Analytics)\n\nHow are people finding, browsing, and leaving your site?) How many prospective customers are being\ndelivered by each PPC ad, and which pages are most popular? These programs tell you all this and more.\nGoogle is free for most low-volume sites—and better than a lot of paid software-and the others cost $30\nand upward per month.\n\n= Google Analytics ( www.google.com/analytics )\n\n» CrazyEgg ( www.crazyegg.com )\n\nI use CrazyEgg to see exactly where people are clicking most and least on homepages and landing pages.\nIt is particularly helpful for repositioning the most important links or buttons to help prompt visitors to\ntake specific next actions. Don’t guess what’s working or not— measure it.\n\n»Clicktracks (www.clicktracks.com)\n\nHOUSE_OVERSIGHT_013918",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013918.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2287,
    "word_count": 346,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.874130",
    "prefix": "IMAGES-002"
  }
}