{
  "document_id": "HOUSE_OVERSIGHT_013881",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013881.txt",
  "text": "In the U.S. or Canada, the per-hour range is often $25—100. Seems like an obvious choice, right?\nBangalore 100%? It’s not. The important metric is cost per completed task, not cost per hour.\n\nThe biggest challenge with overseas help will be the language barrier, which often quadruples back-\nand-forth discussion and the ultimate cost. The first time I hired an Indian VA, I made the fundamental\nmistake of not setting an hour cap for three simple tasks. I checked in later that week and found he had\nspent 23 hours chasing his tail. He had scheduled one tentative interview for the following week, set at\nthe wrong time! Mind boggling. 23 hours? It ended up costing me, at $10 per hour, $230. The same tasks,\nassigned later that week to a native English speaker in Canada, were completed in two hours at $25 per\nhour. $50 for more than four times the results. That said, I later requested another Indian VA from the\nsame firm who was able to duplicate the native speaker results.\n\nHow do you know which to choose? That’s the beautiful part: You don’t. It’s a matter of testing a few\nassistants to both sharpen your communication skills and determine who is worth hiring and who is\nworth firing. Being a results-based boss isn’t as simple as it looks.\n\nThere are a number of lessons to be learned here.\n\nFirst, per-hour cost is not the ultimate determinant of cost. Look at per-task cost. If you need to spend\ntime restating the task and otherwise managing the VA, determine the time required of you and add this\n(using your per-hour rate from earlier chapters) to the end sticker price of the task. It can be surprising.\nAs cool as it is to say that you have people working for you in three countries, it’s uncool to spend time\nbabysitting people who are supposed to make your life easier.\n\nSecond, the proof is in the pudding. It is impossible to predict how well you will work with a given\nVA without a trial. Luckily, there are things you can do to improve your odds, and one of them is using a\nVA firm instead of a solo operator.\n\nSolo vs. Support Team\n\nLet’s suppose you find the perfect VA. He or she is performing all of your noncritical tasks and you’ve\ndecided to take a much-deserved vacation to Thailand. It’s nice to know someone besides you will be\nmanning the wheel and putting out fires for a change. Finally, some relief! Two hours before your flight\nfrom Bangkok to Phuket, you receive an e-mail: Your VA is out of commission and will be in the\nhospital for the next week. Not good. Vacation FUBAR.\n\nI don’t like being dependent on one person, and [ don’t recommend it in the least. In the world of high\ntechnology, this type of dependency would be referred to as a “single point of failure’ —one fragile item\n\nupon which all else depends. In the world of IT,45 the term “redundancy” is used as a selling point for\nsystems that continue to function if there is a malfunction or mechanical failure in any given part. In the\ncontext of VAs, redundancy entails having fallback support.\n\nI recommend that you hire a VA firm or VAs with backup teams instead of sole operators. Examples\nabound, of course, of people who have had a single assistant for decades without incident, but I suggest\nthat this is the exception rather than the rule. Better safe than sorry. Besides simple disaster avoidance, a\ngroup structure provides a pool of talent that allows you to assign multiple tasks without bothering to find\na new person with the qualifications. Brickwork and YMII both exemplify this type of structure and\nprovide a single point of contact, a personal account manager, who then farms out your tasks to the\nmost-capable people in the group and across different shifts. Need graphic design’? Covered. Need\ndatabase management? Covered. I don’t like calling and coordinating multiple people. I want one-stop\nshopping and am willing to pay 10% more to have it. I encourage you to be similarly pound-wise and\npenny-foolish.\n\nTeam preference doesn’t mean that bigger is better, just that multiple people are better than one\nperson. The best VA I have used to date is an Indian with five backup assistants under him. Three can be\nmore than sufficient, but two is toeing the line.\n\nHOUSE_OVERSIGHT_013881",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013881.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4212,
    "word_count": 742,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:47.676555",
    "prefix": "IMAGES-002"
  }
}