{
  "document_id": "HOUSE_OVERSIGHT_012578",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012578.txt",
  "text": "JAY P. LEFKOWITZ, Eso.\nDECEMBER 13, 2007\nPAGE 2 OF 5\n\nI informed you that I selected Mr. Ocariz because he was a friend and classmate of two people\nwhom I respected, and that I had never met or spoken with Mr. Ocariz prior to contacting him about\nthis case. All of those facts are true. I still have never met Mr. Ocariz, and, at the time that he and\nI spoke about this case, he did not know about my relationship with his friend. You suggest that I\nshould have explicitly informed you that one of the referrals came from my “boyfriend” rather than\nsimply a “friend,” which is the term I used, but it is not my nature to discuss my personal\nrelationships with opposing counsel. Your attacks on me and on the victims establish why I wanted\nto find someone whom I could trust with safeguarding the victims’ best interests in the face of\nintense pressure from an unlimited number of highly skilled and well paid attorneys. Mr. Ocariz\nwas that person.\n\nOne of your letters suggests a business relationship between Mr. Ocariz and my boyfriend.\nThis is patently untrue and neither my boyfriend nor I would have received any financial benefit\nfrom Mr. Ocariz’s appointment. Furthermore, after Mr. Ocariz learned more about Mr. Epstein’ s\nactions (as described below), he expressed a willingness to handle the case pro bono, with no\nfinancial benefit even to himself. Furthermore, you were given several other options to choose from,\nincluding the Podhurst firm, which was later selected by Judge Davis. You rejected those other\noptions.\n\nYou also allege that I improperly disclosed information about the case to Mr. Ocariz. I\nprovided Mr. Ocariz with a bare bones summary of the agreement’ s terms related to his appointment\nto help him decide whether the case was something he and his firm would be willing to undertake.\nI did not provide Mr. Ocariz with facts related to the investigation because they were confidential\nand instead recommended that he “Google” Mr. Epstein’s name for background information. When\nMr. Ocariz asked for additional information to assist his firm in addressing conflicts issues, I\nforwarded those questions to you, and you raised objections for the first time. I did not share any\nfurther information about Mr. Epstein or the case. Since Mr. Ocariz had been told that you\nconcurred in his selection, out of professional courtesy, I informed Mr. Ocariz of the Office's\ndecision to use a Special Master to make the selection and told him that the Office had made contact\nwith Judge Davis. We have had no further contact since then and I have never had contact with\nJudge Davis. I understand from you that Mr. Ocariz contacted Judge Davis. You criticize his\ndecision to do so, yet you feel that you and your co-counsel were entitled to contact Judge Davis to\ntry to “lobby” him to select someone to your liking, despite the fact that the Non-Prosecution\nAgreement vested the Office with the exclusive right to select the attorney representative.\n\nAnother reason for my surprise about your allegations regarding misconduct related to the\nSection 2255 litigation is your earlier desire to have me perform the role of “facilitator” to convince\nthe victims that the lawyer representative was selected by the Office to represent their interests alone\nand that the out-of-court settlement of their claims was in their best interests. You now state that\ndoing the same things that you had asked me to do earlier is improper meddling in civil litigation.\n\nMuch of your letter reiterates the challenges to Detective Recarey’s investigation that have\n\nHOUSE_OVERSIGHT_012578",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012578.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3585,
    "word_count": 604,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:47.296091",
    "prefix": "IMAGES-002"
  }
}