{
  "document_id": "HOUSE_OVERSIGHT_017924",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017924.txt",
  "text": "In re Terrorist Attacks on September 11, 2001, 392 F.Supp.2d 539 (2005)\n\n10 A.L.R. Fed. 2d 789\n\nD. TRO\"\n\n23] Plaintiffs claim that IIRO has “materially supported\nterror around the globe, including Osama bin Laden and\nal Qaeda.” (Ashton Compl. § 310; Burnett Compl. J§ 234,\n239; Federal Compl. § 133.) In the early 1990s, TRO\n“was rapidly becoming al Qaeda’s foremost charity used\nas a means to transfer funds, personnel, and other means\nof material support.” (Burnett Compl. J 326; Federal\nCompl. § 142.) Plaintiffs claim IIRO remains “firmly\nentrenched with Osama bin Laden’s al Qaeda\norganization” because of its support of an al Qaeda guest\nhouse in Egypt, its office’s close proximity to Osama bin\nLaden’s personal office in Sudan, and its relationship with\nbin Laden’s brother-in-law Defendant Mohammed Jamal\nKhalifa. (Ashton Compl. F§ 310, 315, 317; Burnett\nCompl. Ff 234, 239, 241.)\n\nMohammed Jamal Khalifa headed IIRO’s Philippines\noffice, which served as a center of terrorist financing and\ntraining. (Ashton Compl. § 310; Burnett Compl. § 234;\nFederal Compl. §§ 135-36.) Khalifa collected and\nlaundered money for al Qaeda through ITRO’s Phillipines\noffice. (Ashton Compl. J 316; Burnett Compl. J 240.)\nThrough Khalifa, TRO was allegedly involved with\nbombings in Jordan in 1993 and 1994, the 1993 attack on\nthe World Trade Center, plots to assassinate former\nPresident Bill Clinton and the late Pope John Paul II and\nto simultaneously blow up twelve American airliners, and\nthe 1998 Embassy bombings in Africa. (Ashton Compl. Jf\n310, 318, 510-12; Burnett Compl. Jf 189, 234, 239 240,\n242; Federal Compl. Ff 136, 137, 139.)\n\n*363 Plaintiffs claim HIRO supported al Qaeda terrorists\nin other ways as well. One of the September 11 hijackers\nclaimed to be working for IIRO’s Fazeh Ahed. (Ashton\nCompl. § 322; Burnett Compl. J 246.) IIRO allegedly\nfunded the Taliban regime with $60,000,000. (Ashton\nCompl. § 322; Burnett Compl. § 246.) Pakistan deported\n89 aid workers from the ITRO on the grounds that they\nwere supporting al Qaeda. (Ashton Compl. § 322; Burnett\nCompl. § 246; Federal Compl. J 144.) Plaintiffs claim\nIIRO funded al Qaeda training camps in Afghanistan.\n(Ashton Compl. § 556; Federal Compl. J 134 (basing\nallegations on declassified 1996 CIA report alleging TRO\nfunded six al Qaeda training camps, including those from\nwhich it planned, approved, and coordinated the\nSeptember 11 attacks and where hiyackers received\ntraining and indoctrination).) ITRO funded Egyptian\nal-Jihad, a branch of al Qaeda. (Burnett Compl. J 243.)\nTRO conducted a joint fundraising event with\nal-Haramain and WAMY in Riyadh, Saudi Arabia in\nDecember 1999. (Burnett Compl. § 156.)\n\nDefendant MWL is the parent organization of RO and\n\nWESTLAW\n\nuses it as an “operational arm to perform many of its\ncharitable activities.” (Ashton Compl. J 298; Federal\nCompl. Ff 130-31.) Plaintiffs claim TRO also works with\nnumerous other charities allegedly affiliated with al\nQaeda, including SJRC, BIF, Global Relief Foundation,\nTaibah International, Islamic African Relief Agency, and\nWAMY. (Ashton Compl. § 320; Burnett Compl. Jf 172,\n244; Federal Compl. J 147.) The FBI raided IIRO’s\noffices in Virginia after September 11, 2001. (Ashton\nCompl. ¥ 322; Burnett Compl. § 246.)\n\nPlaintiffs allege that IIRO operates under the name\nInternational Relief Organization (“IRO”) in the United\nStates in Falls Church, Virginia, and that the ITRO and\nIRO transfer money to each other and have the same\npresident. (Ashton Compl. Jf 311, 320; Burnett Compl. Tf\n172, 235, 237; Federal Compl. § 146 (U.S. branch\nestablished in 1991); see also Parrett Aff. Ex. 1 (attaching\nIRO’s 1991 certificate of incorporation in Virginia); id.\nEx. 2 (attaching IRO’s 1993 certificate for doing business\nin Virginia under assumed name of International Islamic\nRelief Organization (IRO)).) IIRO claims IRO was\nfinally dissolved as a corporate entity in December 2002.\n(Saleh bin Abdallah Alsaikhan Decl. ¥ 10.)\n\nThe parties agree that this Court’s exercise of personal\njurisdiction over ITRO depends on its contacts with the\nUnited States as a whole under Rule 4(k)(1). The Court\nlooks, therefore, at IIRO’s contacts with the United\nStates. It appears that IIRO was operating in the United\nStates until December 2002. It is alleged to have\nsupported an al Qaeda guest house. Through its\nrelationship with Mohammed Jamal Khalifa, it has\nallegedly been involved in several al Qaeda attacks and\nplots for other attacks. It has allegedly funded the Taliban\nand al Qaeda training camps in Afghanistan. The Court\nfinds that Plaintiffs have made a prima facie case that\nIIRO has purposefully directed its activities at the United\nStates, thus satisfying the constitutional minimum\ncontacts requirement. IIRO’s motions to dismiss the\nAshton, Burnett, and Federal complaints are denied.\n\nIIL. Failure to State a Claim\n\nIn these Rule 12(b)(6) motions to dismiss for failure to\nstate a claim, the Court accepts as true the facts alleged in\nthe complaints and draws all reasonable inferences in\nfavor of Plaintiffs. Harris v. City of New York, 186 F.3d\n243, 247 (2d Cir.1999). The complaints should be\ndismissed only if it appears beyond doubt *564 that\nPlaintiffs can prove no set of facts in support of their\nclaims that would entitle them to relief. /d.; see also\n\nHOUSE_OVERSIGHT_017924",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017924.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5335,
    "word_count": 857,
    "line_count": 116,
    "import_date": "2025-11-19T21:47:47.318045",
    "prefix": "IMAGES-004"
  }
}