{
  "document_id": "HOUSE_OVERSIGHT_030818",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030818.txt",
  "text": "Eye on the Market | November 21, 2011 J.P Morgan\n\nTopic: The quixotic search for energy solutions\n\nThe other good news relates to the discovery of new natural gas reserves. US shale gas production is up 14-fold over the\nlast decade, and the EIA projects that by 2035, the US will no longer be a gas importer. Yes, the Energy Department recently\nslashed estimates of gas in the Marcellus Basin from 410 trillion cubic feet to 84 trillion; this followed the latest survey by the\nUS Geological Survey, which last estimated the basin at 2 trillion cubic feet in 2002. However, the historical imprecision of\npeak oil/gas estimates make it a difficult science. To be clear, shale gas production will be critical; EIA projections to 2035\nassume that rising shale gas production will offset declines in almost every other gas category (see p. 7). Deep sea gas reserves\nare a potential positive, but marginal costs may be an issue. As for shale gas exploration and radium (naturally occurring and\nsurfaced in sometimes dangerous concentrations), and fracking chemicals themselves, the cost of natural gas electricity appears\nlow enough to absorb costs related to wastewater collection and treatment. Eventually, replacements will be needed for fossil\nfuels. What “art of the possible” solutions do is give the world more time to find them. In the meantime, many scientists\nwould prefer to put as much emphasis on efficiency as on new technologies. Examples include 95% efficient natural gas\nfurnaces, LED/fluorescent lighting and more insulation. The largest direct energy saver in a 2010 report by the Pacific\nNorthwest National Laboratory for the Department of Energy: deployment of diagnostic devices in residential and\ncommercial buildings to manage HVAC systems and lighting.\n\nA potential game-changer: electricity storage that works, in commercial scale\n\nWhat would potentially change the energy equation is storage. The world has been generating commercially available\nelectricity for over a hundred years, but as things stand now, the world has almost no electricity storage. The benefits of\nelectricity storage, if it could be implemented, are self-evident:\n\ne increased cost-effectiveness of intermittent solar and wind power, and lower electricity costs, since electricity produced by\nwind at night could be stored and sold during the day; and electricity produced during sunny days could be stored and sold\nduring cloudy spells. There are obvious tie-ins to the feasibility and cost of electric cars\n\ne lower required peak production capacities of large urban power systems, by drawing on stored electricity reserves\n\ne deferral or avoidance of costly upgrades to the transmission grid. As per the North American Electricity Reliability\nCorporation, only 27% of grid upgrades relate to integrating renewable energy. Almost half are designed to improve overall\nreliability, due to fluctuating loads (since the grid has to accommodate peak loads, and not just average ones)\n\ne reduced consumption of fossil fuels which power most stand-by generators\n\nUnfortunately, battery storage has moved along at a snail’s pace. Moore’s Law on doubling semiconductor capacity is\nsomething of a distraction; technology improvements over 15-18 months are hard to find anywhere EXCEPT semiconductors.\nSolar photovoltaic cell efficiency has doubled over 15-18 years; and battery storage has progressed even more slowly as it\nrelates to commercial-scale applications’ (rather than lithium ion applications for cell phone and laptops). As a reminder,\nelectricity is simply defined as the movement of electrons, which can only be “stored” as potential energy, for example via large\nheight or chemical gradients (e.g., batteries).\n\nCompressed Air Energy\nStorage, 440 MW\n\nSodium-Sulfur Battery\n\nThe accompanying chart shows the existing state of\ncommercial-scale electricity storage; it’s all about\n\npumped hydro”, a process that uses cheaper electricity at 316 MW\nnight to pump water uphill into a reservoir basin, and then @ Lead-Acid Battery\nreleases the water during the day to power a hydro-electric ~35 MW\n\ngenerator. The other technologies are an afterthought, at\nleast right now. Note that more energy is expended in\npumping the energy uphill than is generated by releasing it\n\n@ Nickel-Cadmium\nBattery, 27 MW\n\nFlywheels\ndownhill; the economic value derives from much higher <25 MW\nelectricity prices during the day. Around 10%-20% of the Lithium-ion Battery\npotential pumped hydro energy is lost over time through ~20 MW\nevaporation and conversion losses. Reson flow Battery\n\nSource: Fraunhofer Institute, EPRI, Electricity Storage Technology Options, 2010.\n\n° Companies like A123 produce commercial scale batteries, but they are primarily for grid-smoothing. A123’s lithium ion batteries are meant\nto store energy for fractions of an hour, rather than for hours or days.\n\n© Most pumped hydro facilities are designed to run for 10 hours uninterrupted (before being empty). Assuming 127 GW of installed\ncapacity, that means that 1,270 GWh of electricity would be produced before their reservoirs ran dry. That amount of stored electricity is\n0.0064% of annual global generation. That is a very small supply; inventory storage for crude oil is 10%-12% of annual production.\n\n5\n\nHOUSE_OVERSIGHT_030818",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030818.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5287,
    "word_count": 814,
    "line_count": 81,
    "import_date": "2025-11-19T21:47:49.100295",
    "prefix": "IMAGES-011"
  }
}