{
  "document_id": "HOUSE_OVERSIGHT_019624",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019624.txt",
  "text": "136 | HOW AMERICA LOST ITS SECRETS\n\nment in the theft of state secrets in the first week of June. The FBI\nis in charge of criminal investigations of civilian U.S. intelligence\nworkers, even if the alleged crime occurs on an NSA base. The FBI\nimmediately dispatched a task force of agents to investigate a poten-\ntial espionage case in Hawaii. When questioned, Lindsay Mills said\nSnowden was away on a business trip. After determining from\nairline and hotel data that he was in Hong Kong, the FBI realized\nSnowden was a possible intelligence defector. It froze his credit and\nbank cards. It also notified the passport office in the State Depart-\nment and the legal attachés at the Hong Kong consulate. The legal\nattachés, who were actually FBI field agents posted in Hong Kong,\nlocated Snowden at the Mira hotel on June 8. On the evening of\nJune 9, Snowden revealed in his twelve-minute video posted on the\nGuardian website that he was the source of the stolen NSA docu-\nments. Because Hong Kong is part of China, U.S. law enforcement\ndid not have the means to recover them.\n\nAt that point, determining the magnitude of the theft of docu-\nments became a critical concern of the investigation. Aside from the\n\n© few dozen documents published by The Guardian and The Washing- ®\nton Post, what else had Snowden stolen?\n\nWithin the next few days, a small army of forensic investigators\nfrom the FBI, the Defense Department, and the “Q” counterintel-\nligence division of the NSA swarmed onto the NSA base in Hawaii.\nThe proximate crime scene for their investigation was the National\nThreat Operations Center. They examined the cubicle where\nSnowden had last worked and then began retracing all his activi-\nties at the NSA from 2009 to 2013. To begin with, they needed to\nfind out how many documents from the center had been copied and\ntaken by Snowden.\n\nMeanwhile, the Defense Intelligence Agency (the Pentagon’s own\nintelligence service) was kept partially in the dark. Although the\nNSA is officially part of the Department of Defense, it operated with\na high degree of autonomy with its own inspector general, inves-\ntigative staff, and reporting channels. The DIA did not learn from\nthe NSA that Snowden had stolen military documents concerning\nthe joint Cyber Command until July 10. The number of stolen mili-\ntary documents from the Department of Defense was staggering.\n\n| | Epst_9780451494566_2p_all_r1.z.indd 136 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019624",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019624.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2460,
    "word_count": 415,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:45.309383",
    "prefix": "IMAGES-005"
  }
}