{
  "document_id": "HOUSE_OVERSIGHT_028553",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028553.txt",
  "text": "Cite as: 586 U.S. (2019) 11\n\nOpinion of the Court\n\nments” did not mean “virtually absolute immunity.” The\nphrase is not a term of art with substantive content, such\nas “fraud” or “forgery.” See id., at 22; Gilbert v. United\nStates, 370 U.S. 650, 655 (1962). It is rather a concept\nthat can be given scope and content only by reference to\nthe rules governing foreign sovereign immunity. It is true\nthat under the rules applicable in 1945, the extent of im-\nmunity from suit was virtually absolute, while under the\nrules applicable today, it is more limited. But in 1945, as\ntoday, the IOTA’s instruction to grant international organ-\nizations the immunity “enjoyed by foreign governments” is\nan instruction to look up the applicable rules of foreign\nsovereign immunity, wherever those rules may be found—\nthe common law, the law of nations, or a statute. In other\nwords, it is a general reference to an external body of\n(potentially evolving) law.\n\nC\n\nIn ruling for the IFC, the D. C. Circuit relied upon its\nprior decision in Atkinson, 156 F. 38d 1835. Atkinson\nacknowledged the reference canon, but concluded that the\ncanon’s probative force was “outweighed” by a structural\ninference the court derived from the larger context of the\nIOIA. Id., at 1841. The Atkinson court focused on the\nprovision of the IOIA that gives the President the author-\nity to withhold, withdraw, condition, or limit the otherwise\napplicable privileges and immunities of an international\norganization, “in the light of the functions performed by\nany such international organization.” 22 U.S.C. §288.\nThe court understood that provision to “delegate to the\nPresident the responsibility for updating the immunities\nof international organizations in the face of changing\ncircumstances.” Atkinson, 156 F. 3d, at 1341. That dele-\ngation, the court reasoned, “undermine[d]” the view that\nCongress intended the IOIA to in effect update itself by\nincorporating changes in the law governing foreign sover-\n\nHOUSE_OVERSIGHT_028553",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028553.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1998,
    "word_count": 322,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:44.676150",
    "prefix": "IMAGES-010"
  }
}