{
  "document_id": "HOUSE_OVERSIGHT_017113",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017113.txt",
  "text": "4.2.12\nWC: 191694\n\ntraditional Jewish approach to learning and ritual—doubt all you want, but do! My brother and I\nstarted that way, but ultimately our doubts carried over into action--or more precisely inaction.\nWe stopped observing in our mid 20s. My mother couldn't understand or accept that. \"I don't\ncare what you believe or don't believe,\" she would insist, \"as long as you go to Shul, keep kosher\nand don't work (broadly defined to include driving, watching television or going to a ballgame) on\nShabbas.\" That's all she asked of us. \"Is that so much to ask!\"\n\nWhen we started to break the rules, my mother began to doubt her doubting. Doubting was good\nas long as it didn't lead to breaking with the rituals--as it didn't in her case. Or so she believed,\nuntil she saw, with her own eyes, the wages of doubt, in her own children. This led her to doubt\ndoubt and to embrace certainty. She would never completely abandon her doubting nature, but\nshe no longer believed that doubt was cost-free. It had cost her to lose her own children to\n\"excessive doubt\" and the real sin of acting on one's doubt. I certainly don't mean to suggest that\nour mother \"lost\" us in any sense other than the observance of ritual, but that was critically\nimportant to her. Although my brother and I maintained an extremely close relationship until her\ndeath at age 95--we spoke to her almost every day--it was never quite the same once we left the\n\"club\" and followed our own rules as it pertained to Jewish practices.\n\nMy mother even questioned her decision to “let me go to Brooklyn College.” She insisted that I\nwould have “turned out better” if I had gone to Yeshiva University, but I didn’t have that option,\nbecause Yeshiva turned me down. (More on that later).\n\nMy mother may not have been happy with the way I used the doubt she instilled in me, but I have\nbeen ecstatic. It has become the most important quality in my life--and the most significant\ningredient in whatever success I may have achieved. It certainly played an important role in my\ndecision to become a lawyer defending freedom of speech, accused criminals, and other unpopular\ncauses. (More on that later.) So thank you Mom! And even thank you Yeshiva Etz Chaim and\nYeshiva University High School for provoking me to be a skeptic, a doubter and an agnostic\nabout life. (And thank you Yeshiva University for turning me down!)\n\nMy mother influenced me in many ways with her skepticism, not the least of which was when she\nrepeatedly had to defend me for my conduct at school. I remember one incident in particular. I\nwas playing “Ring A Levio” in the schoolyard on any icy winter day and chasing a classmate\nnamed Victor Botnick. He slipped and his leg got stuck under the gate and he broke it while\ntrying to stand up. I was accused of deliberately breaking his leg and called into the principal’s\noffice. My mother immediately came to school and spoke to me privately. I told her the story\nand assured her that I would never break my friend Victor’s leg purposely. My mother went to\nthe principal’s office with me and served as my defense attorney, making charts and diagrams that\nproved that I could not have possibly broken his leg deliberately and that he caused it to break\nwhile trying to stand up with his foot still stuck under the gate. I was acquitted, though the\nPrincipal still had his suspicions. This was my first experience with the adversarial process and\nwith a defense attorney. My mother, of course, was not a lawyer, having attended college for\nonly part of one semester. But she was my Perry Mason, and an important inspiration for why I\ndecided to become a defense lawyer. For me the presumption of innocence was not a theory. I\nknew I was innocent, yet the principal presumed me guilty. Only my mother’s effective advocacy\nkept me from being suspended—at least this time.\n\n26\n\nHOUSE_OVERSIGHT_017113",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017113.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3879,
    "word_count": 685,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:47.900311",
    "prefix": "IMAGES-004"
  }
}