{
  "document_id": "HOUSE_OVERSIGHT_015840",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015840.txt",
  "text": "150 Are the Androids Dreaming Yet?\n\nmm «\n\nI could say, “All gorillas eat leaves.’ “All leaves are green.” Therefore I can\ninfer all gorillas eat some green things. This is a valid inference. It is not\ncorrect to say, gorillas eat only green things.\n\nThere are 256 ways you can arrange four Aristotle statements with\nfour relationships but only 19 valid deductive conclusions can be drawn.\nThe kitten puzzle at the start of the chapter is an example of such a logical\npuzzle. Can you reach the right conclusion?\n\nTRY SOLVING THE KITTEN PUZZLE WITHOUT READING ON\n\nAristotle's syllogisms are only a start. There are many other types of\nlogic. In antiquity, the Stoics developed a different brand of logic based\non the idea of larger and smaller. Stoic logic allows us to answer questions\nof relative size. If a Mini is smaller than an Audi, and an Audi is smaller\nthan a Rolls Royce, then a Mini is smaller than a Rolls Royce. The Stoics\npursued their branch of logic until around 180aD when study of this sort\ndied out. It’s not quite clear why. Perhaps the rise of religious power and\nthe onset of the Dark Ages curtailed intellectual inquiry. Even after the\nEnlightenment began around 1650 it took some time for the discipline of\nlogic to re-emerge. If you want to learn more about syllogistic logic and\nhow to solve Lewis Carroll’s puzzle you should read his book The Game\nof Logic. The definitive book on the logic of language, in my opinion, is\nLogic by Wilfrid Hodges.\n\nLogic for Computers\n\nWestern civilization mostly survived on syllogisms and stoic logic for\nnearly two thousand years before George Boole devised his theory of\nbinary logic in 1847. Boole developed an elegant mathematical system\nfor representing logical statements that allowed simple arithmetical\noperations to answer logical questions. We now call this system Boolean\nlogic and he gave us the modern convention of using one for true, and\nzero for false. Computers use his principles all the time. For example, if\nit is true my bank account shows less than zero, then make it true that\nsomeone will send mea letter warning me I am overdrawn. The best way\nto get your head around Boolean logic is to solve the ancient puzzle of\nthe Two Guards. The puzzle featured in the 1986 movie, The Labyrinth,\n\nHOUSE_OVERSIGHT_015840",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015840.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2295,
    "word_count": 397,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:46.921833",
    "prefix": "IMAGES-003"
  }
}