{
  "document_id": "HOUSE_OVERSIGHT_020273",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020273.txt",
  "text": "(21\n\npossible that Snowden smuggled in a key logger in his backpack, it could not be operated\nwirelessly inside the Center because, like all other NSA facilities, the computers had been\ninsulated to lock-out wireless transmission. This precaution was taken to guard against an EMP,\nor Electro-Magnetic Pulse, attack by an enemy. If so, the only way Snowden could intercept key\nstrokes was to attach a cable from his key logger to each of his fellow workers’ computers. In\nthis scenario, he would have to surreptitiously build his own wired network connecting his hidden\nkey logger to 24 separated computers. Moreover, he would have to do this wiring in an open-plan\noffice where he could not count on these additional wires, even if rigged one by one, not being\nnoticed by either other analysts on the room or the geek squad of system administrators who\nregularly checked connections. Making the task even more risky, according to my Booz Allen\nsource, there were closed-circuit cameras. The only way he could mitigate the risk of detection\nwas by having someone help him build this network.\n\nThere was a further security barrier he had to get by. Even after he managed to obtain all the\nnecessary passwords from colleagues, he had to transfer the files to an external storage device.\nThis was not a matter of simply using a thumb drive because, unlike in caper movies such as\nMission Impossible, the ports on the computers at the NSA were ordinarily sealed shut. This\nmeasure was done specifically to prevent any unauthorized downloading by NSA workers. The\nonly people at the Center who had the authorization, and the means, to open these ports and\ntransfer data were system administrators, according to the former Booz Allen executive. System\nadministrators needed to have this privilege to deal with glitches in the computers. So they were\nallowed to open up the sealed ports. But Snowden was no longer a system administrator and did\nnot have these privileges. So again, he needed some help. He either would need to borrow\nanother system administrator’s credential or forge his own. The credential he would need is\ncalled a public key infrastructure card with its authentication code embedded in a magnetic stripe.\nWhen I asked the former Booz Allen executive if Snowden possessed the skill set to forge such a\ncard, he said that he strongly doubted any NSA employee would be capable of such a forgery\nwithout special equipment. He could have, however, borrowed this credential from a system\nadministrator who was willing to help him. But just asking such a favor could “set off alarms.”\n\nThe unwitting accomplice scenario had another stumbling block: time. We know from Poitras\nthat Snowden told her in early April 2013 that he planned to deliver documents to her in six to\neight weeks (which he in fact did.) But he had not yet started working for Booz Allen at the\nCenter until that same month. It does not seem plausible (to me) that in making such a\ncommitment he was merely counting on the kindness of strangers to fulfill it The only way he\ncould have known for certain that he would be able to borrow a public key infrastructure card and\nobtain the passwords, whether by trickery or by a key router, before he had begun working at the\nCenter was that he already knew someone at the Center who would help him. But such a contact\nleads to a witting accomplice scenario.\n\nThe Witting Accomplice Possibility\n\nHOUSE_OVERSIGHT_020273",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020273.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3439,
    "word_count": 586,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:45.637509",
    "prefix": "IMAGES-005"
  }
}