{
  "document_id": "HOUSE_OVERSIGHT_024174",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024174.txt",
  "text": "Listed real estate\n\nUBS Global Index DTR (28 June): 1,375 (last month: 1,320)\n\nUBS View UBS Global Index DTR (6-month target): 1,400\n¢ A slight positive monthly performance has been driven by rebounds in the higher beta markets,\nrespectively Hong Kong, Japan and Singapore.\n\ne Listed real estate is still attractively valued on different earnings ratios and trade on a slight discount to\nNAV. Earnings yields over 5 year swap rate are attractive currently attractive, yet the flattening of interest\ncurves has come to a halt and we see less support from it in the future.\n\ne Little supply of commercial space across the globe leads vacancy rates to gradually decline and low\ncapitalization rates in core markets support capital values. Also rental yields remain attractive compared to\nhigh grade bond yields. However, further significant capital appreciation is unlikely. This is especially due a\nslow down in rental income as economic growth is subdued. Hence, future performance is limited.\n\ne Although slightly reduced, we maintain our preference for US REITs due to stable fundamentals and like\nAustralia as a conservative play. We slightly overweight Hong Kong, stay neutral towards Singapore, but\nmaintain a slight underweight in Japan as fundamentals remain unconvincing.\n\nA Positive scenario UBS Global Index DTR (6-month target): 1,500\n¢ Improving macroeconomic data in the US, positive economic surprises in Europe followed by monetary\neasing in China help to increase growth prospects that support rental income growth, while refinancing\ncosts remain low in a low inflation environment. Real estate offers a comparatively attractive yield.\nNegative scenario UBS Global Index DTR (6-month target): 1,300\n¢ The US growth path disappoints investor expectations and causes the comparatively high valuation levels\nthere to correct, significantly affecting global real estate. Furthermore, a more severe recession in Europe\ntriggers a tightening of credit standards, making listed real estate more dependent than ever on bank\nfinancing at a time when credit markets are already fragile. Real estate underperforms global equities\nbecause the correlation between the availability of credit and short-term performance is high.\n\nNote: Scenarios refer to global economic scenarios (see slide 7)\n\nWhat we're watching Why it matters\n\nWe do not expect capitalization rates to decrease much from now. Rental yields\nhave already been pushed down by decreasing bond yields; we see a diminishing\nsupport from the interest curve, which has significantly flattened in the past.\nGlobal commercial real estate transaction volumes are down year-on-year due to\na lack of product in core markets and constraints on debt financing. Global rental\ngrowth has softened and very modest growth will feature major markets overall.\n\nCapitalization rates and\nrental yields\n\nTransaction volumes and\nfuture rental growth in\ndirect markets\n\nCredit markets and\nfinancing costs\n\n36 UBS\n\nLending conditions have been a little tightened. However, well financed listed\ncompanies have still good access to credit, while others are more restricted.\n\nPreference: neutral\n\nRecommendations\n\nTactical (6 months)\n\n¢ We maintain our neutral stance towards\nlisted real estate after a good performance\nyear-to-date and due to a relative less\nattractive valuation compared to global\nequities. Going forward returns are limited\nby subdued revenue growth. However, we\nstill expect listed real estate to stay\ncomparatively attractive in a low growth,\nlow rates environment.\n\nStrategic (1 to 2 years)\n\ne A cyclical slowdown in rents limits growth,\nbut attractive refinancing conditions are\nsupportive. We see potential for higher\npayout ratios in the US and Asia, while\nEurope has to consolidate balance sheets.\n\nPreference (6 months)\nOur market preferences for listed real estate*\n\nNorth America =\nContinental Europe | | = =i\nues\nJapan| | OT =U\nHongKong —\nSngpore | | tt (‘<‘é édT;S*é‘( C‘i‘Cédr:C*S\nAvswaia [| | |S =\nOld m New\n* This is our relative preference within the global real estate\n\nsector based on UBS Global Real Estate Index domestic total\nreturn, which is not the overall secter view\n\nSource: UBS CIO, as of 26 June 2012\n\nNote: Past performance is not an indication of future returns.\n\n39\n\nFor further information please contact CIO's asset class specialist Thomas Veraguth, thomas.veraguth@ubs.com\n\nPlease see important disclaimer and disclosures at the end of the document.\n\nHOUSE_OVERSIGHT_024174",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024174.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4468,
    "word_count": 686,
    "line_count": 109,
    "import_date": "2025-11-19T21:47:46.989028",
    "prefix": "IMAGES-007"
  }
}