{
  "document_id": "HOUSE_OVERSIGHT_012848",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012848.txt",
  "text": "presented in the last section, Eberhardt was also interested in the possibility that if people carry this\nassociation around in their head, they do so unconsciously, despite explicit avowals that they are not at all\nracist. And if they carry this association around unconsciously, how does it impact upon their judgments\nand actions?\n\nIn one experiment with both Caucasian and non-Caucasian subjects, Eberhardt used a technique\ncalled subliminal priming. Subliminal priming involves rapidly presenting pictures, sounds or other\nexperiences under the radar of awareness and then presenting material that falls within our radar. If the\ntwo experiences are similar, the unconscious version affects subjects’ perception of the conscious one.\nFor example, if you first prime people by flashing the picture of a woman’s face, subjects then respond\nfaster to faces of women than to faces of men. In other words, despite the fact that subjects are unaware of\nthe prime, it affects their judgments. Eberhardt first primed subjects with photographed faces of\nCaucasian or Black people or an unrecognizable non-face. They then watched a short movie that started\noff with an unrecognizable object that looked like it was covered by dense snow. As the movie\nprogressed, the snow lifted, making it easier to recognize the object as a line drawing of either a duck,\ndolphin, alligator, squirrel or ape. Subjects stopped the movie as soon as they recognized the animal.\n\nCompared with Caucasian faces and non-faces, priming with Black faces caused subjects to stop\nthe movie much sooner for apes, but not for any other animal. Compared with non-faces, priming with\nCaucasian faces caused subjects to stop the movie much /ater for apes, but not for any other animal. This\nsuggests that Black faces made it easier to identify apes, whereas Caucasian faces made it harder to\nidentify apes, with no comparable effects for any other animals. Caucasian and non-Caucasian subjects\nshowed the same pattern of response, and so too did individuals with and without strong, explicit racial\nattitudes. Although the similarity among Caucasian and non-Caucasian subjects is of interest, and\nsuggests that the association is held even among those who were perhaps less strongly associated with\nthis form of dehumanization, there were relatively few Black subjects in this non-Caucasian group. This\nfirst set of experiments suggests, therefore, that among a racially heterogeneous group of educated\nStanford undergraduates, individuals carry an unconscious association between Black people and apes,\nand thus, an unconsciously dehumanized representation of another human being. Given the animal form\nof this dehumanization, the implication from Haslam’s work is that Caucasians associate Blacks with less\nrationality, civility, and self-control, in essence, less uniquely human qualities.\n\nThese are remarkable and disturbing findings. They can’t be explained by some superficial\nsimilarity between human faces and animals because Eberhardt found the same results when she\npresented either line drawings or words of animals. Had Eberhardt used actual photographs of animals,\nsubjects could have used similarity in skin color or nose shape — for example, seeing a black human face\n\nwould prime seeing a black ape face because both have the color black in common. Line drawings and\n\nHauser Chapter 3. Ravages of denial 102\n\nHOUSE_OVERSIGHT_012848",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012848.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3412,
    "word_count": 524,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:49.427991",
    "prefix": "IMAGES-002"
  }
}