{
  "document_id": "HOUSE_OVERSIGHT_018904",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018904.txt",
  "text": "Db bable Cause Affidavit @\n\nPalm Beach Police Department\nAgency ORI# FLO 500600\n\nfor misdemeanor possession of marijuana. During the arrest| bold the arresting officer that she had information\n\nabout sexual activity taking place at the residence of Jeffrey Epstein. Additionally, during the ongoing trash pulls\nfrom Epstein’s residence, discarded papers were found which contained| __ name and cell phone number.\n\nOn October, 11, 2005, Det Dawson and I met with [Jana obtained a sworn taped statement. [|\nexplained she had been going to Epstein’s house since 2002, when she was sixteen years of age. Since then she\nhas gone to the house hundreds of times. L__]stated she became his “number one girl.” She explained that on\nher first visit she was brought to the house by fellow. —SSSSSS_=( Classmate,\n[|said she was brought through the kitchen area where she met | for the first time.|___}was led to\nthe master bedroom, Epstein s room.[___lexplained that as she was walking up the stairs she observed several\nphotographs of naked women along the walls and tables of the house[ | further explained that she was be\nbrought into the bedroom, where prepared the room by setting up the massage table and provided the oils BIG\nfor her to rub on Epstein. [_Jexplained she remembered the steam room area, which contained two large\nshowers. Epstein entered the room from the steam room area and introduced himself. Epstein lay on the table\nand told her to get comfortable. [removed her skirt and kept her shirt on. Epstein then instructed her to\nremove her shirt.[\"_]removed her shirt and remembered she was not wearing a bra. [__]stated she provided\nthe massage wearing only her panties. She continued rubbing his legs, thighs and feet. | _Jadvised he turned\nover onto his back. Epstein touched her breasts and began to masturbate. Epstein ejaculated which meant the\nmassage was over. At the conclusion of the massage Tas paid $200.00. They walked together downstairs\nwhere PI andf were waiting. stated received an unknown amount of\nmoney for taking her to Epstein. Epstein instructed to leave her cellular telephone number so that he could\ncontact her when he is in town.\n\n[ _]statea that during her many visits a routine was established between her and Epstein. She would enter\nthe house and get naked in the bedroom. She would then start with a back massage. Epstein would roll on to his\nback and allow her to massage his chest area. [ stated Epstein would then began to masturbate himself and at\nthe same time would insert his fingers in her vagina and masturbate her with his fingers. [explained Epstein\nwould continue this process until he ejaculated. He would then utilize a vibrator/massager on her vagina until[—_]\nclimaxed. [Jadvised that during her frequent visits, Epstein asked for her real age,[___]stated she was sixteen. p¢\nEpstein advised her not to tell anyone her real age. [__Jadvised that things escalated within the home as Epstein b7c\nwould instruct and payl__ to have intercourse with his female friend a. [explained the\nintercourse included using strap on dildos, large rubber penis’ and other devices that Epstein had at his disposal.\nEpstein would watch them have intercourse and masturbate himself. Occasionally, Epstein would then join in\n\nThe foregoing instrument was sworn to or affirmed State of Florida\nbefore me this 1* day of May, 2006 by County of Palm Beach\nDet Joe Recarey, who is personally known to me.\n\nSignature/Arresting Officer\n\nSignature of Police Officer (F.S.S. 117.10) Date: 05/01/2006\n\nPage of 22\n\nHOUSE_OVERSIGHT_018904",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018904.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3561,
    "word_count": 586,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.323200",
    "prefix": "IMAGES-005"
  }
}