{
  "document_id": "HOUSE_OVERSIGHT_017753",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017753.txt",
  "text": "Page 39 of 52\n2005 B.Y.U.L. Rev. 835, *901\n\n(2) Serving Objections. An objecting party must provide a copy of its objections to the opposing party and to the probation\nofficer.\n\n(3) Action on Objections. After receiving objections, the probation officer may meet with the parties and the victim to discuss\nthe objections. The probation officer may then investigate further and revise the presentence report as appropriate.\n\n(h) Notice of Possible Departure from Sentencing Guidelines. Before the court may depart from the applicable sentencing\nrange on a ground not identified for departure either in the presentence report or in a party's prehearing submission or in a\nvictim impact statement, the court must give the parties reasonable notice that it is contemplating such a departure. The notice\nmust specify any ground on which the court is contemplating a departure. The attorney for the government or for the victim\nshall advise defense counsel and the court of any ground identified by the victim that might reasonably serve as a basis for\ndeparture.\n\n(i) Sentencing.\n[7902]\n\n(1) In General. At sentencing, the court:\n\n(A) must verify that the defendant and the defendant's attorney have read and discussed the presentence report and any\naddendum to the report;\n\n(B) must give to the defendant and an attorney for the government a written summary of - or summarize in camera - any\ninformation excluded from the presentence report under Rule 32(d)(3) on which the court will rely in sentencing, and give them\na reasonable opportunity to comment on that information;\n\n(C) must allow the parties' attorneys and any victims to comment on the probation officer's determinations and other matters\nrelating to an appropriate sentence; and\n\n(D) may, for good cause, allow a party or any victim to make a new objection at any time before sentence is imposed.\n\n(2) Introducing Evidence; Producing a Statement. The court may permit the parties or the victim to introduce evidence on the\nobjections. If a witness testifies at sentencing, Rule 26.2(a)-(d) and (f) applies. If a party fails to comply with a Rule 26.2 order\nto produce a witness's statement, the court must not consider that witness's testimony.\n\n(3) Court Determinations. At sentencing, the court:\n(A) may accept any undisputed portion of the presentence report as a finding of fact;\n\n(B) must - for any disputed portion of the presentence report or other controverted matter - rule on the dispute or determine that\na ruling is unnecessary either because the matter will not affect sentencing, or because the court will not consider the matter in\nsentencing; and\n\n(C) must append a copy of the court's determinations under this rule to any copy of the presentence report made available to the\nBureau of Prisons.\n\nThe Rationale:\n\nFor the reasons explained in the preceding section, the victim's right to be \"reasonably heard\" at a sentencing hearing\nencompasses the right to be heard on Sentencing Guidelines issues. Congress [*903] intended that the victim become a\nparticipant in the process with rights \"independent of the Government or the defendant.\" 773 Those independent rights include\n\n273 150 Cong. Rec. S4268 (daily ed. Apr. 22, 2004) (statement of Sen. Kyl).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017753",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017753.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3266,
    "word_count": 527,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:44.106715",
    "prefix": "IMAGES-004"
  }
}