{
  "document_id": "HOUSE_OVERSIGHT_019040",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019040.txt",
  "text": "Date:\nTime:\n\nCase\n\n7/13/06 LM BEACH POLICE DEPARTMEN Page: 87\n9:27:55 Incident Report Program: CMS301L\n\nSee er lene ce ee a ee\n\nNo. . . . : 1-05-000368 (Continued)\nof call_in_ seconds, inbound or outbound calls and calls made to or\nfeon | | hone. On March 7, 2006, at 11:03 am, ets a call\nto the victi which lasted 492 seconds (8 minutes and 2 seconds).\nThe victim then returned the call at_11:16 am which lasted 6 seconds.\nThe victim then made contact with[__Jat 11:22 am for 877.2 seconds\n(14 minutes and 6 seconds). These sequences of calls were consistent\nwith what the victim had described to me on the date of the\nintimidation, Immediately after speaking with the victim,[__]makes\na call to Epstein's assistant, which lasts for\nforty-eight seconds. A call is then immediately received, a telephone\nnumber registered to a Corporation affiliated with Jeffrey Epstein\nlocated at 457 Madison Ave in New York. An extensive computer check\nrevealed 457 Madison Ave is a business address in which Epstein has\nhis corporations assigned to. Epstein had corporation attorney,\nDarren Indyke, register the businesses and register himself as an\nagent. I also observed Epstein has his El Zorro Ranch Corporation,\nNew York Strategy Group, Ghislaine Corporation, J Epstein and Company\nand the Financial Strategy Group registered to this same address.\nFinally, a third call is received by[__Jat 12:02 pm from the same\ncorporate number which lasts 12 minutes and 1 second. It should be\nnoted that there is no further contact with either the victim during\nthe month of March or April of 2006. I also noted that there was no\nfurther contact vich I ©: Jeffrey Epstein during the\nremainder of the month of March or April 2006.\n\nOn June 1, 2006, ASA Lana Belohlavek telephoned me to inform me of the\nmeeting that occurred with Atty. Jack Goldberger and her reference\nthis case. She advised she would make her determination on whether to\nfile on this case or not by Monday June 5, 2006.\n\nInv Continues.\n\nREAR EAEKEKKAEKEKAEEEREKEEEEKEKEK NARRATIVE HAG KEKKERKKKEKEKEERKREK EKER ER\n\nNA\n\nReported By: RECAREY, JOSEPH 7/12/06\nEntered By.: ALTOMARO, NICKIE A. 7/12/06\n\nOn June 29, 2006, I had spoken to ASA Lana Belohlavic who informed me\nthat the case would be sent to the Grand Jury for charges. She\ninformed me that the grand jury would convene on July 19, 2006 to hear\nthe Epstein case. Belohlavic stated State Attorney Barry Krisher made\nthe determination to go the Grand Jury to hear the case.\n\nOn July 12, 2006, I spoke with Mrs L] mother of the victim, [__]who\ninquired about the status of the case. I explained to her that I was\ntold we would be going to the Grand Jury during the week of July 19,\n2006. She statéd she had not been contacted as of yet by the State\nAttorney's Office for any information. I provided her with the\ntelephone numbers to the State Attorney's Office.\n\nInvestigation continues...\n\nkK kK ek kK eK RK KR kK RK Kk K eK K RK * BND OF REPORT * * *¥ ® ® KK RK kK RK RK kK KR RK KOK OK\n\na\n\n/\n\nHOUSE_OVERSIGHT_019040",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019040.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3020,
    "word_count": 532,
    "line_count": 72,
    "import_date": "2025-11-19T21:47:44.209729",
    "prefix": "IMAGES-005"
  }
}