{
  "document_id": "HOUSE_OVERSIGHT_018902",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018902.txt",
  "text": "@ dable Cause Affidavit ©\n\nPalm Beach Police Department\nAgency ORI# FLO 500600\n\na\nattempted to reach up her tank top and touch her breasts. [__|pulled back and Epstein stopped, however he b6\nkept masturbating until he climaxed. He cleaned himself with the towel he was previously wearing. [_]was Bre\npaid $200.00 for the massage and left the area. She met with [who was waiting in the kitchen area and\nleft the house.\n\n[then explained she never provided another massage for Epstein. She did however, go to the house\n\nwith [MMend|_________]as they took another friend of MEEEMs.___ advised she was present when\n\n[___]went to work for Epstein. She advised she rode over and sat in the kitchen area with J to\nwait for|_______ advised while they waited for|____] the house chef prepared lunch for them as it was\nalmost lunchtime when they went. Whenl____}was finished with the massage they left the area. I asked__|if\n\nBE ever told her what would be expected when she provided a massage.|__ tated yes, f told her\nthat a massage would be expected, possibly naked and possibly some touching involved. [_Jhas no formal\ntraining in providing massages. [__lspoke about a third and last time she went to Epstein’s house. |\ndrove another girl[ _| (sixteen years of age) who is [_]friend, to Epstein’s house|__ftated[__]knew that\n\n[__Jhad made money massaging Epstein and wanted to make money herself. [MMftook them in the kitchen\narea of the house and introduced |___}o I tool__jupstairs to the main bedroom.\nadvised she doesn’t know what happened aq _| did not speak about what happened in the room| _keceived\n$100.00 from a fo: going with her to Epstein’s house and recommending _|\n\nOn October 6, 2005, at 11:45 am, I met with dof af and\n\nexplained to her why we there to interview her. She advised she was aware of the ongoing investigation.L__|\nstated she had previously spoken with|____] who told her she was interviewed by detectives. During a\nsworn taped statement[___]stated she knew that worked for Jeff Epstein in Palm Beach.[___]\nadvised she originally had been taken to the meer | whom she met when they both\nattended] —(‘C™SCSC‘*@d She began going to the house when she was sixteen years of age and\nstated she had been there a lot of times to provide massages over the past two years. I asked her if she had\nformal training in providing massages, which[___]stated she had not. [___ advised she was told what was\nexpected of her by providing massages and she‘would have to remove clothing but if she felt uncomfortable just\nto say so and Epstein would stop pushing the issue. [_]began providing massages and advised she kept her\nclothes on. She considered Epstein a pervert and he kept pushing to go further and further. explained she\nwould keep telling him she had a boyfriend and would not be right to her boyfriend. It wasn’t until recently that\n[ Jbegan removing her clothes and staying in her thong underwear to provide a massage. [_Jexplained\n\nThe foregoing instrument was sworn to or affirmed State of Florida\nbefore me this 1* day of May, 2006 by County of Palm Beach\nDet Joe Recarey, who is personally known to me.\n\nSignature/Arresting Officer\n\nSignature of Police Officer (F.S.S. 117.10) Date: 05/01/2006\n\nPage of 22\n\nHOUSE_OVERSIGHT_018902",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018902.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3251,
    "word_count": 549,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:46.645108",
    "prefix": "IMAGES-005"
  }
}