{
  "document_id": "HOUSE_OVERSIGHT_016405",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016405.txt",
  "text": "and you turn that special capability to a human purpose, to something you want\ntechnology to do. In the case of magnetic materials, there are plenty of ways to do that.\nIn terms of programs, it’s the same story. There are all kinds of programs out there, even\ntiny programs that do complicated things. Could we entrain them for some useful human\npurpose?\n\nAnd how do you get Als to execute your goals? One answer is to just talk to\nthem, in the natural language of human utterances. It works pretty well when you’re\ntalking to Siri. But when you want to say something longer and more complicated, it\ndoesn’t work well. You need a computer language that can represent sophisticated\nconcepts in a way that can be progressively built up and isn’t possible in natural\nlanguage. What my company spent a lot of time doing was building a knowledge-based\nlanguage that incorporates the knowledge of the world directly into the language. The\ntraditional approach to creating a computer language is to make a language that\nrepresents operations that computers intrinsically know how to do: allocating memory,\nsetting values of variables, iterating things, changing program counters, and so on.\nFundamentally, you’re telling computers to do things in your own terms. My approach\nwas to make a language that panders not to the computers but to the humans, to take\nwhatever a human thinks of and convert it into some form that the computer can\nunderstand. Could we encapsulate the knowledge we’d accumulated, both in science and\nin data collection, into a language we could use to communicate with computers? That’s\nthe big achievement of my last thirty years or so—being able to do that.\n\nBack in the 1960s, people would say things like, “When we can do such-and-\nsuch, we’ll know we have AI. When we can do an integral from a calculus course, we’ll\nknow we have AI. When we can have a conversation with a computer and make it seem\nhuman... ,” et cetera. The difficulty was, “Well, gosh, the computer just doesn’t know\nenough about the world.” You’d ask the computer what day of the week it was, and it\nmight be able to answer that. You'd ask it who the President was, and it probably\ncouldn’t tell you. At that point, you’d know you were talking to a computer and not a\nperson. But now when it comes to these Turing Tests, people who’ ve tried connecting,\nfor example, Wolfram|Alpha to their Turing Test bots find that the bots lose every time.\nBecause all you have to do 1s start asking the machine sophisticated questions and it will\nanswer them! No human can do that. By the time you’ve asked it a few disparate\nquestions, there will be no human who knows all those things, yet the system will know\nthem. In that sense, we’ve already achieved good AI, at that level.\n\nThen there are certain kinds of tasks easy for humans but traditionally very hard\nfor machines. The standard one is visual object identification: What is this object?\nHumans can recognize it and give some simple description of it, but a computer was just\nhopeless at that. A couple of years ago, though, we brought out a little image-\nidentification system, and many other companies have done something similar—ours\nhappens to be somewhat better than the rest. You show it an image, and for about ten\nthousand kinds of things, it will tell you what it is. It’s fun to show it an abstract painting\nand see what it says. But it does a pretty good job.\n\nIt works using the same neural-network technology that McCulloch and Pitts\nimagined in 1943 and lots of us worked on in the early eighties. Back in the 1980s,\npeople successfully did OCR—optical character recognition. They took the twenty-six\nletters of the alphabet and said, “OK, is that an A? Is that a B? Is that a C?” and so on.\n\n185\n\nHOUSE_OVERSIGHT_016405",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016405.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3773,
    "word_count": 664,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:46.044260",
    "prefix": "IMAGES-003"
  }
}