{
  "document_id": "HOUSE_OVERSIGHT_028103",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028103.txt",
  "text": "Yair Hirschfeld, and the historian and former Haaretz journalist Ron Pundak.\nThree PLO officials were there, led by Arafat’s closest economic aide, Abu\nAla’a. Though both of the Israelis were friends of Yossi Beilin, a protégé of\nPeres and our deputy foreign minister, even Peres didn’t know about the\nmeeting until Yossi told him the following day. Rabin knew an hour later. I first\nlearned of it from Uni Saguy, after Unit 8200 intercepted Arabic-language\ntraffic concerning a briefing the Norwegians had given their Arab contacts. At\nfirst, even Peres was skeptical that the paper agreed at the “seminar” — calling\nfor international aid to the West Bank and Gaza on the scale of the Marshall\nPlan, and an initial Israeli withdrawal limited to Gaza — would lead to serious\nnegotiations. But Rabin authorized follow-up sessions in mid-February, late\nMarch and again in April. Our intelligence teams continued to provide detail,\nand occasional color. Uri Saguy and I even began to use the Arabic shorthand,\nfrom the intelligence reports, for the two Israeli academics. The burly, bearded\nYair Hirschfeld was “the bear”. The slighter Ron Pundak was “the mouse”. Yet\nthe main political impetus in driving the process forward came from two men\nwho were not there: on our side, Yossi Beilin, and for the Palestinians, Arafat’s\ntrusted diplomatic adviser, and eventual successor, Mahmoud Abbas, or Abu\nMazen.\n\nSince Rabin knew I was following the ostensibly secret talks, we discussed\nthem often. For quite a while, he remained dismissive. He believed the chances\nof a breakthrough were remote. He was also suspicious of the involvement of\nPeres and Beilin, whom he called “Shimon’s poodle’. And he deeply distrusted\nArafat. The PLO had been founded with the aim of “liberating” every inch of\nPalestine. The fact that Arafat had agreed to the Bush Administration’s demand\nto accept the principle of land-for-peace struck Rabin as mere sleight-of-hand.\n\nBy the third Oslo meeting, it was clear that the Palestinians were open to an\nagreement that would fall well short of “liberating Palestine”. Still, Rabin was\nleery. He tried briefly to return the focus to the stalemated Madrid-track talks\nwith the Palestinians. Yet when, with obvious PLO encouragement, the\nPalestinian negotiators stood their ground there, he seemed almost resigned to\nsupporting Oslo. When we discussed it, he used a battlefield metaphor. “When\nyou have to break through, you don’t necessarily know where you’ll succeed.\nYou try several places along the enemy’s lines. In the sector of the front where\nyou do succeed, you send in your other forces.” It was a matter of “reinforcing\nsuccess.”\n\n255\nHOUSE_OVERSIGHT_028103",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028103.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2687,
    "word_count": 433,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:44.455799",
    "prefix": "IMAGES-009"
  }
}