{
  "document_id": "HOUSE_OVERSIGHT_012762",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012762.txt",
  "text": "In a competitive world with limited resources, our desire system never rests. This is a good thing\nas it motivates us to take care of our self-interests and strive for bigger and better. But a desire system\nthat never sleeps is a system that 1s motivated to accrue ever larger coffers or power. To satisfy this\ninflationary need is often not possible without harming others, either directly or indirectly. To offset the\ncosts of harming another, desire recruits denial. This is a recipe for evil and the creation of excessive\nharms. It is a recipe that takes two, often benign and highly adaptive ingredients that are essential for\nmotivating action and promoting survival, and combines them into an explosive outcome. Seen in this\nway, our capacity for evil is as great as our capacity for love and compassion. Evil is part of human\nnature, a capacity that can’t be denied. What I will show is both how this capacity works, and how some\nof us, due to biological inheritance and environmental influence, are more likely to end up as evildoers.\n\nHistorical material on the lives of Franz Stangl and Adolf Eichmann, leaders in the Nazi\nannihilation of Jews, illustrates how desire and denial combine within individual minds to create\nexcessive harms. Although this is a historical example, focused on the lives of only two men, stories like\ntheirs have been recounted hundreds of times, all over the globe and across time. This pattern points to\ncommon mechanisms, identified in detail by the sciences of human nature.\n\nStangl was a politically motivated man with a burning desire to climb to the top of the Nazi\nhierarchy. A clear path opened when he was appointed commander of the Polish prison Treblinka.\nUnbeknownst to Stangl, Treblinka was one of the Nazi’s concentration death camps. To fulfill his desire\nfor power therefore required harming thousands of others, or more accurately, commanding Nazi soldiers\nto harm others on his behalf. But since Stangl had no burning desire to harm the Jews, he dehumanized\nthem, transforming living, breathing, feeling, and thinking people into lifeless “cargo” — his own\nexpression. Stang] was dry-eyed as officers under his command killed close to one million Jews, one\nthird of them children. The reward? Power and status within the Nazi hierarchy. The death of innocent\nJews was a foreseen consequence of Stangl’s desire for power, not his direct goal.\n\nEichmann, Lieutenant Colonel in the Nazi regime, was considered one of the central architects of\nthe Final Solution, the master plan for the extermination of Jews. Eichmann denied Jews their humanity\nby championing the pamphlets and posters that portrayed them as vermin and parasites. This\ndehumanizing transformation empowered Eichmann’s belief that cleansing was the only solution to\nGerman integrity and power. Eichmann’s reward? Elimination of the Jews. Unlike Stangl, killing Jews\nwas rewarding. As the historian Yaacov Lozowick stated “Eichmann and his ilk did not come to murder\nJews by accident or in a fit of absent-mindedness, nor by blindly obeying orders or by being small cogs in\na big machine. They worked hard, thought hard, took the lead over many years. They were the alpinists of\n\nevil.”\n\nHauser Prologue. Evilution 16\n\nHOUSE_OVERSIGHT_012762",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012762.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3261,
    "word_count": 532,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:45.653361",
    "prefix": "IMAGES-002"
  }
}