{
  "document_id": "HOUSE_OVERSIGHT_017492",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017492.txt",
  "text": "1 different form than it ended because it started as 11\n\n2 bridge loans and things of that nature, and then : 2\n\n3. morphed into the Ponzi scheme. But you are looking © 3\n\n4 back into the 2005 time frame for the very beginning. — 4\n\n5 Q. The 2005 time frame, that's when the bridge 2 5\n\n6 loans started? - 6\n\n7 A. I can't be certain exactly what we were : 7\n\n8 doing. I need to see al] the documents to tell you 2 8\n\n9 what we were doing at what specific point in time. . 9\n10 Q. What made you decide to start doing this? : 10\n11 A. I started doing it out of greed and the need P11\n12 to support the law firm, which was having significant 12\n13 financial trouble at the time. #13\n14 Q. And in 2005 had you moved over to 401] yet or (14\n15. were you still in the building where Colonial Bank 215\n16 was? 16\n17 A. | don't remember. i 17\n}18 Q. Do you recall approximately how many : 18\n19 attorneys you had working for you when it started? 5 19\n20 A. 1 do not. Between five and ten, Tonja. 420\nAi Q. Was it before you started acquiring 221\n22 attorneys like you were acquiring cars and watches? | 22\n23 MR. SCAROLA: Object to the form of the i 23\n24 question, vague. . - 224\n25 THE WITNESS: Yes. 625\n\nPage 63\n\n1 BY MS. HADDAD: 4\n\n2 Q. Well, who were you partners with when it 2\n\n3 first started? 3\n\n4 A. Stu Rosenfeldt. : 4\n\n5 Q. Okay. Anyone else? #5\n\n6 A. Susan Dolin, I believe. It was definitely t 6\n7 Stu Rosenfeldt, Michael Pancier, and Susan Dolin may 7\n\n8 have been partners of ours at that time, I'm not i 8\n\n9 certain. 2 9\n10 Q. Because if memory serves me correctly, you 210\n11. went from being in the One Financial Plaza Building to : 14\n12 _ the building across the street, it was Rothstein, : 12\n13. Rosenfeldt, Dolin and Pancier; is that correct? : 13\n14 A. Yes. :14\n15 Q. And it was some time later that you moved : iS\n16 into the 401 Building, correct? 216\n17 A. You are skipping one step. | went from One i 17\n18 Financial Plaza to Phillips, Eisinger, Koss, Kusnick, i 18\n19 Rothstein and Rosenfeldt. Then Stu Rosenfeldt and] 19\n20 _ broke off and formed Rothstein Rosenfeldt. And then : 20\n421 Rothstein, Rosenfeldt, Dolin, Pancier over at the #21\n22 Colonial Bank Building. And then we took the space in : 22\n23 the 401 Building and everitually moved over there and 423\n24 that's when the real growth started. £24\n25 Q. And when you say, \"that's when the real i 25\n\ni\n\nPage 7\n\n:\n\ngrowth started,\" do you mean both the scheme -- do you\nmean the scheme and the firm or either one or both?\n\nA. Both.\n\nQ. Do you recall approximately when you took\nthe space in the 401 Building?\n\nA. | do not.\n\nQ. At the time everything imploded, how many\npartners did you have at the firm, do you recall?\n\nA. Are you saying partners and shareholders?\nBecause remember, we had both, two designations.\n\nQ. J] want to start with just attorneys that\nhad -- not in your firm name but named as \"partner\" on\nthe cards, for example.\n\nA. I'd have to see a list of all the employees.\n\nWe had a bunch.\n\nQ. Do you recall about how many attorneys you\nhad working there?\n\nA. Approximately 70.\n\nQ. In the year before, do you recall how many\nyou had?\n\nA. | do not.\n\nQ. So how many equity partners did you have or\nshareholders? J'm not sure of the word that we are\nusing.\n\nA. Actual shareholders, equity shareholders\n\nPage 8\n\nwere two, me and Stu Rosenfeldy.\n\nQ. And everyone else was just_a partner for\ntitle purposes?\n\nA. There were shareholders for title purposes\nand partners for title purposes.\n\nQ. If someone was called a shareholder for\ntitle purposes then, did they get to receive any of\nthe funds? Were they shareholders receiving money or\nthey were not considered shareholders in that sense?\n\nMR. SCAROLA: Objection to the form of the\nquestion.\n\nTHE WITNESS: What kind of funds are you\ntalking about?\nBY MS. HADDAD:\n\nQ. In genera] from the firm. When you say\nequity shareholders, I understand that's you and Stu.\nWhat I'm saying is, if you had someone else that was\nnamed as a shareholder, why did you call them a\nshareholder as opposed to a partner?\n\nA. lt was a title of prestige and achievement.\n\nQ. So it was basically an ego thing, it had\nnothing really to do with the finances or hierarchy of\nthe firm?\n\nA. They got paid more generally, but it did not\nhave anything to do with distributions.\n\nPage 9\n\n3 (Pages 6 to 9)\n\nFRIEDMAN, LOMBARDI & OLSON\n\n305-371-6677\n\n5ed93085-0554-447f-bcdd-ca2d8fe941df\n\nHOUSE_OVERSIGHT_017492",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017492.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4417,
    "word_count": 861,
    "line_count": 163,
    "import_date": "2025-11-19T21:47:45.566166",
    "prefix": "IMAGES-004"
  }
}