{
  "document_id": "HOUSE_OVERSIGHT_010604",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010604.txt",
  "text": "96. In his deposition, Epstein took the Fifth rather than answer the question: “Do you\nknow former President Clinton personally.” Jd.\n\n97. In his deposition, Epstein took the Fifth rather than answer the question: “Are you\nnow telling us that there were claims against you that were fabricated by Mr. Edwards?” Jd. at\n39,\n\n98. In his deposition, Epstein took the Fifth rather than answer the question, “Well,\nwhich of Mr. Edwards’ cases do you contend were fabricated.” Id.\n\n99. In his deposition, Epstein took the Fifth rather than answer the question: “What is\nthe actual value that you contend the claim of E.W. against you has?” Jd. at 45.\n\n100. In his deposition, Epstein took the Fifth rather than answer a question about the\nactual value of the claim of L.M. and Jane Doe against him. Jd. |\n\n101. In his deposition, taken prior to the settlement of Edwards’s clients claims against\nEpstein, Epstein took the Fifth rather than answer the question: “Is there any pending claim\nagainst you which you contend is fabricated?” Jd. at 71.\n\n102. In his deposition, Epstein took the Fifth rather than answer the question: “Did you\never have damaging evidence in your garbage?” Jd. at 74.\n\n103. In his deposition, Epstein took the Fifth rather than answer the question: “Did\nsexual assaults ever take place on a private airplane on which you were a passenger?” Jd. at 88.\n\n104. In his deposition, Epstein took the Fifth rather than answer the question: “Does a\nflight log kept for a private jet used by you contain the names of celebrities, dignitaries or\n\ninternational figures?” Jd. at 89.\n\n39\n\nHOUSE_OVERSIGHT_010604",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010604.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1616,
    "word_count": 274,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:48.965990",
    "prefix": "IMAGES-001"
  }
}