{
  "document_id": "HOUSE_OVERSIGHT_023875",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023875.txt",
  "text": "How to Teach the Twelve Cognitive Processes 129\n\ncausation needs to be learned. This, too, can depend on the particu-\nlar domain of inquiry. Reasoning from all this takes practice as well.\nDetermining cause is a critical cognitive process that underlies nearly\nall thinking.\n\nHOW TO TEACH JUDGMENT\n\nHow do we get good at making a judgment? Judgments are a kind of\nprediction, of course. When a judge sentences a criminal, he is, in a\nsense, making a prediction about what will happen in the rest of this\nperson’s life. But he also is making decision that is no way a predic-\ntion, but simply serves as punishment. Similarly, when we decide that\na certain restaurant is our favorite, we are predicting something about\nhow much we will enjoy future experiences, but we also are making\na decision that may or may not matter to others, that is, a recom-\nmendation. Recommendations are also predictions, but they have a\ndifferent feel. When a boss decides whom to promote, he is predicting\nsomething about future behavior but, again, the prediction isn’t the\nkey point. A judgment is a decision that has some import.\n\nNevertheless, as different as judgments and predictions may or\nmay not be, the process of teaching them is identical. Good judg-\nment is learned by making judgments and analyzing the results or\ntruth of those judgments as more information becomes available. Af-\nter a judgment is made it too becomes one of one’s cases and stories.\nCases about judgment can be learned only by making simple judg-\nments and getting smarter about the process over time on the basis\nof experience.\n\nJudgments can be made in two ways that matter here. Either some-\none can decide to do one thing versus another thing based on ethical,\nmoral, avaricious, or emotional grounds, or for many other reasons.\nJudgments aren’t so different from decisions in this aspect. Teaching\nsomeone to make a judgment of this sort, between A and B, can be\ndone by putting students in situations in which such judgments need\nto be made and then going over with them how they decided and\nwhat they may have left out of their thinking.\n\nA different kind of judgment is made when one judges the behav-\nior of others. Judges do this, of course, as do compliance officers in\ncompanies, and teachers with respect to student mistakes.\n\nHOUSE_OVERSIGHT_023875",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023875.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2324,
    "word_count": 399,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:48.183442",
    "prefix": "IMAGES-007"
  }
}