{
  "document_id": "HOUSE_OVERSIGHT_024550",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024550.txt",
  "text": "designated by KULG are members, will be the holder of the Profits Participation LP Units (the “Profits\nParticipation Limited Partner”) with the economic rights as set forth in “— Distributions” below. KULG LLC-\n1 will undertake that no more than 9% of the KUE Partnership Interests outstanding immediately after the\nfinal closing of the offering or thereafter will be held directly or indirectly by or for the account of the\nPrincipals and their Affiliates through the Profits Participation LP Units of KUE. At least 2/t1ths of the\nProfits Participation LP Units outstanding will be issued to or reserved for the benefit of members of\nKULG LLC-1 that are not the Principals or their affiliates, and may include employees, officers, directors,\nconsultants and agents of KUE, its subsidiaries and joint ventures as designated by KULG. At each\nclosing of any sale of Units to investors where the aggregate purchase price of all Units acquired by\nInvestors to date is less than or equal to $1.5 billion (during the Offering Period or thereafter), the Profits\nParticipation Limited Partner will be issued a number of Profits Participation LP Units such that the\naggregate shall equal at least 9/11ths of the 11% of “Partnership Units” (Common LP Units, GP Units,\nand Profits Participation LP Units) that may be represented by Profits Participation LP Units. Additional\nProfits Participation LP Units will be issued to the Profits Participation Limited Partner, at such time and in\nsuch numbers as the Profits Participation Limited Partner will direct, based upon the issuance by the\nProfit Participation Limited Partner of interests fo members of the Profits Participation Limited Partner\n(who may include employees, officers, directors, consultants and agents of KUE, its subsidiaries and joint\nventures as designated by KULG other than the Principals and their affiliates), the vesting schedule of\nsuch interests, and whether certain tax elections are made by the recipients of such interests; provided,\nhowever, the total number of Profits Participation LP Units shall not exceed a number equal to eleven\npercent (11%} of the aggregate number of Partnership Units. Any increase in the number of Profits\nParticipation LP Units following the sale of the first $1.5 billion of Common LP Units to Investors requires\na majority vote of the Independent Committee.\n\nSubsequent to the completion of this offering, KUE may raise additional capital through the sale of equity\nor debt securities. KUE will not have any preferred limited partner units outstanding upon completion of\nthis offering but KUE may issue limited partner units with preferences over the Common LP Units in the\nfuture and may amend the Limited Partnership Agreement accordingly.\n\nSince the General Partner will have a nominal economic interest in KUE, the Class A Shares are\nexpected to have nominal economic value. The Class A Shares are, however, intended to provide Unit\nholders with certain voting and other governance rights in the General Partner (as described further below)\nwhich, in turn, will control KUE.\n\n14.4. Admission of Partners to KUE\n\nThe General Pariner may admit one or more Persons as additional Partners of KUE on such terms as the\nGeneral Partner will determine. Upon the admission of additional Partners, the capital accounts of the\nPartners will be increased or decreased, as the case may be, to reflect the gross asset values of KUE's\nassets pursuant fo Regulation Section 1.704-1(b)(2){iviig). The amount of any such increase or decrease\nwill be allocated among the Partners whe were Partners immediately prior to the admission of additional\nPartners as if such increase or decrease constituted income or loss, respectively, in accordance with the\nallocation provisions of the Limited Partnership Agreement.\n\nNot in limitation of the foregoing, Investors admitted during the Offering Period after the first closing of this\noffering and after September 30, 2006 will pay an additional amount accruing at a rate of 0.67% per\nmonth calculated from the first closing date of the offering (pro-rated for partial periods) for each Common\nLP Units purchased, which will be distributed promptly to the holders of Common LP Units outstanding\nprior to such admission in proportion to the number of Common LP Units heid by such holders.\n\n117\n\nHOUSE_OVERSIGHT_024550",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024550.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4342,
    "word_count": 689,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:49.128810",
    "prefix": "IMAGES-008"
  }
}