{
  "document_id": "HOUSE_OVERSIGHT_023720",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023720.txt",
  "text": "Forthcoming (August 2011) Future Science edited by Max Brockman, Vintage Press, New York.\n\nIs Shame Necessary?\nJennifer Jacquet\n\nJennifer Jacquet graduated with a master’s degree in environmental economics from Cornell\nUniversity in 2004 and earned a PhD in 2009 from the University of British Columbia, where\nshe now holds a postdoctoral fellowship. As part of the Sea Around Us Project, a joint\ncollaboration between the university and the Pew Charitable Trusts, she researches market-\nbased conservation initiatives related to seafood and other natural resources. With colleagues\nfrom the Max Planck Institute for Evolutionary Biology and UBC’s Mathematics Department,\nShe is currently conducting a series of games and experiments to study the effects of honor and\nshame on cooperation.\n\nFinancial executives received almost $20 billion in bonuses in 2008 amid a serious financial\ncrisis and a $245 billion government bailout. In 2008, more than 3 million American homes went\ninto foreclosure because of mortgage blunders those same executives helped facilitate. Citigroup\nproposed to buy a $50-million corporate jet in early 2009, shortly after receiving $45-billion in\ntaxpayer funds. Days later, President Obama took note in an Oval Office interview. About the\njet, he said, “They should know better.” And the bonuses, he said, were “shameful.”\n\nWhat is shame’s purpose? Is shame still necessary? These are questions I’m asking\nmyself. After all, it is not just bankers we have to worry about. Most social dilemmas exhibit a\nsimilar tension between individual and group interest. Energy, food, and water shortages, climate\ndisruption, declining fisheries, increasing antibiotic resistance, the threat of nuclear warfare—all\ncan be characterized as tragedies of the commons, in which the choices of individuals conflict\nwith the greater good.\n\nBalancing group- and self-interest has never been easy, yet human societies display a\n\nhigh level of cooperation. To attain that level, specialized traits had to evolve, including such\n\nemotions as shame.’ Shame is what is supposed to occur after an individual fails to cooperate\n\n\"R. Boyd & P. J. Richerson, “Culture and the evolution of human cooperation,” Proc. Roy. Soc. Lond. B 364: 3281-\n88 (2009).\n\nHOUSE_OVERSIGHT_023720",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023720.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2277,
    "word_count": 345,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:49.011218",
    "prefix": "IMAGES-007"
  }
}