{
  "document_id": "HOUSE_OVERSIGHT_030751",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_030751.txt",
  "text": "From: jeffrey E. [jeeyacation@gmail.com] \nSent: 3/30/2015 1:52:00 AM \nTo: Michael Wolff \nSubject: more to follow \nPg 5 first par — reporter speaks about a \"sex slave ring\" and speaks in the plural \"sex slaves\" suggesting more \nthan one accusation \nPg 8 1st par — reporter should clarify that the young women at your house (and later on your plane) are \ncomely but clearly not underage \nPg 20- might lead a reader to think you helped clients hide wealth raises flags) \nPg 21 — Hoffenberg mentioned — I assume from what everyone including J Sweet says he is nuts but not \nflattering and totally irrelevant to the story \nPg 25 — quoting you on massages — your adversaries will exploit this to show a lack of remorse, minimizing \nthe conduct etc - \nPg 25-26 — don't help him with SG — he's confusing SG and HR — whatever SGs age her website said she was \n18 \nPg 26 — he loops back to your \"description\" which opens reporter up to tough depoto \nPg 28 — your quotes re NPA being Kafkaesque.....can be exploited to harm you \nPg 30 — he writes about VR — \"new chapter\" — sounds like he is quoting you — he can preface it with \n\"according to court papers...\" and not suggest you are narrating the description of the VR allegations \nPg 31 — he writes that you said this \"this is all utterly false\" re VR allegations should limit denial to Clinton, \nGore \nPg 31 — he writes that VR is now suing you for 50M not true case over. \nPg 31-2 — close to end where he says in essence the only thing you regret is not being more circumspect re \nlegal advice — not wise , \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 030751",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_030751.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2185,
    "word_count": 383,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:49.357121",
    "prefix": "TEXT-001"
  }
}