{
  "document_id": "HOUSE_OVERSIGHT_020438",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020438.txt",
  "text": "Sean Hannity\n\nCohen has said in court that he had only three legal\nclients during the past year: Broidy, Trump and talk-show host\n\nSean Hannity. He gave seven others “strategic advice and\n\nbusiness consulting.”\n\nLast month Cohen said he borrowed from his home-equity\ncredit line to make a $130,000 payment in October 2016 to Stormy\nDaniels, an adult-film star who says she had sex with Trump.\n\nIn a Thursday morning appearance on “Fox & Friends,” Trump\ndistanced himself from Cohen, saying he did only “a tiny, tiny\nlittle fraction” of Trump’s legal work, but it included\n\nrepresentation “on this crazy Stormy Daniels deal.”\n\nRussian Interference\n\nCohen is under investigation for bank fraud and violating\n\ncampaign-finance law. But his decade at Trump’s side as his\nlawyer and enforcer could yield information he might trade to\n\ninvestigators looking into the Trump campaign and Russia's\n\ninterference in the U.S. election.\nstill, if he chooses to defend himself, Cohen does have\nassets. Companies he signs for own two investment properties\n\npurchased in 2015. The larger one, with 92 units on New York's\n\nUpper East Side, is 38 percent owned by Cohen's companies. The\n\nbusinesses also appear to be the sole owner of a downtown\nbuilding with 20 units.\nTogether they likely generate less than $1 million in\n\nannual net income for Cohen's companies after accounting for\n\npartner interests, expenses and financing costs, data compiled\nby Bloomberg show. Debt against the buildings is low, meaning\nthat Cohen could tap them for cash. Last October, the Cohens\nsold a unit at Trump World Tower, near the United Nations, for\n$3.3 million.\n\nCohen has been a savvy property investor. He previously\nowned four buildings in need of repairs in Lower Manhattan,\nrehabilitated them and sold them for $32 million in 2014, more\nthan doubling his initial investment.\n\n‘Cautious, Methodical’\n\nRichard Guarino, a partner at Friedman-Roth Realty, has\nworked with Cohen on a handful of deals, including the purchase\nof his Upper East Side building. As a real estate investor,\n\nCohen is “cautious, methodical, smart and, I think,\nconservative,” Guarino says.\n\nCohen's current business partners are a family of New York\n\nreal estate lawyers headed by Herbert Chaves. The family, having\njust sold a plot of Brooklyn land to a partnership including the\nfamily company of Jared Kushner, were looking to reinvest their\n\ngains when they bought Cohen’s Lower Manhattan buildings in\n\n2014. Months later, they partnered with Cohen to buy the Upper\nEast Side property, 330 East 63rd Street. Guarino, a broker on\nthe deal, says he dealt only with Cohen, who served as a\nrepresentative for the investor group even though the Chaves\nfamily companies hold the majority stake.\n\nPurchased for $58 million, the squat, brown-brick seven-\n\nstory building has only a $17 million mortgage, meaning Cohen's\n\nshare has at least $15 million of equity he could borrow against\nif his partners allowed him to do so. Another property at 133\nAvenue D, not previously reported to be owned by Cohen, has at\nleast $5 million of equity not tapped by a mortgage. But more\ndebt means more risk and could hurt Cohen later if the taxi\n\nbusiness doesn’t turn around to help cover higher interest\npayments.\n\nHOUSE_OVERSIGHT_020438",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020438.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3270,
    "word_count": 532,
    "line_count": 90,
    "import_date": "2025-11-19T21:47:44.913986",
    "prefix": "IMAGES-005"
  }
}