{
  "document_id": "HOUSE_OVERSIGHT_027120",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027120.txt",
  "text": "three years. His PhD dissertation became his first book, Slave Soldiers\nand Islam (1981). Then his interest in purely academic subjects expanded\nto include modern Islam. He left the university because, as he told an\ninterviewer from Harvard Magazine, he has “‘the simple politics of a truck\ndriver, not the complex ones of an academic.” His story of being\nharassed through the legal system by a Muslim who later committed\nsuicide was recently told in The American Spectator (“A Palestinian in\nTexas,”’ TAS, November 2012). He has been personally threatened but\nprefers not to talk about specifics except to note that law enforcement has\nbeen involved. I interviewed Pipes shortly before Christmas, when the\nEgyptians were voting on their new constitution. I started out by saying\nthat the number of Muslims in the U.S. has doubled since the 9/11 attacks.\n\nDP: My career divides in two: before and after 9/11. In the first part I was\ntrying to show that Islam is relevant to political concerns. If you want to\nunderstand Muslims, I argued, you need to understand the role of Islam in\ntheir lives. Now that seems obvious. If anything, there’s a tendency to\nover-emphasize Islam; to assume that Muslims are dominated by the\nKoran and are its automatons—which goes too far. You can’t just read the\nKoran to understand Muslim life. You have to look at history, at\npersonalities, at economics, and so on.\n\nTB: Do you see the revival of [slam as a reality?\n\nDP: Yes. Half a century ago Islam was waning, the application of its laws\nbecame ever more remote, and the sense existed that Islam, like other\nreligions, was in decline. Since then there has been a sharp and I think\nindisputable reversal. We’re all talking about Islam and its laws now.\n\nTB: At the same time you have raised an odd question: “Can Islam\nsurvive Islamism?” Can you explain that?\n\nDP: I draw a distinction between traditional Islam and Islamism. Islamism\nemerged in its modern form in the 1920s and is driven by a belief that\nMuslims can be strong and rich again if they follow the Islamic law\nseverely and in its entirety. This is a response to the trauma of modern\nIslam. And yet this form of Islam is doing deep damage to faith, to the\npoint that I wonder if Islam will ever recover.\n\nHOUSE_OVERSIGHT_027120",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027120.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2276,
    "word_count": 395,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:46.107769",
    "prefix": "IMAGES-009"
  }
}