{
  "document_id": "HOUSE_OVERSIGHT_016498",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016498.txt",
  "text": "ARGUMENT\nDespite the Manhattan District Attorney’s apparent opposition to releasing any of portion\nof the appellate briefs, good cause exists to unseal briefs with victims’ names redacted because\nthe handling of Epstein’s designation as a sex offender by New York prosecutors — including the\nappellate arguments regarding that designation — are of paramount public concern and should be\nopen to public scrutiny.\n\nI. THE POST HAS THE RIGHT TO MOVE THIS COURT FOR AN ORDER\nUNSEALING THE APPELLATE BRIEFING\n\nAs a threshold matter, the Practice Rules of this Court permit non-parties (like the Post)\nto submit “[a]pplications for sealing and unsealing documents . .. by motion.” 22 NYCRR\n§ 1250.1(e)(3). The Post’s right to petition this Court for an order unsealing the appellate briefs\nis further buttressed by the rule that “affected members of the media should be given the\nopportunity to be heard” before a Court takes the drastic step of sealing court proceedings, filings\nor dockets. In re Capital Newspapers Div. of Hearst Corp. v. Moynihan, 125 A.D.2d 34, 38, 512\nN.Y.S.2d 266, 269 (3d Dep’t 1987), aff'd on other grounds, 71 N.Y.2d 263, 525 N.Y.S.2d 24\n(1988). See also Mancheski v. Gabelli Grp. Capital Partners, 39 A.D.3d 499, 501, 835\nN.Y.S.2d 595, 597 (2d Dep’t 2007) (“[{P]rior to issuance of an order to seal judicial documents,\nthe court is obligated, where possible, to afford news media an opportunity to be heard.”) (citing\nInre Herald Co. v. Weisenberg, 59 N.Y.2d 378, 383, 465 N.Y.S.2d 862, 864 (1983)); Maxim,\nIne. v. Feifer, 145 A.D.3d 516, 43 N.Y.S.3d 313 (1st Dep’t 2016) (reversing order denying\nmotion of press entities to intervene for purpose of seeking access to filed motion papers and\nother court records).\n\nIn addition to guaranteeing the Post’s right to move this Court to unseal documents, New\n\nYork law also requires this Court to make “specific findings to support its determination” before\n\n11\n4811-3721-9459v.3 3930033-000039\n\nHOUSE_OVERSIGHT_016498",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016498.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1985,
    "word_count": 318,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:44.433391",
    "prefix": "IMAGES-004"
  }
}