{
  "document_id": "HOUSE_OVERSIGHT_019768",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019768.txt",
  "text": "280 | HOW AMERICA LOST ITS SECRETS\n\ntion treaties with the United States. Yet, instead, he flew to Hong\nKong, which had an extradition agreement that had been enforced\nthroughout the past decade with Hong Kong courts ordering the\narrest of almost every fugitive charged by U.S. authorities. He could\nexpect that when the United States filed a criminal complaint, Hong\nKong authorities would seize him and the alleged stolen property of\nthe U.S. government in his possession. Even if he were released on\nbail and successfully defeated extradition in a Hong Kong court, the\nHong Kong authorities would almost certainly retain all the NSA\nand GCHQ files he had gone to such lengths to steal.\n\nHis reason, as he told Greenwald, was that China could provide\nhim with physical protection from any countermeasures by U.S.\nintelligence agencies such as “American agents... breaking down\nthe door” of the hotel room and seizing him. China also had sway\nover Hong Kong’s security activities.\n\nHong Kong was therefore merely a protected stopover en route to\nhis next destination. If he had gone directly to Moscow and provided\nthe same journalists with the same documents at a press conference\n\n© in Moscow, his status as a whistle-blower might have been viewed ©\nwith less sympathy in the media. Even The Guardian, for example,\nmight have been reluctant to publish a Moscow-based story reveal-\ning British and American communications intelligence secrets.\n\nThe Third Decision\n\nThe third choice Snowden made, and the choice that most effectively\ndefined him to the public, was to reveal himself as the man behind\nthe leak in a video in Hong Kong. He not only identified himself as\nthe person who stole the government documents published by The\nGuardian and The Washington Post but also incriminated himself\nfurther on camera by allowing Poitras to film him actually disclosing\nthe NSA’s secret operations to Greenwald. By disclosing classified\ndata to Greenwald, an unauthorized person, he intentionally burned\nhis bridges.\n\nWhat makes this choice intriguing is that there was no evident\n\n| | Epst_9780451494566_2p_all_r1.indd 280 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019768",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019768.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2164,
    "word_count": 349,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:46.462425",
    "prefix": "IMAGES-005"
  }
}