{
  "document_id": "HOUSE_OVERSIGHT_021139",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021139.txt",
  "text": "ay MICHAEL WOLFE\n\nthe end of the year, Trump was casually mocking his chief of staff and\nhis penchant for efficiency and strict procedures. Indeed, both men were\nopenly trashing each other, quite unmindful of the large audience for\ntheir slurs. For Trump, Kelly was a “twitcher” and “feeble” and ready to\n“stroke out.” For Kelly, Trump was “deranged” and “mad” and “stupid”\n\nThe drama just got weirder.\n\nIn February, Kelly, a retired four-star general, grabbed Trump adviser\nCorey Lewandowski outside the Oval Office and pushed him up against a\nwall. “Don’t look him in the eye” whispered Trump about Kelly after the\nincident, circling his finger next to his head in the crazy sign. The con-\nfrontation left everybody shaken, with Trump asking Lewandowski not\nto tell anyone, and Lewandowski, when talking to the people he did tell,\nsaying that he had almost wet himself.\n\nBy March, Trump and Kelly were hardly speaking. Trump ignored\nhim; Kelly sulked. Or Trump would drop pointed hints that Kelly should\nresign, and Kelly would ignore him. Everyone assumed the countdown\nhad begun.\n\nVarious Republicans, from Ryan to McConnell to their right-wing\nadversary Mark Meadows, along with Bannon, had gotten behind a plan\nto push House majority leader Kevin McCarthy for chief of staff. Even\nMeadows, who hated McCarthy, was all for it. Here finally was a strat-\negy: McCarthy, a top tactician, would refocus an unfocused White House\non one mission—the midterms. Every tweet, every speech, every action\nwould be directed toward salvaging the Republican majority.\n\nAlas, Trump didn’t want a chief of staff who would focus him. Trump,\nit was clear, didn’t want a chief of staff who would tell him anything.\nTrump did not want a White House that ran by any method other than to\nsatisfy his desires. Someone happened to mention that John E Kennedy\ndidn’t have a chief of staff, and now Trump regularly repeated this presi-\ndential factoid.\n\n+e\n\nThe Mueller team, as it pursued the Russia investigation, continued to\nbump up against Trump’s unholy financial history, exactly the rabbit hole\n\nSIEGE 31\n\nTrump had warned them not to go down. Mueller, careful to protect mt\nown flank, took pains to reassure the president's lawyers that he wasn’t\npursuing the president's business interests; at the same time, he was pase\ning the evidence his investigation had gathered about Trump’s business\nand personal affairs to other federal prosecutors. .\n\nOn April 9, the FBI, on instructions from federal prosecutors in New\nYork, raided the home and office of Michael Cohen, as well as a room he\nwas using in the Regency Hotel on Park Avenue. Cohen, who billed him-\nself as Trump’s personal lawyer, sat handcuffed for hours in his kitchen\nwhile the FBI conducted its search, itemizing and hauling away every\nelectronic device its agents could find,\n\nBannon, coincidentally, also stayed at the Regency on his frequent\ntrips to New York, and he would sometimes bump into Cohen in the\nhotel’s lobby. Bannon had known Cohen during the campaign, and the\nlawyer's mysterious involvement in campaign issues often worried him.\nNow, in Washington, seeing the Cohen news, Bannon knew that another\ncrucial domino had fallen.\n\n“While we don’t know where the end is,” said Bannon, “we can guess\nwhere it might begin: with Brother Cohen”\n\n+\n\nOn April 11, three weeks after the president signed the budget bill, Paul\nRyan—one of the government's most powerful figures given the red\nlican lock on Washington—announced his plan to leave the Speakership\nand depart Congress.\n\n“Listen to what Paul Ryan is saying,” said Bannon, sitting at his table\nin the Embassy early that morning. “It’s over. Done. Done. And Paul Ryan\nwants the fuck off the Trump train today:”\n\nRyan had been telling almost anyone who would listen that as id\nas fifty or sixty House seats would be lost seven months hence in the mid-\nterm elections. A Ryan lieutenant, Steve Stivers, chairman of the National\nRepublican Congressional Committee, was estimating a loss of ninety to\none hundred seats. At this gloomy hour, it seemed more than possible\nthat the Democrats would eliminate their twenty-three-seat deficit and\n\nHOUSE_OVERSIGHT_021139",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021139.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4174,
    "word_count": 690,
    "line_count": 87,
    "import_date": "2025-11-19T21:47:45.920946",
    "prefix": "IMAGES-006"
  }
}