{
  "document_id": "HOUSE_OVERSIGHT_023502",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023502.txt",
  "text": "16\n\nnuclear weapons, fail to follow up the destruction of the Syrian-North\nKorean clandestine weapons program with tough, punitive sanctions\nagainst Syria and North Korea? Their having been caught in flagrante\ndelicto should trigger consequences beyond just the destruction of the\nclandestine facility.\n\nSupporters of global zero sometimes argue that because we support\nit, other countries will be readier to help us confront Iran and North\nKorea. The idea seems to be that our support for eliminating all\nnuclear weapons makes it easier for, say, our European and Pacific\nallies to align themselves with robust anti-proliferation policies. The\nargument would be interesting if there were evidence to support it—\nbut there is none. And there has been all too little backing for robust\nanti-proliferation policies anyway. There has been no observable\ndifference in the readiness of other countries to pressure Iran or North\nKorea since Obama, who supports global zero, became president,\ncompared to the help we got when George W. Bush, who did not\nsupport global zero, was in office.\n\nTough, effective measures to slow the spread of nuclear weapons are\nrequired—not utopian, solipsistic notions about how American\ndisarmament is the key to world peace. It isn’t. And the sooner we\nreject measures that won’t work, the sooner we may find ones that do.\n\nRichard Perle is a resident fellow at the American Enterprise\nInstitute. He served as assistant secretary of defense for international\nsecurity policy from 1981 to 1987 and afterward as a member of the\nDefense Policy Board, including three years as chairman.\n\n[1] I believe the high regard in which Shultz, Kissinger, Perry, and Nunn are\nheld is well deserved. In their long and extraordinary careers, they have each\nmade important contributions to American and international security. We are\nall in their debt.\n\nHOUSE_OVERSIGHT_023502",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023502.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1886,
    "word_count": 298,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:44.615935",
    "prefix": "IMAGES-007"
  }
}