{
  "document_id": "HOUSE_OVERSIGHT_025301",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025301.txt",
  "text": "Laffer Associates Game On [Updated 7/6/2016]\n\nelectorate’s response to this question reflects a consistent indicator over a long period of time: in fact, long enough for us to\nget a sense of whether this measure is a reliable guide to help forecast election results (see Figure 4). It is:\n\nIn my paper “Senate Outlook” of October 2, 2014, | relied heavily on this Gallup question to arrive at my outlandish forecast of\na seven seat gain for the Republicans in that years Senate races. My forecast of a seven seat pickup was probably the most\noptimistic forecast at the time for the Republicans. But, as it turned out, | was off by two! The Republicans actually picked up\nnine seats—West Virginia, Montana, South Dakota, Arkansas, Alaska, Louisiana, lowa, North Carolina and Colorado—and\nlost none.\n\nFigure 4\nThe Gallup “Are You Satisfied?” Survey\n(Feb 2-5, 1979 through Feb 3-7, 2016)\n\n100% 100%\nIn general, are you satisfied or dissatisfied with the way things are going in the United States at this\ntime? NOTE: This chart shows \"satisfied\"\n90% ei O° 90%\n= = = fey S\n3 w ow Ft) o\n80% ro} ral c 3 3 80%\n3 wo 7) Ft) »\n= = a - =\n10% 10%\n60% 60%\n50% 50%\n40% 40%\n30% 30%\n20% 20%\n10% 10%\n\n0% 0%\n\nDOM NAYMTO OMA DOA AMTWMOONMDDOA NOMTOOR DDO NO TO OO\n~ ODDDADAADDAWAADMDAMNMAMNOAODOAOMOO OODODWOOVOAOMOAOAOAOATYTTTT TST\nDOODAAAAODN9AAIDAIAAADIAAAAAADIODOO900 000 020 00090 0\neee ee ee SPP SP PSP PP SP SP SP TPT TT NANANNNNANAANNNANNANANAS\n\nSource: Gallup\n\nThe predictive power of this Gallup poll’s “are you better off?” question since the election of 1980 is pretty impressive. Both of\nReagan elections were right in sync with Gallup’s poll survey at November of 1980 and November of 1984. Likewise, Bush\nSenior's election in November of 1988 was seen as Reagan’s third term and was foreseen by the Gallup poll question.\n\nAnd then both Clinton elections were right in line with the survey results from the Gallup poll questions in November of 1992\nand November of 1996.\n\nBush the younger’s election in 2000 is anomalous, but his reelection in 2004 is consistent with the measure as was McCain’s\n(really it was Bush’s) defeat in November 2008. The 2012 election also appears contrary to the survey response to the poll\nquestion. If this poll reestablishes its predictive power in 2016, Trump wins in a Reagan-like landslide.\n\nIV. Primary Colors\nWhile perhaps subtle, what happens in contested presidential primaries is also a harbinger of general elections. And if the\n\ncurrent Democratic and Republican primaries are accurate measures of voter enthusiasm, the Democrats are facing a tough\nup-hill fight against Republicans to say the least.\n\nUsing only states with party primaries, i.e. not state caucuses, and only party primaries up to the time when Donald Trump\nbecame the presumptive Republican presidential nominee, which was following the May 3'¢ Indiana primary, there has been\na large increase in voter turnout for the Republicans in 2016 when compared to either 2008 or 2012. In fact, in the 28 state\nprimaries through May 3”, the total number of Republicans who actually voted in those primaries has increased by 57.2% over\n2008 and 67.1% over 2012 (see Table 1 on page 8). And, using unweighted state numbers, the 2016 Republican primary\n\nHOUSE_OVERSIGHT_025301",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025301.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3268,
    "word_count": 553,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:48.717040",
    "prefix": "IMAGES-008"
  }
}