{
  "document_id": "HOUSE_OVERSIGHT_019992",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019992.txt",
  "text": "governor Jon Corzine—immediately became Bannon’s antithesis.\n\nFor Bannon, the ideologue, Cohn was the exact inverse, a commodities trader doing\nwhat traders do—read the room and figure out which way the wind is blowing. “Getting\nGary to take a position on something is like nailing butterflies to the wall,” commented\nKatie Walsh.\n\nCohn started to describe a soon-to-be White House that would be business-focused and\ncommitted to advancing center-right to moderate positions. In this new configuration,\nBannon would be marginalized and Cohn, who was dismissive of Priebus, would be the\nchief of staff in waiting. To Cohn, it seemed like easy street. Of course it would work out\nthis way: Priebus was a lightweight and Bannon a slob who couldn’t run anything.\n\nWithin weeks of Cohn’s arrival on the transition team, Bannon nixed Cohn’s plan to\nexpand the National Economic Council by as many as thirty people. (Kushner, not to be\ndenied, nixed Bannon’s plan to have David Bossie build and lead his staff.) Bannon also\nretailed the likely not-too-far-off-the-mark view (or, anyway, a popular view inside\nGoldman Sachs) that Cohn, once slated to become Goldman’s CEO, had been forced out\nfor an untoward Haig-like grasping for power—in 1981 then secretary of state Alexander\nHaig had tried to insist he held the power after Ronald Reagan was shot—when Goldman\nCEO Lloyd Blankfein underwent cancer treatment. In the Bannon version, Kushner had\nbought damaged goods. The White House was clearly Cohn’s professional lifeline—why\nelse would he have come into the Trump administration? (Much of this was retailed to\nreporters by Sam Nunberg, the former Trump factotum who was now doing duty for\nBannon. Nunberg was frank about his tactics: “I beat the shit out of Gary whenever\npossible.”)\n\nIt is a measure of the power of blood (or blood by marriage), and likely the power of\nGoldman Sachs, too, that in the middle of a Republican-controlled Washington and a\nvirulent, if not anti-Semitic (at least toward liberal Jews), right-wing West Wing, the\nKushner-Cohn Democrats appeared to be ascendant. Part of the credit went to Kushner,\nwho showed an unexpected tenacity. Conflict averse—in the Kushner household, his\nfather, monopolizing all the conflict, forced everyone else to be a mollifier—confronting\nneither Bannon nor his father-in-law, he began to see himself in a stoic sense: he was the\nlast man of moderation, the true figure of self-effacement, the necessary ballast of the\nship. This would all be made manifest by a spectacular accomplishment. He would\ncomplete the mission his father-in-law had foisted on him, the one he was more and more\nseeing as his, yes, destiny. He would make peace in the Middle East.\n\n“He’s going to make peace in the Middle East,” Bannon said often, his voice reverent\nand his expression deadpan, cracking up all the Bannonites.\n\nSo in one sense Kushner was a figure of heightened foolishness and ridicule. In\nanother, he was a man, encouraged by his wife and by Cohn, who saw himself on the\n\nHOUSE_OVERSIGHT_019992",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019992.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3045,
    "word_count": 495,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:47.494295",
    "prefix": "IMAGES-005"
  }
}