{
  "document_id": "HOUSE_OVERSIGHT_026569",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_026569.txt",
  "text": "From: \nSent: \nTo: \nSubject: \nAttachments: \nImportance: \nBARBRO EHNBOM \n8/20/2012 1:23:57 PM \njeevacation@gmail.com \nBe_M1.jpg \nHigh \nHow about this year's SALSS Project Manager \nPicture attached! \nBarbro C. Ehnbom \nChairman, Swedish-American Life Science Summit \nOffice: \nCell: \nSweden: \n360 E. 55 St. #10G \nNew York, N.Y. 10022 \n-----Original Message----- \nFrom: Jeffrey Epstein <jeevacation@gmail.com> \nTo: Barbro C Ehnbom \nSent: Mon, Aug 20, 2012 2:32 pm \nSubject: Re: Program & Attendee list \nwho is you r wife choice this year? \n- brainy and sensual! \nOn Sat, Aug 18, 2012 at 12:11 PM, Barbro C Ehnbom <> wrote: \nDear Jeffrey, \nI am sorry I did not call back Yesterday-I was exhausted from a crazy week and fell asleep \nas soon as I came home! Anyway, here is the full program and attendee list attached, this \nis the Globalization Summit I invited Bill Clinton to when I met him in Stockholm last Summer-\nBut he is a bit busy I gather! \nAnyway, hope Greta Tufvesson got hold of you re search service? Also, I did see your mail \nabout possibly coming here end of September-however, I am supposedly arranging a fund-\nraiser for Congress Woman Diana deGette of Colorado on Sept 27 in NYC; she is the only one with a scientific agenda \nand she is just super-if anything I am hoping on your involvement? \nHow about going to Stockholm mid or end november..albeit a bit dark and maybe cold..? \nLet me know what you think! \nAlso, I just heard from my friend Jeff Kriendler in Miami and guess who was just walking in there -our friend Goldsamt! \nFirst prize for perseverance! \nAlso, Sofia and the prince is on every magazine here, I think it is wonderful! \nMarcus has two big concerts in Stockholm this coming week. Me - SALSS! \nKRAM \nBE \nBarbro C. Ehnbom \nSent from iPad \nVidarebefordrat brev: \nFran: \nDatum: August 18, 2012 8:44:29 AM GMT+02:00 \nTill: Barbro Ehnbom \nAmne: Program & Attendee list \nHOUSE OVERSIGHT 026569 \n*********************************************************** \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJeffrey Epstein \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacationagmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 026570",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_026569.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2614,
    "word_count": 412,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:47.739925",
    "prefix": "TEXT-001"
  }
}