{
  "document_id": "HOUSE_OVERSIGHT_018151",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018151.txt",
  "text": "or health reasons. Nearly a third 32% say it is likely they will use a tracking device to monitor a\nloved one in the future.\"\n\n\"The greatest endorsement of P2P surveillance is that 66% of Americans are comfortable being\nmonitored by concerned loved ones in case of emergency. That's an awfully large market waiting\nto be tapped by companies like GTX Corporation who debuts its first GPS-based tracking shoe for\nchildren this week.\"\n\nExcerpts from recent Boston University Research indicating that two-thirds of Americans are\n\ncomfortable being electronically monitored by loved ones in case of an emergency\nDownload the full article\nBrave New GPS World\n\nBy James Klein, Larta VOX Editor - November 3, 2003\n\nIn the future, we won't lose anything. Advances in global positioning system technology allow\nusers to easily pinpoint the location of any object on earth. GPS boards have been reduced to the\nsize of a postage stamp. Soon, we could attach GPS locators to everything we own - cell phones,\n\nbriefcases, wallets - and even our children.\n\nGPS Shoe to Track Alzheimer's Patients\n\nLondon, England - June 10, 2009 - A new show outfitted with a GPS chip aims to offer peace of\n\nmind to Alzheimer's patients and their caregivers.\nDownload the full article\n\nGTX Signs Deal With Aertrex Worldwide\n\nJune 1, 2009 - GTX signs its first footwear deal for its Personal Location Services product with\n\nAertrex Worldwide, which specializes in orthotic footwear.\nDownload the full article\n\nEnfora and GTXC Advance Personal Tracking and Location with GPS-enabled Shoe\nPlano, Texas - March 27, 2007 - Enfora, Inc., today announced GTX Corporation's (GTXC)\nadoption of the Enabler® IIG-A-GPS embedded wireless and location module into their latest\n\nmodel of the GTXC Xplorer® GPS Smart Shoe designed to monitor the whereabouts of loved\n\nones.\n\nHOUSE_OVERSIGHT_018151",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018151.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1851,
    "word_count": 298,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:46.922606",
    "prefix": "IMAGES-004"
  }
}