{
  "document_id": "HOUSE_OVERSIGHT_012856",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012856.txt",
  "text": "desire. The decrease in gray matter allows habitual liars to lie without feeling guilty. The messaging\ncenter that sends healthy subjects moral reminders about the virtues of truth, is shut down or barely\naudible within the mind of a pathological liar. The brain of a pathological liar allows for the ultimate\npoker face. The brain of a healthy individual allows us to perfect the poker face by repeating a distorted\nnarrative, converting a lie into a self-justified truth. This is dangerous denial.\n\nWhen we lie, either to manipulate someone else or ourselves, we distort the truth. We can either\ndo this on the fly or use a narrative held in long-term memory. When Hilary Clinton told her supporters\nthat she had to dodge bullets in Bosnia, she either lied in the moment to convey a stronger image or she\ndeveloped this distortion over a long period of time. In the first instance, she knew that her comment\nabout Bosnia was false. She was deceptive, but not self-deceived. In the second case, she was self-\ndeceived and most likely unaware. Her narrative was so clear that she could picture running for cover\nwithout the usual welcoming party. Several studies now reveal that both forms of lying engage brain\nareas associated with self-control and conflict— the right backside of the prefrontal cortex and the\nanterior cingulate. This makes sense. To tell a lie, either to oneself or another, requires controlling what\nwe know about reality to convey an alternative reality. When we hold both versions of this narrative in\nmind, there is conflict. As we rehearse one version more than the other, the conflict dissipates. The more\nwe rehearse, the more we push this narrative into long term memory. The more we push this narrative\ninto long term memory, the more it becomes part of what we believe is true. The more we believe it is\ntrue, the more we hold onto a narrative that can be used to justify our actions.\n\nThe imaging results fit well with our understanding of which brain regions are involved in self-\ncontrol, conflict, memory, and social knowledge. To understand which regions are either necessary or\nsufficient for representing truths and lies, we turn to a technique called ‘ranscranial direct current\nstimulation. This method allows researchers to safely increase or decrease activity in a brain area\nthrough electrical stimulation. Think of this technique as a volume knob on an old fashioned radio. Turn it\nclockwise and you amplify the signal. Turn it counter-clockwise and you quiet the signal. When the\nGerman neuroscientist Ahmed Karim and his colleagues applied this technique to the right backside of\nthe prefrontal cortex, and decreased activity, healthy subjects were better at telling lies, lied without guilt,\nand were less stressed out as measured by the sweatiness of their skin. This pattern mirrors the natural\nstate of pathological liars. Absent the circuitry in the brain that exerts self-control over our distortions,\nKarim turned healthy subjects into conscience-free, poker-faced, liars.\n\nIf self-deception and deception are not only part of normal brain function, but adaptive processes,\nthen what makes this system turn toxic? What tips the brain over to the dark side, allowing self-deceptive\n\nillusions to empower the individuals and groups to cause great harm?\n\nHauser Chapter 3. Ravages of denial 110\n\nHOUSE_OVERSIGHT_012856",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012856.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3368,
    "word_count": 549,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:44.903633",
    "prefix": "IMAGES-002"
  }
}