{
  "document_id": "HOUSE_OVERSIGHT_024170",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024170.txt",
  "text": "Precious metals\n\nGold (25 Jun): USD 1,573/oz (last month: USD 1,573/0z)\nUBS View (gold) 6-month target: USD 1,650/oz\n¢ The price outlook for gold is largely tied to quantitative easing by the Fed. Although the probability has\nincreased on weak US data, our base case still calls for no QE. Hence, current prices run on thin ice, in our\nview. In the absence of any monetary stimulus, the gold market is likely to be oversupplied by more than\n400 tons this year.\ne Physical demand out of Asia remains lackluster. With the USDINR trading at a record high, the world's\nsecond-largest gold market, India, is likely to witness a steep decline in jewelry consumption and a rather\nfirm increase in scrap supply. Central bank buying, estimated at 300 tons (7% of total demand) in 2012,\nwill not be enough to clear the market. Right incentives — i.e. temporary price setbacks — are needed to\nmotivate enough demand, before prices should manage to rebound towards USD 1,650/oz in 6 months.\n¢ The negative stance from a absolute return perspective, should not overshadow the relative\nattractiveness of the yellow metal. The higher probability of QE3 by the Fed poses an upside risk to the\ngold price. Hence, we maintain our neutral position.\n\n4 Positive scenario 6-month target: USD 1,920/oz\n\n¢ Additional quantitative easing measures by the US Fed and the ECB are implemented, or inflation\naccelerates sharply in emerging markets. This would drive the gold price towards USD 1,920/oz again.\n& Negative scenario 6-month target: USD 1,250/oz\n\n¢ A liquidity crisis would curtail financial demand and weigh on the gold price. A similar impact would\ncome from deflationary pressure (positive real rates), or a combined Chinese and Indian hard landing.\n\nWhat we're watching Why it matters\n\nPhysical demand/supply Further INR weakness in the coming months should determine jewelry demand\nfrom India. The health of coin and bar demand should be visible in the World\nGold Council mid-August release. After the drop in PGM production,\n\nkeeping an eye on South African PGM output is a must.\n\nFlows & rates To judge gold-related financing deals, we track gold export/import between\nHong Kong and China. In addition we follow the latest uptick in ETF gold\n\nholdings and futures positions in gold to proxy investment demand strength.\nFrom an opportunity-cost perspective (real interest rate standpoint), we also\n\nlook at the upcoming meetings of the ECB on 5 July and Fed on 1 August.\n\n36 UBS\n\nFor further information please contact CIO's asset class specialists Dominic Schnider, dominic.schnider@ubs.com or Giovanni Staunovo, giovanni.staunovo@ubs.com\n\nPreference: neutral\n\nRecommendations\n\nTactical (up to 6 months)\n\ne In case of a conversion into gold, investors\nshould hold the position and target re-\nconversion at the original strike level. Over\nthree months, we regard strike levels\naround USD 1,460-1,520/oz as attractive.\nWith option volatility on the rise, the risk\nreward for selling volatility has improved.\n\nStrategic (1 to 2 years)\n\ne The risks for debt monetization in the\ndeveloped world and double-digit wage\ngrowth in China and India, the two largest\ngold markets, should ensure a steady rise\nin demand for gold and platinum over\ntime. Physically backed ETF positions allow\ninvestors to participate effectively in\nhigher prices. Positive real interest rates\npresent a threat to this view.\n\nGold in INR terms and Indian gold\ndemand\n\n20° ‘Standardized to 100\n250\n\n200\n\n150\n\n100 AP\n50\n0\n\nJan-09\n\nJan-10 Jan-11\n\nM§ India's gold quarterly demand - in tons (rhs)\n—Gald in USD terms (Ihs)\nGold in INR terms (Ihs)\n\nSource: WGC, Bloomberg, UBS CIO, as of 19 June 2012\n\nNote: Past performance is not an indication of future returns.\n\n35\n\nPlease see important disclaimer and disclosures at the end of the document.\n\nHOUSE_OVERSIGHT_024170",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024170.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3821,
    "word_count": 619,
    "line_count": 103,
    "import_date": "2025-11-19T21:47:47.361889",
    "prefix": "IMAGES-007"
  }
}