{
  "document_id": "HOUSE_OVERSIGHT_013805",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013805.txt",
  "text": "M, hands were sweating again.\n\nStaring down at the floor to avoid the blinding ceiling lights, I was supposedly one of the best in the\nworld, but it just didn’t register. My partner Alicia shifted from foot to foot as we stood in line with nine\nother couples, all chosen from over 1,000 competitors from 29 countries and four continents. It was the\nlast day of the Tango World Championship semifinals, and this was our final run in front of the judges,\ntelevision cameras, and cheering crowds. The other couples had an average of 15 years together. For us,\nit was the culmination of 5 months of nonstop 6-hour practices, and finally, it was showtime.\n\n“How are you doing?” Alicia, a seasoned professional dancer, asked me in her distinctly Argentine\nSpanish.\n\n“Fantastic. Awesome. Let’s just enjoy the music. Forget the crowd—they’re not even here.”\n\nThat wasn’t entirely true. It was hard to even fathom 50,000 spectators and coordinators in La Rural,\neven if it was the biggest exhibition hall in Buenos Aires. Through the thick haze of cigarette smoke, you\ncould barely make out the huge undulating mass in the stands, and everywhere there was exposed floor,\nexcept the sacred 30’ x 40' space in the middle of it all. I adjusted my pin-striped suit and fussed with my\nblue silk handkerchief until it was obvious that I was just fidgeting.\n\n“Are you nervous?”\n“Tm not nervous. I’m excited. I’m just going to have fun and let the rest follow.”\n\n“Number 152, you’re up.” Our chaperone had done his job, and now it was our turn. I whispered an\ninside joke to Alicia as we stepped on the hardwood platform: “Tranquilo” —Take it easy. She laughed,\nand at just that moment, I thought to myself, “What on earth would I be doing right now, if I hadn’t left\nmy job and the U.S. over a year ago?”\n\nThe thought vanished as quickly as it had appeared when the announcer came over the loudspeaker\nand the crowd erupted to match him: “Pareja numero 152, Timothy Ferriss y Alicia Monti, Ciudad de\nBuenos Aires!!!”\n\nWe were on, and I was beaming.\n\nTHE MOST FUNDAMENTAL of American questions is hard for me to answer these days, and luckily so. If\nit weren’t, you wouldn’t be holding this book in your hands.\n\n“So, what do you do?”\n\nAssuming you can find me (hard to do), and depending on when you ask me (I'd prefer you didn’t), I\ncould be racing motorcycles in Europe, scuba diving off a private island in Panama, resting under a palm\ntree between kickboxing sessions in Thailand, or dancing tango in Buenos Aires. The beauty is, ’m not a\nmultimillionaire, nor do I particularly care to be.\n\nI never enjoyed answering this cocktail question because it reflects an epidemic I was long part of: job\ndescriptions as self-descriptions. If someone asks me now and is anything but absolutely sincere, I\nexplain my lifestyle of mysterious means simply.\n\n“Tm a drug dealer.”\n\nPretty much a conversation ender. It’s only half true, besides. The whole truth would take too long.\nHow can I possibly explain that what I do with my time and what I do for money are completely\ndifferent things? That I work less than four hours per week and make more per month than I used to\nmake in a year?\n\nFor the first time, I’m going to tell you the real story. It involves a quiet subculture of people called\nthe “New Rich.”\n\nHOUSE_OVERSIGHT_013805",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013805.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3311,
    "word_count": 586,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:44.054782",
    "prefix": "IMAGES-002"
  }
}