{
  "document_id": "HOUSE_OVERSIGHT_017744",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017744.txt",
  "text": "Page 30 of 52\n2005 B.Y.U.L. Rev. 835, *885\n\nthe duty of the trial court [in considering whether to approve a jury trial waiver] is not to be discharged as a mere matter of rote,\nbut with sound and advised discretion, with an eye to avoid unreasonable or undue departures from that mode of trial or from\nany of the essential elements thereof, and with a caution increasing in degree as the offenses dealt with increase in gravity. 716\n\nThis is a \"serious and weighty responsibility.\" 7!9\n\n[*886] To discharge that serious and weighty responsibility, the trial court should receive as much information as possible.\nThe victim is often well situated to provide information about how the public will view a non-jury trial. The proposed rule\nchange takes the modest step of requiring the court to hear the victim before approving any non-jury trial, a step that is\nconsistent with the CVRA's command that victims be treated with fairness.\n\nImportantly, this change would not interfere with defendants’ rights. The Supreme Court has squarely held that the defendant\nlacks any constitutional right to unilaterally elect a bench trial. 72° Of course, in some circumstances, despite a victim's\nobjection, a non-jury trial nonetheless will be appropriate. Moreover, in extreme cases, the defendant may have a right to a non-\njury trial where pretrial publicity has pervasively tainted the jury pool. 72! Nothing in the proposed rule change would interfere\nwith a court's right to approve a bench trial in such circumstances, so long as the court considers the victim's perspective as part\nof the approval process.\n\nRule 32(a) - Deleting Old Definition of \"Victim\"\n\nThe Proposal:\n\nThe definition of \"victim\" currently contained in Rule 32 should be stricken as follows:\nRule 32. Sentencing and Judgment\n\n(a) Definitions. The following definitions apply under this rule:\n\n(1) \"Crime of violence or sexual abuse\" means:\n\n(A) a crime that involves the use, attempted use, or threatened use of physical force against another's person or property; or\n\n(B) a crime under /8 U.S.C. 2241-2248 or 2251-2257.\n[*887]\n\n(2) \"Victim\" means an individual against whom the defendant committed an offense for which the court will impose sentence.\nThe Rationale:\n\nThe old definition of victim in Rule 32 is now too narrow, as it is limited to crimes of violence or sexual abuse. The CVRA, in\ncontrast, includes all victims within its protections. In the proposed new rules, \"victim\" would be defined in Rule 1. 77?\nAccordingly, the narrower definition found here can simply be eliminated. The Advisory Committee on Criminal Rules is well\n\n218 Patton, 281 U.S. at 312-13.\n\n219 United States v. Saadya, 750 F.2d 1419, 1421 (9th Cir. 1985) (internal quotation omitted).\n\n20 Singer v. United States, 380 U.S. 24, 36 (1965) (finding that waiver of jury trial may be conditioned on consent of prosecutor); cf.\nKurland, supra note 217, at 340-46 (urging that the rules be amended to create such a right, but not considering in any way the victim's\ninterests involved).\n\nI See Singer, 380 U.S. at 37-38 (leaving this question open).\n\n222 See supra notes 120-27 and accompanying text.\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017744",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017744.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3184,
    "word_count": 520,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:44.385330",
    "prefix": "IMAGES-004"
  }
}