{
  "document_id": "HOUSE_OVERSIGHT_018268",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018268.txt",
  "text": "our age, small-sized problems were spilling rapidly into crises of strategy. One hot\nbattlefield instant - an explosion under an armorless truck, say - could freeze the\noperations of a billion-dollar division. Nearly everyone begins to ask, sometimes out\nloud: Why did that happen? Followed pretty quickly by: What the hell are we doing\nhere? The little bombs were shaking more than the Humvees.\n\nWalking into the Pentagon, one is struck by cascading sensations of immensity and\nvolume and, frankly, gravity. Surely, you reflect, there must be someone here with a\nplan for everything? But there was not; there is not now. Yet the massiveness, the\nineffable historical density and weight of American power, is so breathtaking that its\nfrequent impotence in the face of a changing world represents a particular and\nunforgettable and, well, searing shock. The soldiers who had experienced those cold,\nfailing nights at the edge of superpower rippled with unease. This was the slim\ncomfort of life inside big, old and lamed structures confronting the fast, blithe and\nunstoppable future.\n\nBy 2009, with the wars in Afghanistan and Iraq settling into a low boil, America’s\ngenerals again began wondering what other cracks were spreading around the\nworld. The Unknown and the Future seemed to have an uneasy parallel meaning.\nThe diplomats worried about this too, of course, but with soldiers dying every day,\nthe questions had a particular urgency for the military. The top of the command\nchain asked incessantly about what they might be missing. What fissures were\nrunning even through their own building, masked by its scale but waiting quietly to\nmake their best plans look foolish and dangerous? And: How they could possibly\nconfront this world with 30% less of what they had a decade ago? They made a few\nphone calls. | received one of them.\n\nvm\n\nIt was hard not to notice, if you picked up one of those incoming queries from\nWashington and were asked to draft your views on how this uncertain world might\nbe approached, that one of the main aims of the American military in recent years -\nreducing the number of terrorists - appeared to be backfiring. This was an irritating\nfeature of many global problems. In spreading market capitalism ever wider, the\nworld was also digging an ever wider moat between rich and poor, for instance. In\ntrying to make the world modern with more connection we were, we found, lashing\nourselves to some very unmodern risks. And in waging the most expensive war on\nterrorism in human history, the US was uneasily discovering that it was creating\nmore terrorists. Secretary of Defense Donald Rumsfeld had sketched the nature of\nthis puzzle in an October, 2003 memo with acid clarity. He asked: “Are we capturing,\nkilling or deterring and dissuading more terrorists every day than the madrassas\nand the radical clerics are recruiting, training and deploying against us?”3”? Though\n\n37 He asked: Donald Rumsfeld, memo, 16 October 2003, available at\nglobalsecurity.org.\n\n36\n\nHOUSE_OVERSIGHT_018268",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018268.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3025,
    "word_count": 498,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:49.010272",
    "prefix": "IMAGES-004"
  }
}