{
  "document_id": "HOUSE_OVERSIGHT_015897",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015897.txt",
  "text": "Known Unknowns 207\n\na system you have and however much you extend it, the system will\nalways be incomplete. And we really do mean; however large. Even an\ninfinitely large formal system would be incomplete.\n\nThe only way to avoid this problem is with some sort of conspiracy\ntheory where we only come across problems our formal system can\nalready solve. Such a theory is a determined Universe. In a determined\nUniverse, all the mathematical problems we ever solve must be expressed\nby the formal systems existing in the Universe. We must never encounter\na problem where we need to extend the system and break the Gédel limit\nbecause we are pre-determined not to do so.\n\nThe Inconsistency Defense\nAn argument put forward by opponents of the Lucas-Penrose position\nis that humans are inconsistent formal systems. Inconsistent formal\nsystems are not subject to the incompleteness limit. Humans certainly\nbehave inconsistently with remarkable regularity but simply making\ninconsistent statements is not sufficient to show the underlying formal\nsystem is, itself, inconsistent. Inconsistent beliefs can come simply from\nmaking mistakes or reading the same story in two different newspapers!\nWe need a fundamentally inconsistent thinking mechanism inside our\nbrains to break the constraint. The very machinery itself would have\nto be inconsistent. But this is exactly Penrose’s point. Constructing a\nmachine capable of reasoning in an inconsistent but useful manner would\nneed exotic technology, some sort of non-deterministic, rationalizing\ncomputer. The components to make it could not be computer logic as we\nknow it today. All such logic is entirely computationally deterministic.\n\nLet me see if I can reframe the Lucas argument. Imagine IBM’s\nWatson computer was let loose on mathematical reasoning. Watson could\nscan every mathematical theorem ever written down. It would know\nevery programming language created. It would have its enormous bank\nof general knowledge to call upon and it could answer many questions.\nIt would sometimes appear inconsistent because the information it had\ntrawled from the Internet would be wrong. But Watson would still be a\nconsistent formal system and Gédel’s theorem says there would be truths\nWatson could never see. Lucas argues humans can see such truths where\na machine cannot, and these truths would allow a human to discover a\nproof to a mathematical problem that would forever elude Watson.\n\nThe Lucas argument runs into a brick wall because it asserts we see\ntruths a machine cannot. For each alleged creative step, his opponents\nsimply assert your brain was already sufficiently powerful to perform\n\nHOUSE_OVERSIGHT_015897",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015897.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2663,
    "word_count": 418,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:46.935750",
    "prefix": "IMAGES-003"
  }
}