{
  "document_id": "HOUSE_OVERSIGHT_013550",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013550.txt",
  "text": "businessmen, whose large donations were a major source of support of the\nAshrams, faired little better. They seldom received a personal audience or favorable\nseating at Darshan, the evening public time of question and answers with the guru.\nIn contrast with the relatively easy public availability, mischievous play, provocative\nhumor and worldly sophistication of Baba, the ambience of Gurumayi is more\nprivate, simple, serious and subtle. It is as powerful, but in another way.\n\nIn response to Gurumayi’s ascension to Siddha Yoga’s singular guru, |\nimagined hearing Baba saying that God energy was at least androgynous, if the\ndimension of sexual identity was relevant at all. Baba taught that divine energy, by\nnecessity, is expressed through a wide variety of particular personalities and\ncultures and should not be confused with the details of its manifestations. This\nincluded the sexual identity of the chosen Vehicle. Guramayi’s central theme, as |\nunderstand it, concerns the simple, quiet and pervasive powers of love and faith.\nSome say Baba took the path, marga, of selfless action, karma-marga, whereas\nGurumayi took the bhakti-marga, the road of loving devotion and faith. The third\nmarga is jnana-marga, my inclination, is the road of intellectual study and\nknowledge. Aldous Huxley related the choice among these three categories of yoga\npractice, to the physical and personality types of William Sheldon’s 1954 Atlas of\nMan. Karma yoga corresponded to the mesomorphic body type and the assertive\nboldness, high energy, and interpersonal callousness of the somatotonic\npersonality. Bhakti Yoga was the characteristic choice of endomorphic body types\nwith the viscerotonic personality traits of sociability, good will, tolerance and love.\nHuxley associated Jnana Yoga with ectomorphic body type and the cerebrotonic\ncharacteristic of shyness, sensitivity and intellectuality.\n\nMy summers with Baba at his temporary Ashram in Venice, California and\nthe permanent American Ashram in South Fallsburg, New York, were spent in daily,\nvery early morning, chanting of the gurugita after most of the night spent taking\ndown, cleaning and putting up large tarpaulin meeting tents. | was assigned this\nsimple, arduously manual, all night work after being interviewed and found out to be\na professor and chairperson of a medical school department. Baba instructed his\n\nassignment committee that many if not all professorial egos would benefit from what\n\n50\n\nHOUSE_OVERSIGHT_013550",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013550.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2484,
    "word_count": 378,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:45.196240",
    "prefix": "IMAGES-002"
  }
}