{
  "document_id": "HOUSE_OVERSIGHT_030855",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030855.txt",
  "text": "Jan Loeys Global Asset Allocation\n(1-212) 834-5874 The J.P. Morgan View J.P. Morgan\n\njan.loeys@jpmorgan.com 28 March 2013\n\nengaged in only with relevant persons. In other EEA countries, the report has been issued to persons regarded as professional investors (or equivalent) in\ntheir home jurisdiction. Australia: This material is issued and distributed by JPMSAL in Australia to \"wholesale clients\" only. PMSAL does not issue or\ndistribute this material to \"retail clients\". The recipient of this material must not distribute it to any third party or outside Australia without the prior written\nconsent of JPMSAL. For the purposes of this paragraph the terms \"wholesale client” and \"retail client\" have the meanings given to them in section 761G of\nthe Corporations Act 2001. Germany: This material is distributed in Germany by J.P. Morgan Securities ple, Frankfurt Branch and J.P.Morgan Chase\nBank, N.A., Frankfurt Branch which are regulated by the Bundesanstalt fiir Finanzdienstleistungsaufsicht. Hong Kong: The 1% ownership disclosure as of\nthe previous month end satisfies the requirements under Paragraph 16.5(a) of the Hong Kong Code of Conduct for Persons Licensed by or Registered with\nthe Securities and Futures Commission. (For research published within the first ten days of the month, the disclosure may be based on the month end data\nfrom two months prior.) J.P. Morgan Broking (Hong Kong) Limited is the liquidity provider/market maker for derivative warrants, callable bull bear\ncontracts and stock options listed on the Stock Exchange of Hong Kong Limited. An updated list can be found on HKEx website: http:/(www-hkex.com.hk.\nJapan: There is a risk that a loss may occur due to a change in the price of the shares in the case of share trading, and that a loss may occur due to the\nexchange rate in the case of foreign share trading. In the case of share trading, JPMorgan Securities Japan Co., Ltd., will be receiving a brokerage fee and\nconsumption tax (shouhizei) calculated by multiplying the executed price by the commission rate which was individually agreed between JPMorgan\nSecurities Japan Co., Ltd., and the customer in advance. Financial Instruments Firms: JPMorgan Securities Japan Co., Ltd., Kanto Local Finance Bureau\n(xinsho) No. 82 Participating Association / Japan Securities Dealers Association, The Financial Futures Association of Japan, Type II Financial\nInstruments Firms Association and Japan Investment Advisers Association. Korea: This report may have been edited or contributed to from time to time\nby affiliates of J.P. Morgan Securities (Far East) Ltd, Seoul Branch. Singapore: JPMSS and/or its affiliates may have a holding in any of the securities\ndiscussed in this report; for securities where the holding is 1% or greater, the specific holding is disclosed in the Important Disclosures section above.\nIndia: For private circulation only, not for sale. Pakistan: For private circulation only, not for sale. New Zealand: This material is issued and distributed\nby JPMSAL in New Zealand only to persons whose principal business is the investment of money or who, in the course of and for the purposes of their\nbusiness, habitually invest money. JPMSAL does not issue or distribute this material to members of \"the public” as determined in accordance with section\n3 of the Securities Act 1978. The recipient of this material must not distribute it to any third party or outside New Zealand without the prior written consent\nof JPMSAL. Canada: The information contained herein is not, and under no circumstances is to be construed as, a prospectus, an advertisement, a public\noffering, an offer to sell securities described herein, or solicitation of an offer to buy securities described herein, in Canada or any province or territory\nthereof. Any offer or sale of the securities described herein in Canada will be made only under an exemption from the requirements to file a prospectus\nwith the relevant Canadian securities regulators and only by a dealer properly registered under applicable securities laws or, alternatively, pursuant to an\nexemption from the dealer registration requirement in the relevant province or territory of Canada in which such offer or sale is made. The information\ncontained herein is under no circumstances to be construed as investment advice in any province or territory of Canada and is not tailored to the needs of\nthe recipient. To the extent that the information contained herein references securities of an issuer incorporated, formed or created under the laws of\nCanada or a province or territory of Canada, any trades in such securities must be conducted through a dealer registered in Canada. No securities\ncommission or similar regulatory authority in Canada has reviewed or in any way passed judgment upon these materials, the information contained herein\nor the merits of the securities described herein, and any representation to the contrary is an offence. Dubai: This report has been issued to persons regarded\nas professional clients as defined under the DFSA rules.\n\nGeneral: Additional information is available upon request. Information has been obtained from sources believed to be reliable but JPMorgan Chase & Co.\nor its affiliates and/or subsidiaries (collectively J.P. Morgan) do not warrant its completeness or accuracy except with respect to any disclosures relative to\nJPMS and/or its affiliates and the analyst's involvement with the issuer that is the subject of the research. All pricing is as of the close of market for the\nsecurities discussed, unless otherwise stated. Opinions and estimates constitute our judgment as of the date of this material and are subject to change\nwithout notice. Past performance is not indicative of future results. This material is not intended as an offer or solicitation for the purchase or sale of any\nfinancial instrument. The opinions and recommendations herein do not take into account individual client circumstances, objectives, or needs and are not\nintended as recommendations of particular securities, financial instruments or strategies to particular clients. The recipient of this report must make its own\nindependent decisions regarding any securities or financial instruments mentioned herein. JPMS distributes in the U.S. research published by non-U.S.\naffiliates and accepts responsibility for its contents. Periodic updates may be provided on companies/industries based on company specific developments or\nannouncements, market conditions or any other publicly available information. Clients should contact analysts and execute transactions through a J.P.\nMorgan subsidiary or affiliate in their home jurisdiction unless governing law permits otherwise.\n\n\"Other Disclosures\" last revised February 7, 2013.\n\nCopyright 2013 JPMorgan Chase & Co. All rights reserved. This report or any portion hereof may not be reprinted, sold or\nredistributed without the written consent of J.P. Morgan.\n\nHOUSE_OVERSIGHT_030855",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030855.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6965,
    "word_count": 1073,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:46.864966",
    "prefix": "IMAGES-011"
  }
}