{
  "document_id": "HOUSE_OVERSIGHT_013278",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013278.txt",
  "text": "sport’s first fatality. Died Jan. 31, one week after crashing at\nthe Winter X Games in Aspen, Colorado.\n\nFebruary\n\nEdward |. Koch, 88. As New York mayor from 1978 to 1989, he led\nthe city back from the brink of bankruptcy, turning a $1 billion\nbudget deficit into a $500 million surplus in five years. Died\n\nFeb. 1 of heart failure.\n\nEdith Lauterbach, 91. Last survivor of a quintet of U.S. women,\nwho in 1945 founded the Air Line Stewardesses Association, the\nworld’s first union for flight attendants. Died Feb. 4.\n\nGeorge Frazer, 86. Chairman of Toronto-based Leon Frazer &\nAssociates, who invested in companies with high dividends during\nhis seven decades as a fund manager. Died Feb. 6.\n\nRem Vyakhirev, 78. He was CEO of OAO Gazprom, the world’s\nbiggest natural-gas producer, from 1993 to 2001. Died Feb. 11.\n\nStokley Towles, 77. He spent his career at the Boston office of\nNew York-based Brown Brothers Harriman & Co., creating the\nfirm’s global custody service, which now accounts for more than\n70 percent of the bank’s employees. Died Feb. 14.\n\nMindy McCready, 37. A U.S. country music singer whose hits\nincluded “Guys Do It All the Time.” Died Feb. 17 of apparent\nsuicide.\n\nOtto Beisheim, 89. German billionaire, who in 1964 co-founded\nMetro AG, now Germany’s biggest retailer. Died Feb. 18 of\nsuicide after suffering from an incurable illness.\n\nJerry Buss, 80. After buying the Los Angeles Lakers in 1979, he\nadded marquee stars including Magic Johnson and Kobe Bryant,\nwinning 10 National Basketball Association championships between\n1980 and 2010. Died Feb. 18 of kidney failure related to cancer\ntreatment.\n\nHOUSE_OVERSIGHT_013278",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013278.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1643,
    "word_count": 271,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:45.505263",
    "prefix": "IMAGES-002"
  }
}