{
  "document_id": "HOUSE_OVERSIGHT_029319",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029319.txt",
  "text": "Thursday, September 12, 2013\nPage 5\n\ninvestors.” Edwards could not have possibly “pumped” the cases to investors when he\nnever participated in any communication with investors. However, Epstein’s\n“pumping” claims fail for an even more basic reason: Edwards was entitled — indeed\nethically obligated as an attorney — to secure the maximum recovery for his clients\nduring the course of his legal representation. As is well known, “[a]s an advocate, a\nlawyer zealously asserts the client’s position under the rules of the adversary system.”\nFla. Rules of Prof. Conduct, Preamble. Edwards therefore was required to pursue\n(unless otherwise instructed by his clients) a maximum recovery against Epstein.\nEdwards, therefore, could never be liable for doing something that his ethical duties as\nan attorney required. In a further effort to harass Edwards, Epstein also filed a bar\ncomplaint with the Florida Bar against Edwards. The Florida Bar dismissed the\ncomplaint.\n\nAnother reason that Epstein’s claims that Edwards was “pumping” cases for investors\nfails is that Edwards filed all three cases almost a year before he was hired by RRA or\neven knew of Scott Rothstein. Epstein makes allegations that the complaints\ncontained sensational allegations for the purposes of luring investors; however,\nlanguage in the complaints remained virtually unchanged from the first filing in 2008\nand overwhelming evidence supports the conclusion that all of the facts alleged by\nEdwards in the complaints were true.\n\nEpstein ultimately paid to settle all three of the cases Edwards filed against him for\nmore money than he paid to settle any of the other claims against him. At Epstein’s\nrequest, the terms of the settlement were kept confidential. Epstein chose to make this\npayment as the result of a federal court ordered mediation process, which he himself\nsought (over the objection of Jane Doe, Edwards’ client in federal court) in an effort to\nresolve the case. Notably, Epstein sought this settlement conference — and ultimately\nmade his payments as a result of that conference - in July 2010, more than seven\nmonths after he filed this lawsuit against Edwards. Accordingly, Epstein could not\nhave been the victim of any scheme to “pump” the cases against him, because he\nnever paid to settle the cases until well after Edwards had left RRA, after Edwards had\nsevered all connection with Scott Rothstein (December 2009), and well after the\ndetails of Rothstein’s Ponzi scheme had been widely publicized.\n\nIn addition, if Epstein had thought that there was some improper coercion involved in,\nfor example, Jane Doe’s case, his remedy was to raise the matter before Federal\nDistrict Court Judge Kenneth A. Marra who was presiding over the matter. Far from\nraising any such claim, Epstein simply chose to settle that case. He was therefore\nbarred by the doctrine of res judicata from somehow re-litigating what happened in\n(for example) the Jane Doe case. The doctrine of res judicata makes a judgment on\nthe merits conclusive ‘not only as to every matter which was offered and received to\nsustain or defeat the claim, but as to every other matter which might with propriety\n\nHOUSE_OVERSIGHT_029319",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029319.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3186,
    "word_count": 514,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.441826",
    "prefix": "IMAGES-010"
  }
}