{
  "document_id": "HOUSE_OVERSIGHT_020095",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020095.txt",
  "text": "isolate him from danger. “It’s not my deal. He’s got the five geniuses around him:\nJarvanka, Hope Hicks, Dina Powell, and Josh Raffel.” He threw up his hands again, this\ntime as if to say Hands off. “I know no Russians, I don’t know nothin’ about nothin’. ’m\nnot being a witness. I’m not hiring a lawyer. It is not going to be my ass in front of a\nmicrophone on national TV answering questions. Hope Hicks is so fucked she doesn’t\neven know it. They are going to lay her out. They’re going to crack Don Junior like an egg\non national TV. Michael Cohen, cracked like an egg. He’—the president—‘said to me\neverybody would take that Don Junior meeting with the Russians. I said, ‘Everybody\nwould not take that meeting.’ I said, ‘I’m a naval officer. ’'m not going to take a meeting\nwith Russian nationals, and do it in headquarters, are you fucking insane?’ and he says,\n“But he’s a good boy.’ There were no meetings like that after I took over the campaign.”\n\nBannon’s tone veered from ad absurdum desperation to resignation.\n\n“If he fires Mueller it just brings the impeachment quicker. Why not, let’s do it. Let’s\nget it on. Why not? What am I going to do? Am I going to go in and save him? He’s\nDonald Trump. He’s always gonna do things. He wants an unrecused attorney general. I\ntold him if Jeff Sessions goes, Rod Rosenstein goes, and then Rachel Brand’—the\nassociate attorney general, next in line after Rosenstein—“goes, we’ll be digging down\ninto Obama career guys. An Obama guy will be acting attorney general. I said you’re not\ngoing to get Rudy’—Trump had again revived a wish for his loyalists Rudy Giuliani or\nChris Christie to take the job—‘“because he was on the campaign and will have to recuse\nhimself, and Chris Christie, too, so those are masturbatory fantasies, get those out of your\nbrain. And, for anybody to get confirmed now, they are going to have to swear and ensure\nthat things will go ahead and they won’t fire anybody, because you said yesterday—Ehhh\n... ehhh ... .ehhh!—‘my family finances are off limits,’ and they’re going to demand that,\nwhoever he is, he promises and commits to make the family finances part of this\ninvestigation. I told him as night follows day that’s a lock, so you better hope Sessions\nstays around.”\n\n“He was calling people in New York last night asking what he should do,” added\nPreate. (Almost everybody in the White House followed Trump’s thinking by tracking\nwhom he had called the night before.)\n\nBannon sat back and, with steam-rising frustration—almost a cartoon figure—he\noutlined his Clinton-like legal plan. “They went to the mattresses with amazing discipline.\nThey ground through it.” But that was about discipline, he emphasized, and Trump, said\nBannon, noting the obvious, was the least disciplined man in politics.\n\nIt was clear where Mueller and his team were going, said Bannon: they would trace a\nmoney trail through Paul Manafort, Michael Flynn, Michael Cohen, and Jared Kushner\nand roll one or all of them on the president.\n\nIt's Shakespearean, he said, enumerating the bad advice from his family circle: “It’s the\n\nHOUSE_OVERSIGHT_020095",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020095.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3112,
    "word_count": 538,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:47.676707",
    "prefix": "IMAGES-005"
  }
}