{
  "document_id": "HOUSE_OVERSIGHT_014476",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014476.txt",
  "text": "Barty argued in The Trump Inflection, Le Pen’s victory has the potential to be even more\nof an earthquake for the world’s financial markets. Indeed, we have already seen a 1vol\nmove in April 2017 V2X futures since last month.\n\nSo our central case is French political risk caps markets to the upside for Q1 and most\nof Q2 but that the centre right candidate Fillon is elected President. As Gilles Moec\nargues, his pro-market reformist agenda could unlock French growth and we think it\ncould prove a significant positive catalyst for European equities more broadly if the\npolitical risk premium is priced out against a solid European and global growth backdrop.\n\nMore of the same expected in Germany\n\nWe think Germany carries less political risk than the French election now that Merkel\nhas formally announced she will run again to be Chancellor. As a result, our central case\nis that Merkel will continue to head a coalition government. We could see the populist\nAfD win more votes than in 2012, but polls show a clear and decisive margin in favour\nof the CDU and the existing coalition with the SDP suggests that an extension of their\npartnership is the most likely eventuality.\n\nChart 39: German polls show a consistent lead for Merkel’s CDU party\n40\n\n35 a\na @, 6,448 ae 2,6 2,648 4,044 aa Sa4aen 44 4 4\n30 oa ae eae’ af ie .° a ‘ Pay aaa’\n\n29\n\nPy YOY Gar VY Pen iT aT Cy TT Ty Gy Ye\n\nry r\n10 04000000004R 220044 nnnn sas sasasabasaasannaa a*a\n\nSeptember 2\nSeptember 5.\nSeptembe\nSeptembe:\nSeptembe\nSeptembe\nSeptembe:\nSeptembe\nSeptembe\nSeptembe:\nSeptembe\nSeptembe\nSeptembe:\nNovember\nNovember 2\nNovember 4, 20\nNovember 7\nNovember 9, 20\nNovember 10\nNovember 14, 20\nNovember 19\nNovember 22, 20\n\nSource: Allensbach (15-Sept, 13-Oct), Emnid (7-Sept, 14-Sept, 21-Sept, 28-Sept, 5-Oct, 12-Oct, 19-Oct, 26-Oct, 2-Nov, 9-Nov, 19-Nov), Forsa\n(2-Sept, 9-Sept, 16-Sept, 23-Sept, 30-Sept, 7-Oct, 14-Oct, 21-Oct, 28-Oct, 4-Nov), Forschungsgruppe Wahlen (22-Sept, 13-Oct, 27-Oct, 10-\nNov), GMS (14-Sept, 12-Oct, 12-Nov}, Infratest dimap (21-Sept, 5-Oct, 19-Oct, 2-Nov), INSA (5-Sept, 12-Sept, 19-Sept, 26-Sept, 3-Oct, 10-\nOct, 17-Oct, 24-Oct, 2-Nov, 7-Nov, 14-Nov, 22-Nov), Ipsos (10-Oct)\n\nBrexit was the big political topic for Europe going into 2016. Going forward we see it as\nan ongoing issue but mostly for the UK (see UK — Waiting for Brexit for more details).\n\nRising bond yields & equities\n\nWith the market focus on the sharp bond market sell-off it is worth re-visiting the links\nbetween equities and bonds as many investors question whether the effect on equities\nwill become negative the more yields rise. An environment of rising bond yields is not\ninherently problematic. Over time correlations between bond yields and equities have\nvaried and on average have been very weak (if slightly positive) over the last twenty\nyears. Typically when rising yields reflect improving growth conditions and or rising risk\nappetite equities have naturally benefitted. Certainly since 2010 for the most part\nhigher yields were accompanied by higher equity prices.\n\nTrack record mixed for stocks following bond yield spike. Does an exceptionally\nsharp back up in bond yields represent a downside risk for equities? The historical\nevidence is inconclusive. We looked at equity market returns in the months following\n2.5SD moves in German bond yields (based on a comparison of rolling 3-month yield\nchanges to the 52-week average). The recent spike in German yields peaked at +2.9SD\non the same basis. We found 11 comparable episodes since 1980. Equity market returns\nsubsequent to the peak rate of change in bunds were moderately positive — a median\n\nBankof America\nMerrill Lynch\n\nEuropean Equity Strategy |O1 December 2016 17\n\nHOUSE_OVERSIGHT_014476",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014476.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3732,
    "word_count": 609,
    "line_count": 89,
    "import_date": "2025-11-19T21:47:45.339672",
    "prefix": "IMAGES-002"
  }
}