{
  "document_id": "HOUSE_OVERSIGHT_013682",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013682.txt",
  "text": "It was upon Thom’s recommendation, that | spent the year in the\nMathematics Institute in Warwick, England. Using the Math House #2 s home base,\n| made many trips to Oxford University and a few to Cambridge. It was in these\nplaces that | learned first hand that belief in the Resurrection was not simply a\nmatter of socioeconomic class. | tried to schedule my trips to Oxford or Cambridge\nto coincide with the weekend so | could hear the remarkably literate sermons at the\nUniversities college chapels. In these places, for hundreds of years, just because\none was a top-notch practitioner of mathematics or linguistics did not mean that the\nDon did not have within him the full panoply of beliefs attendant to the Christian\nGod.\n\nMaybe this easy combination of logic and Spirit derives from the character of\nEnglish mathematics. There are graduates with professorially enfranchising Masters\nof Art Degrees in Mathematics from Cambridge University where the subject is\nconsidered by many to be part of the culture of the humanities, closely akin to\nphilosophy and linguistics.. In the universities of United States, for example the\nMassachusetts Institute of Technology, an academic degree of Ph.D. in\nmathematics is seen by most faculty as an indication of the intellectual equipment\nrequired for a life of scientific work in which disconfirmable experiments are the\nultimate criteria for knowledge. The field of pure mathematics (not ostensibly\nrelevant to the real world outside the mind) has itself evolved in this direction.\nRecently, a physical scientist, a theoretical physicist, Edward Witten, was given the\nmathematician’s ultimate award, the Field’s Medal. In American universities in\ngeneral, very few mathematics departments are in schools of the humanities. Most\nare in the schools of science. This variation in bureaucratic, metaphysical, sorting\nreflects our continuing struggle with the true nature of reality and the role of\nmathematics in its knowing. The now emergent field of computer science removes\nmathematics even further from intuition and Spirit. Difficult problems such as proofs\nof theorems can be systematically examined for all possibilities quickly by trying\nthem out in what is now known as a computational proof. On the other hand,\npointing at this computation’s graphics, the theorem and proof, real mathematicians\n\ncan ask, is this really there?\n\n182\n\nHOUSE_OVERSIGHT_013682",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013682.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2407,
    "word_count": 379,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:45.291598",
    "prefix": "IMAGES-002"
  }
}