{
  "document_id": "HOUSE_OVERSIGHT_020172",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020172.txt",
  "text": "20\n\nwarrant and the PRISM slides, few of the other documents that Snowden had given Poitras and\nGreenwald for publication had little to do with either domestic surveillance or the infringements\non the privacy of Americans. By the Lawfare Institute’s count, 32 of Snowden’s leaks to these\njournalists concerned the NSA’s overseas sources and method, nine identified overseas locations\nof the NSA’s intelligence bases, 25 of them revealed the identities of foreign officials of interest to\nUS intelligence agencies, 14 of them disclosed information about Internet companies legally\ncooperating with the NSA, and 19 of them concerned technology products that the NSA had been\nusing or researching. In addition, a considerable number of the published documents did not\neven belong to the NSA but were copies of reports sent to the NSA by its allies, including the\nBritish, Australian, Canadian, French, Norwegian and Israeli intelligence services. For example,\nhe provided journalists with secret documents from the British cyber service GCHQ describing its\nown plans to obtain a legal warrant to penetrate the Russian computer security firm Kaspersky to\nexpand its “computer network exploitation capability.\" All the GCHQ was revealing in this\ndocument was its own capabilities to monitor a Russian target of interest to it. While the release\nof these foreign documents may have embarrassed foreign allies of the United States, they\nexposed no violations of US law by the NSA. It was a legitimate part of the NSA’s job to share\ninformation with its allies. This raises the question: what constitutes whistle-blowing?\n\nTo the general public no doubt, a whistle-blower is simply a person who exposes government\nmisdeeds from inside that government. But in the eyes of the law someone who discloses\nclassified information to an unauthorized person, even as an act of personal conscience, is not\nexempt from punitive consequences of his act. Indeed, if a person deliberately reveals secret US\noperations, especially ones that compromise the sources and methods of US intelligence services,\nhe or she may run afoul of American espionage laws.\n\nIn the past when government employees have disclosed classified information to journalist to\nredress perceived government misconduct, they almost always received prison sentences, Just\nduring Obama’s presidency, there were six government employees who, as a matter of personal\nconscience, shared classified information they obtained from the FBI, CIA, State Department and\nUS Army with journalists. They were Shamai Leibowitz in 2010, Chelsea Manning in 2013, John\nKiriakou in 2013, Donald Sachtleben in 2013, Stephen Kim in 2014 and Jeffrey Sterling in 2014.\nLike Snowden, they claimed to be whistle-blowers informing the public of abuses of the\ngovernment. But since they disclosed classified documents, they were dealt with as law-breakers.\nAll six men were indicted, tried, convicted and received prison sentences. Sterling, a CIA officer\nwho allegedly turned over a document to James Risen, a Pulitzer Prize winning reporter for the\nNew York Times, was sentenced to 42 months, for example. The most severe sentence was meted\nout to Private Bradley/Chelsea Manning, who an Army court sentenced to 35 years in a military\nstockade.\n\nThe prison time that others received did not go unnoticed by Snowden. He had been following\nthe Manning case since 2012. In fact, he posted about it shortly before he began stealing far more\n\nHOUSE_OVERSIGHT_020172",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020172.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3485,
    "word_count": 544,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:44.301959",
    "prefix": "IMAGES-005"
  }
}