{
  "document_id": "HOUSE_OVERSIGHT_023846",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023846.txt",
  "text": "100 Teaching Minds\n\nU.S. News and World Report's annual rankings weigh heavily on the\nminds of the faculty and administration of universities who are in\nthe prestige game. These rankings are based on numbers: average SAT\nscores of admitted students, average rank in class of admitted students,\nfaculty publications, and many other numbers that come out in favor\nof research universities with world-class faculty. But world-class fac-\nulty means faculty who care about research and not about teaching.\nWhile there certainly is no harm in going to Harvard or Yale, the suc-\ncess of their students hardly depends on what they learned in those\nplaces and depends a great deal more on the fact that the best and the\nbrightest are the ones who go there in the first place.\n\nThese places get away with teaching courses in obscure issues in\nliterature and history, or in economic theory or in complex math-\nematics, by pretending that they are really teaching students to think.\nBut does knowing obscure information necessarily imply that one is\na good thinker?\n\nA good thinker, I claim, would be good at each of the 12 cognitive\nprocesses.\n\nWhat does it mean to be good at prediction, for example? Is a\n2-year-old good at prediction? Is a dog good at prediction? Is a profes-\nsional gambler good at prediction? Is a stock trader good at predic-\ntion? Is a mother of a toddler good at prediction? Is a politician good\nat prediction? Is a scientist good at prediction?\n\nWe actually are quite good at assessing the ability of others at pre-\ndiction precisely because we have data to support our conclusions. We\nknow how good gamblers or stock traders are at predicting. If they are\nvery successful, we can say they are brilliant at what they do, or we can\nsay they are lucky. Those are our choices.\n\nThe same is true of scientists. Most scientists make predictions,\nand those that are proven right are seen as brilliant. Luck enters into\nscience as well and quite often scientists say that a given Nobel Prize\nwinner was lucky and isn’t really all that bright.\n\nDogs are seen as being smart (for a dog) when they can correctly\npredict the arrival of their master or bad weather or threats, and are\nseen as stupid when they bark at thunder. Their behavior is seen as\nstupid precisely because of the erroneous prediction that barking will\nscare the thunder away. A dog’s inability to predict is exactly why we\nthink dogs are dumb animals, and when they surprise us with an ac-\ncurate prediction, they are seen as smart. Of course, we don’t expect\ndogs to predict who will win the big game. We know their limitations.\n\nHOUSE_OVERSIGHT_023846",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023846.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2628,
    "word_count": 457,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.739125",
    "prefix": "IMAGES-007"
  }
}