{
  "document_id": "HOUSE_OVERSIGHT_012687",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012687.txt",
  "text": "The party action migrates to UTA Jim Burkus's home in the neighborhood for “True Grit’s” Ethan and Joel\nCoen. I pass Ron Howard on the way in and he says, “Keep me on your list.\" Is he kidding? Sunrise and\nMark Ruffalo, Tim Robbins, Focus Feature’s James Shamus, Nancy Meyers and John Goldwyn mingle. Adorable\nHallie Steinfeld is there with her parents. I am trying to fix her up with Justin Bieber. She giggles,\n“Peg, I am only 14.\"\n\nHunky Josh Brolin tells me he is coming to New York in March to shoot two new films. He is working on\nproducing and starring in \"The Hunchback of Notre Dame\" with Tim Burton as a future project.\n\nI am now inches away, face to face with Harrison Ford and stupidly tell him I love him in \"Morning\nGlory\". He is looking at me in utter disbelief and I will not shut up. A gorgeous guy is also inches away\nin a hat, glasses, jacket, layered sweater and scarves. I whisper to Harrison, \"That looks just like\nJohnny Depp.\" Harrison rolls his eyes and reluctantly introduces me to his friend Johnny Depp. I babel a\nbit about his great work and run for cover to a corner next to my buddy, Jerry Bruckheimer. Jerry\nintroduces me to the wives, Vanessa Paradis and Calista Flockhart. I bore them with girly chit-chat and\nrealize it's time to get out of there.\n\nI head over to the CAA/Bryan Lourd \"Friday Night Party\". Torrential rains and horrific winds cause a\ntraffic jam that makes it impossible to get near the house. Cell phones do not work. The world's most\nfamous faces cower under black umbrellas and make a run for it.\n\nBryan Lourd and Bruce Bozzi receive friends at the door all night. Inside Uma tells me she finally moved\ninto a doorman building in New York after being terrorized by stalkers for years. Talented, Ben Walker\ntalks about “Abraham Lincoln: Vampire Hunter\" he is about to shoot as his fiancé Mamie Gummer looks sexy\nshivering in a white satin gown. Producer Jon Kilik mentions he oversees a new cut of Julian Schnabel's\n“Miral\" to be released in March. Bennett Miller, standing with Kristin Gore says Sony loves his new film\n\"Moneyball\" and Brad Pitt is terrific. (when is Brad Pitt not terrific?) Sandy Gallin tells me he has an\nactual job decorating Jeffrey Katzenberg's home and he has never been happier. I congratulate Barry\nLevinson's son, Sam, a director, for winning the writing award at Sundance for his first film, \"Another\nHappy Day\" which is inspired by his family.\n\nAlso seen floating around are, Taylor Swift and Jake Gyllenhaal, but not together, Sean Penn, Tom Curise\nand Katie Holmes, Anderson Cooper, Hilary Swank, Kelly Ripa, Carrie Fisher, Bruce Weber, Sean Combs, Paul\nHaggis, Marisa Tomei, Jay Roach, Kate Beckinsale, Demi Moore and Ashton Kutcher, Kate Hudson, Gerard\nButler, Leo DiCaprio and Bar Refaeli, Renee Zellweger with Bradley Cooper, Biutiful director Alejandro\nGonzalez-Inarritu, Kathryn Bigelow and Mark Boal, Ellen Barkin who is headed to Broadway in \"The Normal\nHeart\" this spring and CAA’s Kevin Huvane, Richard Lovett and Hylda Queally.\n\nBusy Bruce Cohen who is producing Sunday's awards broadcast tries to get his car to leave. Limo lock is\nat a standstill. Nothing is moving outside. Two hundred swells become party prisoners and resign to just\nhaving an absolute ball till 5:00am. Once again, this is the most star studded party in town.\n\nSaturday, February 26th, 2011\n\nThe sun comes up and dries up all the land. IAC chairmen and owner of The Newsweek/Daily Beast Barry\nDiller and his designer wife Diane Von Furstenberg host their annual lunch for Graydon Carter in their\nColdwater Canyon home. Barry introduces me to his star guest, Governor Jerry Brown, just elected to his\nthird Cnonconsecutive) term as California Governor. Diane’s children, Alex and Tatiana, along with their\nchildren comprise three generations of guests, which makes this party so special.\n\nLike last year, enormous clear plastic tents are erected on the hill near the house. Long wooden picnic\ntables covered with yellow flowers sit on oriental rugs, covering the soggy ground. Terrines of hot soup,\nplatters of sausages, fried chicken and salads are beautifully arranged on an endless buffet. Everyone\nwears winter clothes; comfy sweaters and sensible shoes. I arrive in a fur coat.\n\nBarry and Diane’s loyal friends have been coming to this party for over fifteen years. Everybody knows\neverybody and it doesn’t matter if you have a hit film or TV show this season. Oprah winfrey kisses David\nGeffen, casually chats with former Disney CEO Michael Eisner and current Sony chief Sir Howard Stringer.\nBrett Ratner arrives with his house guest Jean Pigozzi who is allowed to photograph everyone. Graydon\ngreets people with wife Anna and Fran Lebowitz by his side.\n\nIngrid Sischy and Sandy Brant, Rupert Murdoch, Ron Meyer, Bryan Lourd Francesco Clemente with his twin\nboys and Tom Ford chat each other up. People watching include the pregnant Victoria and David Beckham\nwith Lynn wyatt, Liv Tyler, Vincent Gallo, Eva Longoria, Larry Gagosian and Shala Monroque, Ben\nSilverman, Debbie and Allen Grubman, Tobias Meyer and Mark Fletcher and Stephen Gaghan and Mini Mortimer\nwearing her oversized cat glasses.\n\nBruce Cohen has invited me to the Oscar broadcast rehearsal. This is a special honor. There are metal\nbarricades leading up to the credentials trailer. High-tech security includes photos and computer\nbackground checks. The only thing they don’t do is pat me down and ask for fingerprints. Once inside the\nKodak Theater’s massive auditorium, I find a seat next to Bruce’s proud parents. I watch Josh Brolin and\nJavier Bardem come out in white dinner jackets and flub their lines as they pretend to present Best\nAdapted Screenplay and Best Original Screenplay. Josh later told me at The Night Before Party that their\nacting methods are completely opposite. Josh says he is a quick study and is very creative and\ncomfortable ad-libbing. Javier, whose mother tongue is Spanish, needs to have every syllable printed out,\nwhich he studies with a dialect coach. Little wiggle room for jokes. Life size photos on large cardboard\nplaques are taped to each nominee’s chair. I try to memorize their location, so when I return Sunday I\ncan quickly kiss them all.\n\nHOUSE_OVERSIGHT_012687",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012687.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6244,
    "word_count": 1052,
    "line_count": 80,
    "import_date": "2025-11-19T21:47:49.026543",
    "prefix": "IMAGES-002"
  }
}