{
  "document_id": "HOUSE_OVERSIGHT_014724",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014724.txt",
  "text": "are reasons to think that the worst may be already behind us and that the higher\nrates/higher USD trades will soon resume. We make our case in the following sections.\n\nTrade wars: near-term risk drops\n\nDevelopments over the past three weeks have led us to conclude that the risk of trade\nwars with Mexico and China has abated significantly, at least for the short-term:\n\n¢ China: We take some comfort in the fact that the only item in his 100 day plan that\nPresident Trump has reneged on is his promise to label China as a currency\nmanipulator on his first day as president (Table 1). In his interview with the WS) on\nJanuary 13, Trump said that he “would talk to them first”. He added: “Certainly they\nare manipulators. But I’m not looking to do that.” This and the fact that Trump\nchanged tack on Taiwan last week by telling the Chinese president he would honor\nthe “One China” policy suggest to us a pragmatic approach to dealing with China.\n\n¢ Mexico: We are relieved by the climbing-down by the administration after the\nMexican president cancelled his trip to Washington over Trump’s insistence that\nMexico pay for the wall. Reince Priebus, the influential White House Chief of Staff,\nsuggested that there is a “buffet of options” to pay for the wall, including by going\nafter the drug cartels. The Mexican foreign minister welcomed the overture by\nsaying that “It's a signal that ... must be welcomed because we are already seeing\nhow the discussion is changing”.\n\nTable 1: Trump’s 100 day plan (On the first day of my term of office, my administration will immediately pursue the following):\n\nA hiring freeze on all federal employees to reduce the federal workforce through attrition Done\nA requirement that for every new federal regulation, two existing regulations must be eliminated. Done\nA five-year ban on White House and Congressional officials becoming lobbyists after they leave government service. Done\nA lifetime ban on White House officials lobbying on behalf of a foreign government. Done\nI will announce my intention to renegotiate NAFTA or withdraw from the deal under Article 2205 Done\n| will announce our withdrawal from the Trans-Pacific Partnership. Done\nLift the Obama-Clinton roadblocks and allow vital energy infrastructure projects, like the Keystone Pipeline, to move forward. Done\nBegin the process of selecting a replacement for Justice Scalia from one of the 20 judges on my list Done\nCancel all federal funding to sanctuary cities. Done\nSuspend immigration from terror-prone regions where vetting cannot safely occur. All vetting of people coming into our country will be considered “extreme vetting.” Done\nBegin removing the more than two million criminal illegal immigrants from the country and cancel visas to foreign countries that won't take them back Done\n| will direct the Secretary of the Treasury to label China a currency manipulator. Not Done\n\n| will direct the Secretary of Commerce and U.S. Trade Representative to identify all foreign trading abuses that unfairly impact American workers and direct them to use every tool under\n\nAmerican and international law to end those abuses immediately. Not Done\nPropose a constitutional amendment to impose term limits on all members of Congress. Not Done\nAcomplete ban on foreign lobbyists raising money for American elections. Not Done\nCancel billions in payments to U.N. climate change programs and use the money to fix America’s water and environmental infrastructure. Not Done\n| will lift the restrictions on the production of $50 trillion dollars’ worth of job-producing American energy reserves, including shale, oil, natural gas and clean coal. Not Done\n\nSource: Donaldtrump.com/centract; BofA Merrill Lynch Global Research\n\nACA reforms: not before fiscal reforms\n\nIn an interview on February 5, Trump walked back his promise to replace Obamacare in\nshort order, saying that the process is “complicated” and “maybe it’ll take till sometime\ninto next year.” In contrast, asked if Americans should expect a tax cut this year, he said:\n“| think before the end of the year | would like to say yes.”\n\nIn our view, the prevailing pessimism that Obamacare will take precedence over tax cuts\nis not consistent with three key facts on the table:\n\n* The Republicans, with only 52 seats in the Senate, do not have the votes to replace\nObamacare.\n\n¢ It is by now a broadly shared view among Republican leadership that to repeal\nObamacare without replacing it would be very risky politically.\n\ne There is no consensus among Republicans about how to replace Obamacare. For\nexample, 31 states took up federal funding to expand Medicaid under Obamacare\n\nBankof America\n4 Cause and Effect | 13 February 2017 Merrill Lynch\n\nHOUSE_OVERSIGHT_014724",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014724.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4724,
    "word_count": 774,
    "line_count": 72,
    "import_date": "2025-11-19T21:47:48.507756",
    "prefix": "IMAGES-003"
  }
}