{
  "document_id": "HOUSE_OVERSIGHT_017429",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017429.txt",
  "text": "4.2.12\nWC: 191694\n\nConclusion: The Second Six Million\n\nThe sad reality is that the inversion of the human rights agenda, especially at the U.N., has\nneedlessly cost many innocent lives. Since the time the world promised “never again” at the end\nof World War II and built a structure and jurisprudence designed to fulfill that important promise,\nanother six million innocent victims of preventable genocides have been slaughtered while the\nworld once again stood silent.\n\nSince the Holocaust, the international community has turned a blind eye as genocides across the\nglobe claimed millions of innocent lives. Cambodia, Rwanda, and Darfur are just the beginning of\nthe story. The UN has also failed to help desperate civilians in Burundi, the former Yugoslavia,\nSyria, and other countries. While ignoring the gruesome killings by the member states in its\nmidst, the United Nations has focused its time and attention on a single country—Israel. The\nnumbers are staggering. In the last eight years, Israel has garnered more than six times as many\nUN condemnatory resolutions than any other country in the world.’ The General Assembly has\ncalled only ten special emergency sessions in its history, but six of them have been devoted to the\nMiddle East’s only liberal democracy.'°’ Of course Israel has its shortcomings, but it deserves to\nbe subjected to the same scrutiny as every other state, no more and no less.\n\nThe UN’s obsession with Israel is not necessarily the only cause of its inaction on genocide, but it\nis certainly a contributing factor. Like all institutions, the United Nations has limited resources.\nWhen it dedicates so many of those resources to criticizing Israel it decreases its ability to\nrespond effectively to genocide. It is important to realize that the sheer amount of time the UN\nspends chastising Israel in one-sided and repetitive resolutions is also time vor spent on genocide.\nAs the NGO UN Watch notes, “Diplomats at foreign ministries or UN missions have a limited\namount of time to devote to any particular UN session. Because every proposed UN resolution is\nsubjected to intensive review by various levels and branches of government, a direct result of the\nanti-Israel texts is a crippling of the UN’s ability to tackle the world’s ills.”!°* What could have\nbeen if, during the Cambodian genocide, the General Assembly passed a single resolution on the\natrocities instead wasting time debating whether Zionism was racism? How would the situation in\nDarfur have changed if, during its 2006-2007 sessions, the General Assembly once condemned\nthe genocide in Sudan instead of passing 22 resolutions condemning Israel?\n\nOne might easily dismiss the UN’s obsession with Israel, if the body’s failure to stop suffering was\nnot so serious and not so real. The UN could have intervened more quickly and vigorously and\nsaved millions of lives in Cambodia, Darfur, Rwanda, the former Yugoslavia, Syria and numerous\nother places. It is a broken institution. Until it ends its obsession with Israel, the UN cannot be\nfixed.\n\nIt will remain the key perpetrator—through its actions and inactions—of the tragic inversion of\nhuman rights over the past 40 years.\n\n16 Bye on the UN, http://www.eyeontheun.org/browse-un.asp?ya=1 &sa=1 &ua=1 &s=0&tp=1 &tpn=Resolution.\n107 American Jewish Committee, A Diminished Body: An Overview of the UN and Israel 5,\nhttp://www.ajc.org/atf/cf/%7B42D75369-D582-4380-8395-\nD25925B85EAF%7D/DIMINISHEWORLDBODYOVERVIEWUNISRAEL 2006.PDF.\n\n108 UN Watch, UN, Israel & Anti-Semitism,\n\nhttp://www.unwatch.org/site/c.bdKKISNqEmG/b. 1359197/k.6748/UN_Israel__AntiSemitism.htm.\n\n342\n\nHOUSE_OVERSIGHT_017429",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017429.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3645,
    "word_count": 555,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:49.120646",
    "prefix": "IMAGES-004"
  }
}