{
  "document_id": "HOUSE_OVERSIGHT_024564",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024564.txt",
  "text": "15. MANAGEMENT INCENTIVE PLANS AND EMPLOYMENT\nAGREEMENTS\n\nCertain key terms of the following incentive plans and employment agreements of the Company, which\nare subject to and qualified in their entirety by reference to any underlying documentation as applicable,\nare outlined below. Copies of such documentation have been provided or are available upon request and\nthe summaries below are quajified in their entirety by reference to such documentation.\n\n15.4. Long Term Incentive Plan and Agreements of Knowledge Learning Corporation\n\nEffective as of December 6, 2005, KLC put in place a long term incentive plan (\"LTIP\") for officers,\nemployees or consultants, providing for incentive compensation payments based upon the achievement\nof certain performance criteria determined by KLC’s Compensation Committee. Under the terms of the\nlong term incentive award agreements entered into with eligible recipients pursuant to the LTIP, if the\nrecipient is terminated by KLC without cause after the first year of any 3-year performance cycle, the first\nof which begins in 2006, or upon death, permanent disability or retirement after the first 6 months of any\nperformance cycle, the recipient is eligible to receive a pro rata portion of any incentive award earned.\nThe recipient is also eligible to receive a pro rata portion of any incentive award earned in the event of a\nsale of KLC or a termination of the LTIP.\n\n15.2. Profits Interest Grants\n\nKUE expects to grant profits interests in KUE to its (or its subsidiary’s) present and future officers,\ndirectors, employees and consultants, aggregating up to 2% of KUE's aggregate profits, subject to\nincreases approved by the Independent Committee. Such grants would be dilutive to the holders of Units.\n\n15.3. Stock Appreciation Rights Plan of Knowledge Schools, inc.\n\nKSI established a stock appreciation rights (“SAR\") plan for directors, officers, employees or consultants\nof KS! and its subsidiaries on April 25, 2004, pursuant to which a maximum number of 18,410 phantom\nshares (which may be converted to options) may be granted and an equivalent of 4,353.860 phantom\nshares are issued and outstanding. SARs may be granted under the plan until April 24, 2014 and shall\nvest and become exercisable as set forth in the holder's SAR agreement. These phantom shares will\nprovide the holders with the appreciation in value of the equivalent of 1.6% of KSI's equity (after payment\nof $7.8 million to KLC’s departing chief executive officer in settlement of his SARs, and based on\n273,904.89884 shares as of April 28, 2006). Beginning in 2006, incentive compensation at the KLC level\nto management will be made through the LTIP described above, while directors of KSI may continue to be\ngranted SAR.\n\n15.4. Stock Option Grants by Knowledge Schools, Inc.\nLes Biller and Stephen Goldsmith have been granted options to purchase an aggregate of 3,412.6 shares\nof common stock of KSI. Les Biller is on the Advisory Board of KUE and a director of KSI. Stephen\n\nGoldsmith is the Senior Vice President of Strategic Planning & Worldwide Government Programs for KUE\nand a director of KSI. KSI may issue similar options from time to time.\n\n15.5. Employment Agreements\n\nWith one exception, the Company's executives do not have long-term employment agreements. KLC\nentered into an employment agreement with Elanna Yalow as of August 1, 2004 with an employment term\n\n134\n\nHOUSE_OVERSIGHT_024564",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024564.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3425,
    "word_count": 543,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:45.140970",
    "prefix": "IMAGES-008"
  }
}