{
  "document_id": "HOUSE_OVERSIGHT_017318",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017318.txt",
  "text": "4.2.12\nWC: 191694\n\nEven as recently as the early 20\" Century, the influential legal commentator, John Wigmore,\nproposed that women who accuse men of rape should be subjected to a psychiatric examination\nbecause:\n\n“Modern psychiatrists have amply studied the behavior of errant young girls and women\ncoming before the court in all sorts of cases. Their psychic complexes are multifarious,\ndistorted partly by inherent defects, partly by diseased derangements, partly by bad social\nenvironment, partly by temporary psychological or emotional conditions. One form taken\nby these complexes is that of contriving false charges of sexual offenses by men. The\nunchaste (let us call it) mentality finds incidental but direct expression in the narration of\nimaginary sex incidents of which the narrator is the heroine or the victim. On the surface\nthe narration is straightforward and convincing. The real victims, however, too often in\nsuch cases is the innocent man...”\n\nEven as late as the 1960s, the Supreme Court of Georgia, in rejecting Justice Goldberg’s view\nthat the death penalty might be unconstitutional for rape, provided the following male-centered\njustification for why rapists must be executed:\n\n“We reject this [attempt to reduce the protection of] mothers of mankind, the cornerstone\nof civilized society, and the zenith of God’s creation, against a crime more horrible than\ndeath, which is the forcible sexual invasion of her body, the temple of her soul, thereby\nsoiling for life her purity, the most precious attribute of all mankind [sic!].”\n\nDuring the last quarter of the 20\" Century, political and academic feminism began to focus\nattention on the gender inequalities implicit, and often explicit, in rape laws. Within a short period\nof time, thousands of years of anachronistic rules governing the prosecution of rape cases were\nchanged. The testimony of rape victims no longer had to be corroborated. Rape shield laws\nprohibited defense attorneys from questioning alleged rape victims about their prior sexual\nhistory. Husbands could be prosecuted for forcing their wives to have sex. The force and\nresistance elements of rape were amended in most jurisdictions to require only a lack of consent.\nDate rape was punished as seriously as stranger rape. Most importantly, attitudes changed, at\nleast among some groups which no longer treated predatory males as macho heroes and women\nwho dressed provocatively as automatically consenting sex partners.\n\nNearly all of the rules that had made it difficult to prosecute rapists were amended within the\ncourse of little more than a decade, as the pendulum swung quite dramatically from a male-\ncentered view of rape to a female-centered view. As with many wide swings of a pendulum, there\nwas little effort to strike a carefully calibrated balance that represented our general approach to all\ncrimes: namely that there must be a heavy burden of proof on the prosecution and that it is better\nfor 10 guilty rapists to go free than for even one innocent accused rapist to be wrongly convicted.\nIndeed even that salutary rule was challenged by some feminists in the context of rape.” One\ninfluential scholar went so far as to suggest that all sexual intercourse is essentially rape” and that\n\n7 [get sources]\n8 [Andrew Dworkin]\n\n231\n\nHOUSE_OVERSIGHT_017318",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017318.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3314,
    "word_count": 528,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:46.466952",
    "prefix": "IMAGES-004"
  }
}