{
  "document_id": "HOUSE_OVERSIGHT_031911",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031911.txt",
  "text": "36\n\nHe considers three leading theories about what we ought to do — one\nderiving from Kant, one from the social-contract tradition of Hobbes,\nLocke, Rousseau, and the contemporary philosophers John Rawls and\nT.M. Scanlon, and one from Bentham’s utilitarianism — and argues\nthat the Kantian and social-contract theories must be revised in order\nto be defensible.\n\nThen he argues that these revised theories coincide with a particular\nform of consequentialism, which is a theory in the same broad family\nas utilitarianism. If Parfit is right, there is much less disagreement\nbetween apparently conflicting moral theories than we all thought.\nThe defenders of each of these theories are, in Parfit’s vivid phrase,\n“climbing the same mountain on different sides.”\n\nReaders who go to On What Matters seeking an answer to the\nquestion posed by its title might be disappointed. Parfit’s real interest\nis in combating subjectivism and nihilism. Unless he can show that\nobjectivism is true, he believes, nothing matters.\n\nWhen Parfit does come to the question of “what matters,” his answer\nmight seem surprisingly obvious. He tells us, for example, that what\nmatters most now is that “we rich people give up some of our\nluxuries, ceasing to overheat the Earth’s atmosphere, and taking care\nof this planet in other ways, so that it continues to support intelligent\nlife.”\n\nMany of us had already reached that conclusion. What we gain from\nParfit’s work is the possibility of defending these and other moral\nclaims as objective truths.\n\nPeter Singer is Professor of Bioethics at Princeton University and\nLaureate Professor at the University of Melbourne. Revised editions\nof his books Practical Ethics and The Expanding Circle have just\nbeen published.\n\nHOUSE_OVERSIGHT_031911",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031911.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1765,
    "word_count": 280,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:49.349992",
    "prefix": "IMAGES-011"
  }
}