{
  "document_id": "HOUSE_OVERSIGHT_018514",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018514.txt",
  "text": "A more complicated example would be facials. As a sex-crazy nympho dreamgirl, I am\nsupposed to love all facials all the time, to which I say: Bah. I'm occasionally into\ndegradation scenes, and facials feel really degrading to me, so there are circumstances in\nwhich a guy can come on my face and it'll be hot -- but those circumstances are rare. I've\ngot to really respect him and really trust him, and I've got to be really turned on and\nexcited about whatever scene we're playing out. And if a guy were to give me a facial\nwithout clearing it with me at some point ahead of time? Serious boundary violation. Not\ncool.\n\nHave I destroyed your image of me as your sex-crazy nympho dreamgirl? Good.\n\nI think that people of all genders receive a lot of unconscious training about how we can\ndamage ourselves in exchange for the attention of the opposite sex. By writing about my\nown experience, I don't mean to discount the experiences of others. I get that many guys\nfeel locked into acting confident and dominant, and that lots of guys hate that role as\nmuch as I hate my Sexy Dreamgirl Shell. I get that many women genuinely enjoy\nreclaiming the Sexy Dreamgirl image, and making it their own; hell, I do it myself\nsometimes. (Yes, I do it myself sometimes. Sex is complicated.)\n\nPeople of all genders have a hard time figuring out what turns them on. Authenticity is\nhard -- and sexual authenticity gets harder when you're feeling low, or you really like\nsomeone and really want that person to like you, or when you feel bombarded with\nmessages about how you've got to \"compete\" in a harsh sexual \"marketplace.\" I believe\nthat one of the best ways to authenticity is to seek understanding of the pressures on\neveryone, and to grasp that everyone's got their own nightmare of the Sexy Dreamgirl\nShell.\n\nte OK ok\nThis can be found on the Internet at:\n\nhttp://clarissethorn.com/blog/2011/05/27/im-not-your-sex-crazy-nympho-dreamgirl/\n\nBOUNDARIES:\n\n[storytime] Orgasms Aren't My Favorite Part Of Sex, and My Chastity\nUrge\nThese two articles were both written and published at OffOQurChests.com after I\npublished \"A Unified Theory of Orgasm.\" The first was a followup to \"A Unified Theory\n\nof Orgasm,\" and the second wasn't, but when I reviewed the two articles later, I\nconcluded that they deal with fundamentally the same issues and belong together.\n\nInterestingly, when I posted this to my blog, most of the comments didn't come from\nwomen, they came from men who agreed that orgasms aren't their favorite part of sex,\neither.\n\nHOUSE_OVERSIGHT_018514",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018514.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2548,
    "word_count": 433,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:45.922443",
    "prefix": "IMAGES-005"
  }
}