{
  "document_id": "HOUSE_OVERSIGHT_031674",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031674.txt",
  "text": "COVINGTON\n\nThe Honorable Richard Burr\nThe Honorable Mark R. Warner\nMay 22, 2017\n\nPage 5\n\nthe existence of any particular responsive documents. See United States v. Doe, 465 U.S. 605,\n613 n.12 (1984) (“The most plausible inference to be drawn from the broad-sweeping subpoenas\nis that the Government [is] unable to prove that the subpoenaed documents exist . . . .”).\n\nThe first demand for a list of all meetings with any Russian official (or “representative of\nRussian business interests”) over 18 months fails for want of specifying particular individuals,\nlocations, or dates. Moreover, this is not merely a demand to produce existing documents. It is\nactually an interrogatory demanding that General Flynn create a new document containing\ninformation that the Committee seeks to discover. This is a demand for direct testimony, not\nmerely a testimonial act of production. As in Hubbell, General Flynn’s compilation of such a list\nwould be akin to him “answering a series of interrogatories asking [him] to disclose the\nexistence and location of [meetings] fitting certain broad descriptions.” Hubbell, 530 U.S. at 41.\nThe Court in Hubbell held that the witness could not be compelled to prepare such a list without\nviolating his Fifth Amendment privilege. Finally, the nebulous term “representative of Russian\nbusiness interests” necessarily would require General Flynn, in responding to the request, to\ntestify as to who is or is not a “representative of Russian business interests.” This too constitutes\ndirect testimony that is clearly covered by the Fifth Amendment privilege.\n\nThe subpoena’s second and third demands are even broader in scope than the first, given\ntheir request for all communication records with any Russian official. The complete lack of\nspecificity in the request makes clear that, unlike in Fisher, the existence of any document\nresponsive to the Committee’s request is far from a “foregone conclusion.” Fisher, 425 U.S. at\n411. The fact that the subpoena also demands all documents in the custody, control or\npossession of General Flynn’s “agents, employees, or representatives” underscores that the\nCommittee does not know whether responsive documents exist, who may possess them, or\nwhere they are located. Were General Flynn to provide responsive documents, he would be\nproviding compelled testimony about “the documents’ existence, custody, and authenticity.”\nHubbell, 530 U.S. at 28. This is precisely the sort of testimonial information that the Fifth\nAmendment privilege is designed to protect from compelled disclosure. See In re Grand Jury\nSubpoena, Dated Apr. 18, 2003, 383 F.3d 905, 911 (9th Cir. 2004) (finding an act of production\nto be testimonial in nature where a “subpoena seeks all documents within a category but fails to\ndescribe those documents with any specificity . . . .”).\n\nThe Committee must demonstrate more than general knowledge that a meeting may\nhave occurred; the Committee must demonstrate “knowledge of the existence and possession of\nthe actual documents” in order to prove that the existence and location of the documents is a\n“foregone conclusion.” Id. at 910 (emphasis added). The Committee simply has not met its\nburden of showing its “pre-subpoena knowledge of the existence, possession, and authenticity of\nthe subpoenaed documents with reasonable particularity.” Ponds, 454 F.3d at 324.\n\nHOUSE_OVERSIGHT_031674",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031674.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3382,
    "word_count": 526,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:44.787815",
    "prefix": "IMAGES-011"
  }
}