{
  "document_id": "HOUSE_OVERSIGHT_023656",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023656.txt",
  "text": "will become some state-owned companies, what is the reality of the privatization of the health sector,\nand how it will be, and other important sectors?\n\n- The health sector is privatized in all the successful globally countries. If we look at the United States for\nexample, we do not find the US government owns hospitals, each hospital either owned by the private\nsector or non-profit sector. The role of the government is to guarantees a free treatment for Saudi\ncitizens. Instead of we occupy a hospital and we spend on them and come at a quality that will be\nrejected by the citizen, we privatize and owned by companies and ensure the policy of insurance for\nevery citizen. And the citizen has the choice of selecting the hospital which he wants to get the\ntreatment in, whether private sector or non-profit sector. This will bring great competition to all private\nhospitals and provide quality services so that they attract this citizen who has an insurance policy and\nearn more profits, and it will create a better health sector with better services and much less corruption.\nBecause it became some interests among stakeholders and it will ease the very high load of\nmanagement for the Saudi government. It will also reduce the costs that the Saudi government spend\non the health sector, while these expenses will be spent in other sectors that are in need for these\nexpenses.\n\n* When does this wheel start?\n- It is a very complex project, we expect that things will be clearer during the current year.\n* What are the other sectors that can be privatized in the near future?\n\n- The municipal services sector, also the transport sector, primarily airports, aviation and ports. Those\nare the main sectors that we are targeting at this stage.\n\n* In the subject of vision, your Highness has mentioned that there will be an increase in the number of\nthose wishing to perform Umrah and Hajj through the preparation of the two Holy Mosques and its\nfacilitation. But Muslims in Pakistan, for example, or from other countries or Muslims residing here,\nbelieve that the fees will affect so that the turnout will be decreased, and instead of having a person four\ntimes of Umrah a year, he will perform it one time?\n\n- This is an incorrect propaganda, and we know who is behind it, which is a loathing of Saudi Arabia. It\nhates the interests of Saudi Arabia in one way or another and tries to seize any opportunity to alienate\nthe Muslim peoples from Saudi Arabia. First, before this decision, there were a fee for Hajj and Umrah of\n50 Saudi riyals, even for who come for the first time should pay 50 riyals on the visas of Hajj and Umrah.\nThis decision is not targeting the visas of Hajj and Umrah, but targets all visas of the Saudi government\nand to unite its price at one price. As awareness from the Saudi Government, in order to serve hajjis and\npilgrims, the first Hajj and the first Umrah of any Muslim were paid at the expense of the government. If\nthere is a Muslim wants to make the first pilgrimage, he will not pay the value of the visa, and the Saudi\ngovernment will pay the visa. Also, if there is a Muslim wants to make the first Umrah, the Saudi\ngovernment will pay the fees of the visa. But for those who are coming again for the second or third\ntime, he firstly drains the Saudi economy and we served for the free first time. Secondly, he takes the\nplace of a citizen in various Islamic countries wants to come for Hajj and Umrah.\n\n* A minister has been exempted because of overrides and the abuse of power. Is this decision is for a\nactivating the authority of corruption?\n\nHOUSE_OVERSIGHT_023656",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023656.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3610,
    "word_count": 645,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:49.219656",
    "prefix": "IMAGES-007"
  }
}