{
  "document_id": "HOUSE_OVERSIGHT_030522",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_030522.txt",
  "text": "Date: Tuesday, March 8 2011 08:40 PM \nSubject: Re: Looking for someone who made the early bet that Middle East would implode... \nFrom: Jeffrey Epstein <jeevacation©gmail.com> \nTo: \nJeffrey and Ghislaine: Notes on New York's Oddest Alliance < \nhttp://www.vanityfair.com/online/daily/2011/03/notes- on-new-yorks-oddest-\ncouple-j effrey-ep stein- and-ghislaine- maxwell.html > \nby Vicky Ward <http://www.vanitvfaircom/contributorsivickv-  ward> \nMarch 8,2011, 2:30 PM \n\"I've got a story idea for you. The rebuilding of Indonesia. Or New Orleans. Or both. Go there. I've just been. You will never \nthink the same way about anything again.\" \nSo spoke not Bill or Melinda Gates, but Ghislaine Maxwell, the 48-year-old woman being written up everywhere at the moment \nas the alleged \"procurer\" of young women for billionaire Jeffrey Epstein. \nEpstein, 57, is the financier who spent a year in jail on charges of soliciting prostitutes—and now there is talk of another \ninvestigation because various women, now in their twenties and thirties, have come forward with allegations that he molested \nthem when they were under-age. The allegations first surfaced in British newspapers, which have zeroed in on Epstein's \nfriendship with Prince Andrew, who has recently tried to publicly disassociate himself from his old pal. \nI wrote a piece for Vanity Fair in 2003 called \"The Talented Mr. Epstein.\" It was largely a business piece that focused on his \nmysterious exit from Bear Stearns in 1981, his close relationships with Jimmy Cayne, Les Wexner, the chairman of Limited \nBrands, and above all, the man who claimed to be his mentor, Steven Jude Hoffenberg, who is currently serving a 20-year-jail \nsentence for bilking investors in Towers Financial out of $450 million. \nThe piece alluded to Epstein's great friendship with Maxwell, and how she introduced him to young women with whom he had \nsexual relationships. But, in the end, the story didn't really go there, focusing instead on the issue that remains a mystery—how \nJeffrey made his money, and how Ghislaine made hers. \nThis is not to say I didn't hear stories about the girls. I did. But, not knowing quite who to believe, I concentrated on the intriguing \nfinancial mystery instead. But now the women have come back. Not the same ones, different ones. And their stories are bone-\nchilling. Journalists from England have phoned—and, in one case, flown—to ask me about Epstein and Maxwell. Who is he? \nAnd the British, especially, want to know: Who is she? At this point, I am so bored of repeating myself to others—it was, after all, \nmy 2003 Vanity Fairstory that really brought him into the limelight—that I have decided to write about this myself. \nBizarrely, perhaps, I have gotten to know Jeffrey and Ghislaine far better after my piece than before it. I kept running into both of \nthem, separately, at parties. Jeffrey is not a social animal so he usually has a couple of young women with him who stand two feet \nbehind him, as if serving a monarch. \"Do they speak?\" I remember asking him once, nodding at his lookalike blondes. He \nlaughed. \"Not like you,Vicky,\" was his riposte. \nI remembered that when we'd once discussed math—in particular, an isosceles triangle—and I revealed I hadn't studied math \nsince I was 14 (such is, or was, the way of the British educational system), I received a package at home via messenger. It was a \nbook: \"Math for idiots.\" \nSo he is not without humor, even though he doesn't drink or smoke, and hates restaurants. \n\"Jeffrey knows a good deal about most subjects,\" newspaper publisher Mort Zuckerman told me last week. He was certainly \npreaching to the converted. The truth is, Epstein does know a lot about a lot of things. Just a few moments in his company and \nyou know this to be true. \nWhen I saw pictures of Prince Andrew walking in Central Park with Jeffrey, my immediate thought was that \"Andy\"—as Jeffrey \ncalls him—is probably asking for help with his role as British trade envoy, or whatever his strange title is. Because if one thing's \nfor sure: When it comes to international business, Jeffrey knows what he's talking about far more than \"Andy\" does. Which is \nwhy Leon Black, Mort Zuckerman and a few other financiers hang out with him. \nHOUSE OVERSIGHT 030522 \nAnd Ghislaine? \nFull disclosure: I like her. Most people in New York do. It's almost impossible not to. \nShe is always the most interesting, the most vivacious, the most unusual person in any room. I've spent hours talking to her about \nthe third world at a bar until 2am. She is as passionate as she is knowledgeable. She is curious. She has spent weeks at the bottom \nof the ocean, literally going deeper than anyone else. She has sent me a DVD of the fish there. Her rolodex would blow away \nalmost anyone else's I can think of—probably even Rupert Murdochs'. She is very well-read and can talk about most things for \nhours. She is passionate about Bill Clinton with whom she is close friends. \nYet, touchingly, when she had to give a speech at the 40th birthday party of her best friend, Ariadne Calvo-Platero, (known \nfondly to her close friends as \"the Tennis Goddess\") Ghislaine shook a little with nerves. When it comes down to things she \nreally cares about—and Ariadne is one of them—Ghislaine shows her vulnerability. \nAnd that vulnerability is key to understanding her friendship with Jeffrey. \n\"He saved her,\" I remember a close friend ofmine telling me. \"When her father died, she was a wreck; inconsolable. And then \nJeffrey took her in. She's never forgotten that—and never will.\" \nIn many ways, the socially awkward Epstein with his big house, plane, island and ranch was the perfect replacement for her \nfather, the late Robert Maxwell, newspaper tycoon and criminal. Sure, Jeffrey had his sexual pecadillos, but then Ghislaine's \nfather was not without his oddities. After all, it was he who died leaving a massive \"black hole\" he'd fraudulently created. To \nGhislaine, Jeffrey's habits may not have seemed that strange. \nIn fact, she probably figured, rather like I have, after years of writing about he very rich, that most successful people in the end \neither have some weird habit (the late Bruce Wasserstein had the weight issues, the girl issues, and moved countries to avoid \npaying tax), or they break the law (Sam Waksal, Martha Stewart.) You don't tend to get to the top by being the world's most \nbalanced human being. Even the folksy Warren Buffett didn't quite manage a normal life—whatever that is. He had a second \n\"wife\" for many years whose existence he has been open about. \nSo what to make of the current fuss over Ghislaine? I haven't spoken to her or to Jeffrey, but I suspect that her loyalty to friends \nlike Bill Clinton will keep her in good stead, in the end, she'll be out and about as always. Look at Waksal and Stewart. No one \nsees them and thinks: criminal. Au contraire. In this city, money makes up for all sorts of blemishes. \nOn Tue, Mar 8, 2011 at 6:10 AM, <________ \nThanks. \nSent from my BlackBerry® wireless device \n> wrote: \nFrom: Jeffrey Epstein <ieevacation@gmail.com > \nDate: Tue, 8 Mar 2011 06:07:11 -0800 \nTo: Landon Thomas<_______________________I> \nSubject: Re: Looking for someone who made the early bet that Middle East would implode... \ni know a few „ i;11 ask \nOn Tue, Mar 8, 2011 at 5:25 AM, Landon Thomas < \n> wrote: \nDo you know anyone/fund out there who made an early investment call on the middle east going to hell and \nHOUSE OVERSIGHT 030523 \nloaded up on oil futures or some such to take advantage? \nLandon Thomas, Jr. \nFinancial Correspondent \nNew York Times \n*********************************************************** \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJeffrey Epstein \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com , and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \n*********************************************************** \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJeffrey Epstein \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com , and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 030524",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_030522.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 8977,
    "word_count": 1451,
    "line_count": 114,
    "import_date": "2025-11-19T21:47:47.145943",
    "prefix": "TEXT-001"
  }
}