{
  "document_id": "HOUSE_OVERSIGHT_032001",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_032001.txt",
  "text": "of Art. Gekko, who used to be a sponsor or honoree of such events, cannot even afford a ticket.\n\nThe shot starts with a barking seal jumping for fish, then pans down to the actors. Extras weave in and out. In one take Michael\nmakes a wrong turn and ends up at the monkey house. Everyone laughs. The atmosphere on the set is courteous but quick and tense.\nThere is pressure when you are making a sequel to a hit.\n\nI watch the action on monitors while sitting on the producers' canvas chairs with Pressman, Eric Kopeloff (\"Monsters Ball\") and\nCelia Costas, who was a location manager on the first \"Wall Street.” They have asked me to be an extra in the Alzheimer's Ball scene\nand bring some friends to play rich Upper East Side socialites. Oliver wants over the top glam, go-to-the-vault jewels and couture\ngowns. \"Give me the night before the Titanic goes down,\" were his exact words. Not a problem.\n\nI pay a quick visit to Michael in his trailer on Fifth Avenue where he is resting. We go way back. I was his personal publicist\nwhen he won the Golden Globe and Oscar for Best Actor for \"Wall Street\" and we have remained great friends. Gekko is just as\nchallenging for him the second time because of endless pages of technical financial dialogue. We discuss Catherine Zeta-Jones’\nBroadway debut in a \"Little Night Music.\" Michael has a stack of partially finished handwritten thank you notes next to him for gifts\nreceived for their shared birthday party on September 25th at the St. Regis. Her 40th and his 65th.\n\nI tell him I have been cast as an extra in two scenes and he laughs knowing I am desperate to hang around him and the\nproduction.\n\n8:30 a.m. on Wednesday, October 21st, another warm, stunning fall day. I report to the wardrobe trailer on 65th Street and\nMadison Avenue. I carry four elaborate cocktail dresses and bags of matching accessories. My hair is in rollers. Statuesque Julia\nKoch walks over from her Park Avenue apartment carrying her white Valentino and long diamond earrings. Her real-life financial\ntitan husband David is unaware where she is this morning.\n\nVanity Fair's keeper of the Best Dressed List, Amy Fine Collins, arrives totally organized in turquoise vintage Geoffrey Beene,\nand Vogue's fashion editor Hamish Bowles wears a riot of plaids, patterns and a large yellow fake flower on his lapel. Costume\nDesigner Ellen Mirojnick, who created Gordon Gekko's rich slick look in the first film, is ecstatic with the extras I invited.\n\nOliver is shooting a scene with Josh Brolin (the star of Stone’s “W”’). His character Bretton (never Bret) James, a ruthless Wall\nStreet kingpin, and his perfect wife Samantha (Noelle Beck) are hosting a benefit piano recital for a 13-year-old child prodigy in their\nhuge, art-filled townhouse at 41 East 65th Street. The building actually belongs to Baby Jane Holzer, a wealthy art collector still\nfamous for hanging with Andy Warhol in the ‘60s. The production designer had Jane's fabulous Warhols moved to storage and\nreplaced with matching photographic copies. Very expensive contemporary art is again an important production element of Oliver's\nvision.\n\nAt 10:30 a.m., all the extras are placed around the living room set. Oliver's French mother, Jacqueline Stone, and her friend\nMonique Van Vooren, both in their 80s, are seated in front of the fireplace chatting in French. Production assistants fuss over them.\nDebonair macho man Chuck Pfieffer, who appeared in the original film, and I immediately invent a back story—I am his corporate\nwife—and we position ourselves on a couch next to the director’s mother. Julia gets the best spot close to the piano and Amy,\nHamish and decorator Geoffrey Bradfield are right behind her. Josh is brought in and the kibitzing stops.\n\nOliver appears on the set with eagle eyes and a sly grin and quickly re-positions everyone. He explains the scene, gives out lines\nto his favored extras, and on his way out to the monitors in the next room mentions that my earrings are too small. Wardrobe\njumps. Josh rehearses and Oliver finally yells, \"Action.\" The kid plays the piano, Josh explains why we are in his home, asks for\nmoney, the camera dollies as extras say their lines and Shia appears at the door uninvited for a confrontation with Josh. Three hours\nlater a PA yells, \"Lunch\".\n\nIn costume, Amy, Hamish and I run to The Monkey Bar. I am late to meet “The Harpies,\" including Liz Smith, Barbara\nWalters, Cynthia McFadden, Nora Ephron, Jennifer Isham, Maury Perl and Beth Kseniak.\n\nGraydon Carter is at the next table. I tell htm Oliver Stone wants him in \"Wall Street 2\" as an extra. (I make this up.) Graydon\njokes that he only works with lines. I say, \"Not a problem.\" (This will be news to Oliver.)\n\nHOUSE_OVERSIGHT_032001",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_032001.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4740,
    "word_count": 815,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:49.427540",
    "prefix": "IMAGES-011"
  }
}