{
  "document_id": "HOUSE_OVERSIGHT_028777",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028777.txt",
  "text": "2015 was a banner year for democracy in Africa. Nigeria, the largest country on the continent, had a\ndemocratic election, and even more impressively, had its first ever peaceful transition of power when sitting\nPresident Goodluck Jonathan transferred power to Muhammadu Buhari. Former President Jonathan conceded\nand famously declared, \"Nobody's ambition is worth the blood of any Nigerian.\" My last piece for The Hill\nwas titled, ‘Will Guinea's experiment in democracy succeed?\" It is with great joy that I can report that it\n\ndid! Guinea's first democratically elected President, Alpha Conde, won his reelection campaign in a peaceful\nelection that was internationally monitored in which the Guinean electorate reaffirmed its commitment to a\ndemocracy.\n\nDespite these victories for democracy in a continent in which I dedicated a great deal of my life's work, Iam\ndeeply troubled by developments over the last few weeks. Earlier this week Uganda President Yoweri\nMuseveni extended his thirty year rule and \"won\" his fifth consecutive election which international observers\nsaid was marred with intimidation and impropriety. Shortly after the election Museveni, who scrapped\nconstitutional term limits a decade ago, had his political rival, Kizza Besigye arrested and detained for\nprotesting the election results. Of course we have come to expect these actions from Museveni in\n\nUganda. What I am even most troubled by is what is taking place in Senegal, which was once the pillar of\ndemocracy in Africa.\n\nWhen Abdoulaye Wade was democratically elected as President of Senegal in 2000, it was a huge step\n\nforward for democracy in Africa. President Wade adopted a new constitution and instituted term limits for the\nfirst time in Senegalese history. In 2012 President Wade was defeated in a democratic election by his Prime\nMinister Macky Sall. The United States and the larger international community praised Wade for his quick\nconcession and praised peaceful transition of power. President Macky Sall affirmed his commitment to\ndemocracy announcing that he would shorten term limits from 7 to 5 years. President Obama visited Senegal in\nJune of 2013 and praised President Sall for his commitment to democracy in shortening the presidential\nmandate and praised the country's rule of law.\n\nUnfortunately in the past few years much has changed and we are witnessing a backslide in what was once\nAfrica's brightest democratic success story. When the opposition party, the Senegalese Democratic Party,\ndesignated former President Abdoulaye Wade' son, former Minister Karim Wade, as their candidate for the next\npresidential election; President Sall had Karim Wade arrested and detained. President Macky Sall then\nreestablished a special court by presidential decree that had been abolished by Senegalese law and not heard a\ncase in thirty years. This newly established special court sentenced Mr. Wade to six years in prison. He remains\nin prison today, sentenced without appeal. In April 2015, the United Nations Working Group of Arbitrary\nDetention determined that Mr. Wade was arbitrarily arrested and that his detention was in violation of\ninternational law. Last month the UN Working Group reaffirmed its finding and called on President Sall's\nregime to release Karim Wade and comply with international law. Sall has ignored the UN Working Groups\nrequest.\n\nLast week the backslide continued even further as President Macky Sall reneged on his commitment to shorten\nterm limits. Instead of holding elections next year, after five years per his commitment, he announced that he\nwould serve until 2019. He claims that this decision was based on the opinion - just an opinion - of the\nConstitutional Council that he had himself sought.\n\nIn light of the trend toward democracy in Africa as exemplified by Nigeria and Guinea, it is very concerning\nthat one of the United States’ closest allies and Africa's strongest democracies appears to be retrogressing. The\ndestabilization of democracy in Senegal could have significant consequences in the entire region. The United\n\nHOUSE_OVERSIGHT_028777",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028777.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4091,
    "word_count": 638,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:48.216802",
    "prefix": "IMAGES-010"
  }
}