{
  "document_id": "HOUSE_OVERSIGHT_016583",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016583.txt",
  "text": "Code Enforcement Board Meeting Minutes 07/17/08\n\nDr. Lynn had complied with all of those. Then the letter of June 20\" came,\nrequiring Dr. Lynn to remove the dog or euthanize it. Mr. Merola read subsection\n(h) into the record and said the Code Enforcement Board did not have any\njurisdiction over subsection (i) as subsection (h) just mentioned (d) through (g).\nThe Town has filed a lawsuit and he and Mr. Randolph were before Judge Hoy\nthis morning. The Town is asking to have the dog removed or euthanized and\nasking for a permanent injunction, stating an emergency situation. Judge Hoy gave\nthem a hearing at 1:30 p.m. on Tuesday where it will be determined whether the\ndog is a nuisance, whether 10-45 (i) even applies to the situation and if the Board\nhave authority over 10-45 (i). If the Judge says the dog has to go, they are not\ngoing to argue with the Court but he believes they have a right to present their\ncase. He does not believe that the Town’s position that the fine should start\ntomorrow is correct. He believes the Board can only find violations of subsections\n(d) through (g) of 10-45. There have been no allegations that Dr. Lynn has\nviolated subsections (d) through (g). Mr. Merola believes it is clear that the Code\nEnforcement Board has no authority under (i). Mr. Merola then addressed 10-6\nand said he believed that since all precautions have been taken under 10-45, the\ndog does not constitute a nuisance. Mr. Merola said that he has an injunction\nrelief request before the Judge to stop the Board from making this decision. Mr.\nMerola said Mr. Randolph has asked them to determine these two (2) ordinances\nseparately and he does not believe 10-45 (i) is in the Board’s purview, and as to\nthe nuisance, the dog has to be a nuisance now and it is not. This is all going to be\ndetermined Tuesday and he is asking the Board to either deny the Town’s\nrecommendation because the Town cannot prove the dog is a nuisance now or\nreset this case until next month’s hearing.\n\nSgt. Krauel advised he wanted to make a rebuttal to some of Mr. Merola’s\ncomments. The service of notice Mr. Merola referred to in declaring the dog\ndangerous was when the police department spoke with Dr. Lynn on June 12, 2008\nand had been told Duke was being housed at a kennel in Palm Beach County. A\nnotice could not be served to Dr. Lynn to have him come into compliance with\nsomething he was already in compliance with. The dog was not in the Town. The\npolice department did not find out the dog was in Town until June 20\" when Laura\nKlein reported the dog attempted to break free of Dr. Lynn to attack her and this is\nwhen the letter was sent out requesting compliance with Section 10-45. Dr. Lynn\nwas given the entire ordinance on June 10\", not just sections or specific acts that\nhe needed to comply with. Duke was not on the property at that time and no\nnotification to remove the dog from the property could be served at that time\nbecause the dog was not there. As far as the police department was concerned,\nDr. Lynn was in compliance with the ordinance. Sgt. Krauel pointed out that the\nTown does not abide by the state and the county ordinances, that the Town has the\nability to enforce more stringent and strict ordinances and that is what we have\ndone here.\n\nSgt. Krauel said he was prepared, based on Counsel’s recommendation, to\nrecommend a motion to find Dr. Lynn in non-compliance with Section 10-6 and\n\nmove to postpone 10-45 (i) until after further consideration by the Circuit Court\n\n10\n\nHOUSE_OVERSIGHT_016583",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016583.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3524,
    "word_count": 634,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:47.534590",
    "prefix": "IMAGES-004"
  }
}