{
  "document_id": "HOUSE_OVERSIGHT_028833",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028833.txt",
  "text": "InsightsPod\n\nWe do not, and will not, compromise on the quality of our work; superior technical\nexpertise is our top priority. Experts need to be highly paid as per market standards,\nand well-trained, in order to put in their best efforts.\n\nThe Business Development Team will consist of two members of staff to manage sales\nactivities, maintaining valuable relationships with existing clients and identifying new\nsales leads.\n\nThe marketing will be outsourced to a PR/Marketing agency located in San Francisco\nwhich will cost us approximately $15,000 to $20,000 per month. Also, we plan on\nparticipating in industry related events every quarter such as exhibitions and trade\nshows.\n\nData acquisition from Twitter will cost us $60,000 per year. Our office space expense\nis for two locations, i.e. Oakland or San Francisco and London.\n\nWe don't plan on paying ourselves salaries until after 2 years, and even then, we will\nkeep them low so we can invest as much as we can back into the business.\n\nSources of Funds\n\nWe have already covered our startup costs. The founder is currently paying the salaries\nof programmers and the back-end office of Tranchulas Islamabad is being used to\nfacilitate the development process. All servers are currently hosted in Germany which is\nalso funded by the founder. The company has no loans and has no intention of taking\nout any loans from banks. We plan to grow through bootstrapping, keeping our salaries\nlow and reinvesting our profits in the business, rather than taking on any additional\ndebt.\n\n| Page 16 |\n\nCONFIDENTIAL - DO NOT DISSEMINATE. This business plan contains confidential, trade-secret\ninformation and is shared only with the understanding that you will not share its contents or ideas with\nthird parties without the express written consent of the plan author.\n\nHOUSE_OVERSIGHT_028833",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028833.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1834,
    "word_count": 297,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:48.600407",
    "prefix": "IMAGES-010"
  }
}