{
  "document_id": "HOUSE_OVERSIGHT_030417",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030417.txt",
  "text": "Date: Tuesday, March 82011 11:49 PM\nSubject: RE:\n\nFrom: = Eva Dubin [as\n\nTo: Jeffrey <jeevacation@gmail.com>;\n\nsuperb!!!!\nWhere and when will this be published??\n\nDate: Tue, 8 Mar 2011 12:28:31 -0800\nSubject:\nFrom: jeevacation@gmail.com\n\n10:\n\nJeffrey and Ghislaine: Notes on New York's Oddest Alliance <\nhttp: //www.vanityfair.com/online/daily/2011/03/notes- on-new-\n\nyorks-oddest-couple-jeffrey-epstein-and-ghislaine- maxwell. html >\n\nby Vicky Ward <http://www.vanityfair.com/contributors/vicky-_ ward>\n\nMarch 8, 2011, 2:30 PM\n\n“T’ve got a story idea for you. The rebuilding of Indonesia. Or New Orleans. Or both. Go there. I’ve just been. You\nwill never think the same way about anything again.”\n\nSo spoke not Bill or Melinda Gates, but Ghislaine Maxwell, the 48-year-old woman being written up everywhere at\nthe moment as the alleged “procurer” of young women for billionaire Jeffrey Epstein.\n\nEpstein, 57, is the financier who spent a year in jail on charges of soliciting prostitutes—and now there is talk of\nanother investigation because various women, now in their twenties and thirties, have come forward with\nallegations that he molested them when they were under-age. The allegations first surfaced in British newspapers,\nwhich have zeroed in on Epstein’s friendship with Prince Andrew, who has recently tried to publicly disassociate\nhimself from his old pal.\n\nI wrote a piece for Vanity Fair in 2003 called “The Talented Mr. Epstein.” It was largely a business piece that focused\non his mysterious exit from Bear Stearns in 1981, his close relationships with Jimmy Cayne, Les Wexner, the\nchairman of Limited Brands, and above all, the man who claimed to be his mentor, Steven Jude Hoffenberg, who is\ncurrently serving a 20-year-jail sentence for bilking investors in Towers Financial out of $450 million.\n\nThe piece alluded to Epstein’s great friendship with Maxwell, and how she introduced him to young women with\nwhom he had sexual relationships. But, in the end, the story didn’t really go there, focusing instead on the issue that\nremains a mystery—how Jeffrey made his money, and how Ghislaine made hers.\n\nThis is not to say I didn’t hear stories about the girls. I did. But, not knowing quite who to believe, I concentrated on\nthe intriguing financial mystery instead. But now the women have come back. Not the same ones, different ones.\nAnd their stories are bone-chilling. Journalists from England have phoned—and, in one case, flown—to ask me\nabout Epstein and Maxwell. Who is he? And the British, especially, want to know: Who is she? At this point, I am so\nbored of repeating myself to others—it was, after all, my 2003 Vanity Fairstory that really brought him into the\nlimelight—that I have decided to write about this myself.\n\nBizarrely, perhaps, I have gotten to know Jeffrey and Ghislaine far better after my piece than before it. I kept\nrunning into both of them, separately, at parties. Jeffrey is not a social animal so he usually has a couple of young\nwomen with him who stand two feet behind him, as if serving a monarch. “Do they speak?” I remember asking him\nonce, nodding at his lookalike blondes. He laughed. “Not like you, Vicky,” was his riposte.\n\nI remembered that when we'd once discussed math—in particular, an isosceles triangle—and I revealed I hadn’t\nstudied math since I was 14 (such is, or was, the way of the British educational system), I received a package at\nhome via messenger. It was a book: “Math for idiots.”\n\nSo he is not without humor, even though he doesn’t drink or smoke, and hates restaurants.\n\nHOUSE_OVERSIGHT_030417",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030417.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3577,
    "word_count": 576,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:46.701736",
    "prefix": "IMAGES-010"
  }
}