{
  "document_id": "HOUSE_OVERSIGHT_019743",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019743.txt",
  "text": "Off to Moscow | 255\n\nto Terminal E. It is a nine-minute walk through the transit passage-\nway. Snowden, though, had one good reason for not going to Ecua-\ndor, even if Russia had permitted it. He believed that he would be\nvulnerable to rendition by the U.S. government in Ecuador. “If they\n[the U.S. government] really wanted to capture me, they would’ve\nallowed me to travel to Latin America, because the CIA can oper-\nate with impunity down there,” he explained in the previously cited\ninterview with Katrina vanden Heuvel, the editor of The Nation, in\n2014. He had already discussed the likelihood of his being captured\nin Ecuador with Assange before his departure for Moscow. He later\ntold Alan Rusbridger, the editor of The Guardian, that he considered\nhimself at risk in Latin America. So why would Snowden, who told\nGreenwald that his “first priority” was his own “physical safety,”\nleave the comparative safety of Russia to put himself in jeopardy in\nEcuador?\n\nHe had not obtained a visa to Ecuador at its consulate in Hong\nKong, as Kucherena confirmed. The Ecuador destination was, as we\nhave seen, a cover story put out by Assange and his associates, and it\n\n© worked with the press. ®\n\nOver a hundred reporters and photographers scrambled aboard\nAeroflot Flight SU150 to Cuba the next morning in response to this\nanonymous tip on a website, but Snowden was not aboard that flight\nand was not seen in Terminal E. By the time the plane landed in\nCuba, Aeroflot denied that anyone named Snowden had ever been\nbooked on any of its flights to Cuba, a denial it continued to repeat to\nevery reporter who queried the airline for the next six weeks.\n\nThe first news that Snowden was still in Russia came on July 1,\n2013. A statement posted on the WikiLeaks website—and signed\n“Edward Snowden”—after thanking “friends new and old” for his\n“continued liberty,” accused President Obama of pressuring “leaders\nof nations from which I have requested protection to deny my asy-\nlum petitions.” It added, “This kind of deception from a world leader\nis not justice, and neither is the extralegal penalty of exile. These are\nthe old, bad tools of political aggression.” In fact, Snowden had not\nsuffered a “penalty of exile,” because his passport was still valid for\nreturning to the United States, but that was not an option for him as\nthe statement made clear.\n\n| | Epst_9780451494566_2p_all_r1.indd 255 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019743",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019743.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2444,
    "word_count": 418,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:46.061414",
    "prefix": "IMAGES-005"
  }
}