{
  "document_id": "HOUSE_OVERSIGHT_016360",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016360.txt",
  "text": "the same city, nominally, but it’s as if it were two completely different cities—and this is\nperhaps the most important cause of today’s plague of polarization.\n\nOn Extreme Wealth\n\nSome two hundred of the world’s wealthiest people have pledged to give away more than\n50 percent of their wealth either during their lifetimes or in their wills, creating a plurality\nof voices in the foundation space.*° Bill Gates is probably the most familiar example.\nHe’s decided that if the government won’t do it, he’ll do it. You want mosquito nets?\nHe’ll do it. You want antivirals? He’ll doit. We’re getting different stakeholders to take\naction in the form of foundations dedicated to public good, and they have different\nversions of what they consider the public good. This diversity of goals has created a lot\nof what’s wonderful about the world today. Actions from outside government by\norganizations like the Ford Foundation and the Sloan Foundation, who bet on things that\nnobody else would bet on, have changed the world for the better.\n\nSure, these billionaires are human, with human foibles, and all is not necessarily\nas it should be. On the other hand, the same situation obtained when the railways were\nfirst built. Some people made huge fortunes. A lot of people went bust. We, the average\npeople, got railways out of it. That’s good. Same thing with electric power; same thing\nwith many new technologies. There’s a churning process that throws somebody up and\nlater casts them or their heirs down. Bubbles of extreme wealth were a feature of the late\n1800s and early 1900s when steam engines and railways and electric lights were\ninvented. The fortunes they created were all gone within two or three generations.\n\nIf the U.S. were like Europe, I would worry. What you find in Europe is that the\nsame families have held on to wealth for hundreds of years, so they’re entrenched not just\nin terms of wealth but of the political system and in other ways. But so far, the U.S. has\navoided this kind of hereditary class system. Extreme wealth hasn’t stuck, which is good.\nIt shouldn’t stick. If you win the lottery, you get your billion dollars, but your grandkids\nought to work for a living.\n\nOn AI and Society\n\nPeople are scared about AI. Perhaps they should be. But they need to realize that AI\nfeeds on data. Without data, AI is nothing. You don’t have to watch the AI; instead you\nshould watch what it eats and what it does. The trust-network framework we’ ve set up,\nwith the help of nations in the E.U. and elsewhere, is one where we can have our\nalgorithms, we can have our AI, but we get to see what went in and what went out, so that\nwe can ask, Is this a discriminatory decision? Is this the sort of thing that we want as\nhumans? Or is this something that’s a little weird?\n\nThe most revealing analogy is that regulators, bureaucracies, and parts of the\ngovernment are very much like Als: They take in the rules that we call law and\nregulation, and they add government data, and they make decisions that affect our lives.\nThe part that’s bad about the current system is that we have very little oversight of these\ndepartments, regulators, and bureaucracies. The only control we have is the vote—the\nopportunity to elect somebody different. We need to make oversight of bureaucracies a\nlot more fine-grained. We need to record the data that went into every single decision\n\n36 https://givingpledge.org/About.aspx.\n\n140\n\nHOUSE_OVERSIGHT_016360",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016360.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3450,
    "word_count": 596,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:46.347746",
    "prefix": "IMAGES-003"
  }
}