{
  "document_id": "HOUSE_OVERSIGHT_011358",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011358.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n55\nH3VOGIU1\n\nrecords may or may not be admissible depending on what she says\n\non the stand, but they are her statements and they are,\n\ntherefore, potentially admissible as admissions of a party\n\nopponent under 801(d) (2).\nMoreover, her doctor is the one who wants to testify\n\nabout her need for medications going forward, and he has been\n\nthe one who's talked about her previous use of medications.\nHer Colorado doctor testified that she had misled him and not\nfully disclosed her need for prescription medications, and\n\nthere's also the question about whether or not, if she opens\n\nthe door and says she's properly used medications for\n\npost-traumatic stress disorder, then we should be able to\n\nexamine her, not only with respect to that, but her other use\n\nof prescription and illegal drugs.\n\nAnd your Honor, I think it is inappropriately limiting\nto say we can only talk about her use of drugs during the\n\nperiod of '99 to 2002 because any drug use that she has used in\n\nthe meantime can go to establish whether or not she truly had\n\npost-traumatic stress disorder or any other mental health\ndisorder.\nShe has filed a lawsuit asking for $30 million in\n\nemotional distress, pain and suffering, and her doctor is going\n\nto testify that she needs medications as a part of managing\n\nthat pain and stress and emotional distress. If she's been\n\nusing drugs in the interim that may affect her memory, if she's\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011358",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011358.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1549,
    "word_count": 266,
    "line_count": 83,
    "import_date": "2025-11-19T21:47:45.476014",
    "prefix": "IMAGES-001"
  }
}