{
  "document_id": "HOUSE_OVERSIGHT_029345",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029345.txt",
  "text": "Source: Bloomberg\n\nOh.° The stock closed yesterday at $6.01, reducing the value of the estate's holdings by $2.8 billion -- and its\nestate-tax liability by $1.1 billion -- since Simmons's death.\n\nIs that good news or bad news for the estate? Well, the first law of tax is that it is always better to have more\nmoney than less money.’ It's not actually a good idea to lose $2.8 billion of money to save $1.1 billion in taxes.\n\nThough the estate didn't exactly lose $2.8 billion of money. That tax liability is a cash expense: You've actually\ngot to write a check to the IRS for $1.9 billion (using the December valuation) or $765 million (using\nyesterday's valuation®), so the $1.1 billion you save is an actual cash savings. The $2.8 billion loss, on the other\nhand, is a paper loss. Perhaps it's just temporary. If there were some reason to think that it didn't reflect only a\ndecline in the fundamental value of Valhi, you might not worry as much about that paper loss as you would\nabout the cash taxes.\n\nSo what's happened to Valhi? Well, it's not having a great year, with zero-ish net income last quarter. The board\nreduced the dividend by 60 percent, to its lowest level since 2005. And the few people who follow the stock are\nunimpressed. Bloomberg shows two analysts following Valhi, Barclays and EVA Dimensions. They both have\nsell ratings, and Barclays has a price target of $5.00, saying in May that \"from a SOTP analysis, we continue to\nview VHI as trading above its intrinsic value.\" A Seeking Alpha piece from a few weeks ago is similarly\ngloomy, with a $6 per share fair value.\n\nAll of this suggests that Simmons's estate owes less tax because it's really worth less than it was six months ago.\nIn fact, if you taxed Simmons's heirs now based on the value of Valhi six months ago, they'd have almost\nnothing left of their stock.\n\nBut there's one more bit of the story. On June 11, about two weeks ago, the Harold Simmons Foundation -- the\ncharitable foundation controlled by Simmons's heirs -- filed with the SEC a plan to sell all of its 2.5 million\nshares. That's not a Jot of stock, exactly -- just 0.7 percent of the company, worth around $16 million at the time\nof the filing -- but it is a lot relative to the usual volume of trading in Valhi. Remember, 93.8 percent of Valhi is\nowned by Simmons's heirs and never trades. Between December 27, 2013, and June 10, 2014, Valhi traded an\naverage of 42,311 shares a day, so the foundation's shares represented almost 59 days' volume.\n\nIt sold them in 11 days:\n\nHOUSE_OVERSIGHT_029345",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029345.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2549,
    "word_count": 458,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:46.599961",
    "prefix": "IMAGES-010"
  }
}