{
  "document_id": "HOUSE_OVERSIGHT_020579",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020579.txt",
  "text": "120\n\nreports, but these do not appear in filings detected by Bloomberg. Similarly, General Motors reports equity\nof income of $2 billion from its China joint venture, equivalent to 20 percent of adjusted operating income.\nBoeing in 2016 disclosed that 10.9 percent of its revenues came from China. Blackden, Richard. “GE Warns\nof Slowing China Sales and Slump in Oil Prices.” Financial Times. January 22, 2016. https://www.ft.com\n/content/29315f70-c10a-11e5-9fdb-87b8d15baec2; “Wal-Mart Needs to Grow Overseas, and China’s the\n\nBig Prize.” Chicago Tribune. June 1, 2016. http://www.chicagotribune.com/business/ct-walmart-china\n-20160601-story.html; “Q4 2017 Results.” General Motors. February 6, 2018. https://media.gm.com/content\n/dam/Media/gmcom/investor/2018/feb/GM-2017-Q4-Earnings-Deck.pdf; “Annual Report.” Boeing Company.\n2016. http://s2.q4cdn.com/661678649/files/doc_financials/annual/2016/2016-Annual-Report.pdf.\n\n47 |n 2017, Steve Wynn, then CEO of an American casino that derives a significant portion of its revenues\nfrom the Macau Special Administrative Region, reportedly delivered a request on behalf of the Chinese\ngovernment to the American president that a Chinese dissident be deported from the United States and\nsent back to China. O’Keeffe, Kate, Aruna Viswanatha, and Cezary Podkul. “China’s Pursuit of Fugitive\nBusinessman Guo Wengui Kicks Off Manhattan Caper Worthy of Spy Thriller.” Wall Street Journal.\nOctober 23, 2017. https://www.wsj.com/articles/chinas-hunt-for-guo-wengui-a-fugitive-businessman-\nkicks-off-manhattan-caper-worthy-of-spy-thriller-1508717977. Wei, Lingling, and Yoko Kubota. “China\nWarns of Corporate Casualties as Trade War Brews.” Wall Street Journal. Dow Jones & Company, June 15,\n2018. https://www.wsj.com/articles/trade-fight-squeezes-u-s-companies-working-in-china-1529082957.\n\n48 In October 2018, the New York Times reported that Chinese intelligence services were especially\nmonitoring the president’s interactions with prominent American businesspersons. The Chinese\ngovernment has then sought to channel messages, including via Chinese businessmen, to those individuals\nwith the aim that Beijing’s views would “eventually be delivered to the president by trusted voices.” The\nreport added that U.S. intelligence officials believed that the president’s associates “were most likely\nunaware of any Chinese effort. Rosenberg, Matthew and Maggie Haberman. “When Trump Phones Friends,\nthe Chinese and the Russians Listen and Learn.” New York Times. October 24, 2018. https://www.nytimes.\ncom/2018/10/24/us/politics/trump-phone-security.html\n\n49 http://www.xinhuanet.com/english/2018-01/31/c_136939098.htm.\n\n50 Fritz, Ben. “Overseas 2017 Box-Office Results Offset US, Canada Slump.” Wall Street Journal.\nApril 4, 2018. https://www.wsj.com/articles/overseas-2017-box-office-results-offset-u-s-canada\n-slump-1522868354.\n\n51 Kokas, Aynne. Hollywood Made in China. University of California Press, 2017. 28-29.\n52 Kokas, Aynne. Hollywood Made in China. University of California Press, 2017. 33.\n\n53 Siegel, Tatiana. “Richard Gere’s Studio Exile: Why His Hollywood Career Took an Indie Turn.” Hollywood\nReporter. April 18, 2017. https://www.hollywoodreporter.com/features/richard-geres-studio-exile-why-his\n-hollywood-career-took-an-indie-turn-992258. To mitigate the risk that future business in China would be\nharmed because of its production of Kundun, a movie about the Dalai Lama, Disney in 1997 hired Henry\nKissinger. Also see Weinraub, Bernard. “At the Movies; Disney Hires Kissinger.” New York Times. October 10,\n1997. https://www.nytimes.com/1997/10/10/movies/at-the-movies-disney-hires-kissinger.html.\n\n54 Clover, Charles, and Matthew Garrahan. “China’s Hollywood Romance Turns Sour.” Financial Times.\nDecember 26, 2017. https://www.ft.com/content/d5d3d06e-de8b-11e7-a8a4-0ale63a52f9c.\n\nCorporations\n\nHOUSE_OVERSIGHT_020579",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020579.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3876,
    "word_count": 445,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:45.740710",
    "prefix": "IMAGES-006"
  }
}