{
  "document_id": "HOUSE_OVERSIGHT_011913",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011913.txt",
  "text": "3. Jurisdiction is proper in the Circuit Court as this action seeks relief in excess of fifteen-\nthousand dollars ($15,000).\n\nFACTUAL ALLEGATIONS AS TO DEFENDANT JEFFREY EPSTEIN\n4. Plaintiff Jean-Luc Brunel is the owner of Plaintiff modeling agency known as “MC2\nModel & Talent Miami” (‘MC2”). MC2 began operations in October 2005 and has offices in\nNew York, Miami, and Tel Aviv.\n5. Defendant Jeffrey Epstein (“Epstein”) is a hedge-fund manager with a residence in Palm\nBeach County, Florida. Defendant has been the subject of significant media coverage due to\n\ncharges brought against him involving sexual contact with minors. (Composite Exhibit A\n\nattached).\n\n6. Plaintiff Brunel and Epstein have known one another since the inception of Plaintiff\nMC2.\n\nTs Plaintiff Brunel operated his modeling agency, Plaintiff MC2, without incident until\n\nEpstein was first charged in Palm Beach County with unlawful sexual contact with a minor in\n2006. He was convicted of soliciting prostitution from a minor and sentenced to eighteen\n\nmonths in prison, of which he served thirteen months. He remains a registered sex offender in\nFlorida as of this day.\n\n8. First, after the initial criminal charges against Epstein were filed in Palm Beach County,\nPlaintiffs were widely implicated in the media as being “linked” to Epstein. These false stories\ncaused both Plaintiffs a tremendous loss of business.\n\na. Plaintiffs lost multiple contacts and business in the modeling business as a direct result of\n\nEpstein’s illegal actions. For example, several photographers will not work with MC2 due to the\n\nHOUSE_OVERSIGHT_011913",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011913.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1610,
    "word_count": 251,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:48.503850",
    "prefix": "IMAGES-001"
  }
}