{
  "document_id": "HOUSE_OVERSIGHT_021999",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021999.txt",
  "text": "CHAPTER 36\n\n2002\n\nary editor of Vanity Fair, likes to\nyell before the rest of his staff\n\nerate at a leisurely pace— three\nassigning articles, and shooting\nmn followed by one frantic week\n; done. But this isn’t the case at\nitting investigative pieces along-\n; There are also parties to plan\n\nus parties, including the annual\ne fun and far more exclusive than\n\nny itself. Vanity Fair is an old, 4\npublic face, just as Anna Wintour 4\n\nic fashion magazine, Vogue.\n\n142\n\nbk se Ta etal\n\nFittuy Ricw\n\nOne cover of Vanity Fair can turn a minor celebrity into a\nsuperstar. And a single thoroughly researched story can bring\ndown a corporate overlord.\n\nCarter's easy to recognize: the pompadour of white hair, like\na lion’s mane. The Santa Claus body stuffed into an impeccably\ntailored bespoke suit. He wears his fame lightly. But he could not\nbe more serious about his responsibilities, which are weighing\nheavily on him this month. Months earlier, he'd assigned a piece\nto Vicky Ward, an Englishwoman who wrote frequently for Van-\nity Fair. He’d meant for it to be an easy assignment: Ward was\npregnant with twins. She wasn’t allowed to fly. But here was a\nstory right on her doorstep. A nice, easy profile of Jeffrey Epstein.\nWho was he, really? Carter knew he threw fabulous parties\nattended by academics, billionaires, and beautiful women. Recently\nhe'd flown Bill Clinton to Africa. But no one seemed to know\nhow he had made his fortune. Epstein’s story reminded the edi-\ntor of F. Scott Fitzgerald’s The Great Gatsby.\n\nCarter himself could have stepped out of a novel—though in\nhis case, the author would be Horatio Alger. A Canadian college\ndropout who'd worked as a railroad lineman, he arrived in New\nYork in his late twenties and commenced an astonishingly quick\nrise up the social and media ladders. But where Carter was open\nand outgoing, Epstein really was Gatsby-like—-very little about\nhim was known. Maybe, Carter thought, Ward could find out.\nWhat did Epstein do, exactly, for money? Why was he so secretive?\n\n| Why were so many brilliant and powerful men drawn to him?\n\n“a\n)\n\nAnd where did those beautiful women come from?\nAlmost immediately, Epstein began a campaign to discredit\n\nq Ward. He prevailed upon Conrad Black, the press baron and\n\n143\n\nHOUSE_OVERSIGHT_021999",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021999.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2280,
    "word_count": 391,
    "line_count": 69,
    "import_date": "2025-11-19T21:47:48.760768",
    "prefix": "IMAGES-006"
  }
}