{
  "document_id": "HOUSE_OVERSIGHT_019284",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019284.txt",
  "text": "BREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\n\ngrowth and was among the vanguard in embracing\ne-government and other innovations associated with\na modern open society. Since the invasion of Ukraine\nand the Russian military's menacing gestures along\nits border, Estonia has ramped up defense spending\nand launched war games to increase preparedness.\nIndeed, all three Baltic countries announced major\nincreases in military spending in 2016.\n\nConditions are even worse for states where Russia\nhas instigated frozen conflicts. Russia maintains\nmilitary bases in Abkhazia and South Ossetia, both\non the territory of Georgia, and in Transnistria. These\nenclaves, as well as the occupied portions of Ukraine,\nare impoverished, heavily militarized, and marked by\ngangsterism and corruption.\n\nCrimea is an instructive case for neighboring peoples\nwho live under the threat of Russian military interven-\ntion. Residents of the peninsula enjoyed a reasonable\narray of civil liberties under the Ukrainian government.\nUnder Russian occupation, all that has changed.\nMoscow has sent Russian officials to run the region as\nde facto viceroys. Freedom of the press, which was rel-\natively vigorous before 2014, has been extinguished,\nand independent voices have been arrested or forced\ninto exile. Property rights are routinely ignored, and\nexpropriation is used as a blunt instrument against\nthose who oppose the new order.\n\nThe fate of the Crimean Tatars is especially tragic,\ngiven the group's history of persecution and mass\nremoval during Soviet times. Their leaders have been\nsilenced or driven out of the region, their commemo-\nrations banned, and their media muzzled. By support-\ning a still-deadly frozen conflict in eastern Ukraine, the\nRussian leadership has ensured that the attention of\npolicymakers in the democracies will be focused on\nthe fighting there, and not on the dreadful conditions\nin Crimea.”\n\nSince its invasion of Ukraine, Moscow has cone its\n\nbest to maximize the intimidating effect on other\nneighbors. It conducted war games in which 33,000\ntroops rehearsed the invasion of Sweden, Norway,\nFinland, and Denmark.!? The Russian navy has held\nmultiple, large-scale exercises in the Black Sea to defy\nNATO, assert its control over Crimea, and threaten\nGeorgia.'* Russian and Abkhaz separatist officials\nhave announced what amounts to a merger of troops\nfrom the two sides under the command of a Russian\nofficer.'5 Russia's military is developing the capacity\n\nto simultaneously carry out several operations on the\nscale of the Ukraine conflict—limited, rapid offensives\ninvolving elite troops, deception, and propaganda that\nwould leave opponents fumbling for an appropriate re-\nsponse.!® The intervention in Syria has already demon-\nstrated Russia's ability to project force unexpectedly in\na new theater while maintaining its existing engage-\nments in Ukraine and elsewhere.\n\nRussias renewed embrace of cross-border aggres-\nsion has had wide repercussions in Central Europe,\n\na region that had expected a secure alignment with\nthe democratic world after the end of the Cold War.\nPoland, for example, had achieved something quite\nremarkable prior to 2014, given its history of domina-\ntion by outside powers. It enjoyed friendly relations\nwith Germany, one of its past occupiers, and stable\nties with Russia, traditionally the other main threat\n\nto its sovereignty. After the annexation of Crimea,\nPoland's leaders were forced to seriously contemplate\nthe possibility of a Russian invasion, especially given\nPutin's bellicose language about the speed with which\nhis tanks could reach nearby capitals.'” As a result, Po-\nland has embarked on a military buildup to maintain\nits hard-won independence and territorial integrity.!®\n\nBut no single European country could ever match\n\nRussia's present military might. If Poland, the Baltic\nstates, and their allies fail to maintain solidarity based\non shared democratic standards, it will not be long\nbefore their sovereignty erodes under pressure from\nthe Kremlin.\n\n50\n\nHOUSE_OVERSIGHT_019284",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019284.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4081,
    "word_count": 616,
    "line_count": 95,
    "import_date": "2025-11-19T21:47:45.200532",
    "prefix": "IMAGES-005"
  }
}