{
  "document_id": "HOUSE_OVERSIGHT_018652",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018652.txt",
  "text": "learn to distinguish the two is to talk openly about our screwups. It's an intimidating\nproposition; for one thing, many outsiders leap to label BDSM as \"all abuse, all the\ntime,” and none of us wants to give those folks anything that they could use for\nammunition. But we have to start talking about this stuff more openly, because the\nalternative is creating a community where it's much easier to get away with abuse.\n\nIn Thomas MacAulay Millar's epic series on abuse in the BDSM community, he's got a\nwhole post dedicated to the various types of miscommunications and\nmythcommunications that can occur: http://vesmeansyesblog.wordpress.com/2012/04/30/\ntheres-a-war-on-part-5-wallowing-in-the-sl-op/\n\nOtherwise, I hope that this piece is a fairly complete treatment of this incredibly difficult\ntopic.\n\nte Ok ok\n\nWhat Happens After An S&M Encounter \"Gone Wrong\"\n\nI've often thought that BDSMers should talk more about our \"failed encounters.\"\nSometimes the best way to learn is through \"failure,\" or by looking at others’ \"failures.\"\nBut when a BDSM scene \"goes wrong,\" it's often highly personal for everyone\nconcerned. So it's really hard to talk about and really hard to write about -- both for the\ndominant and submissive partners. This is just like any relationship, really. After all,\npeople rarely talk about their most embarrassing or awkward or otherwise difficult\n\"mistakes made\" during vanilla sex, right?\n\n(I use phrases like \"failed encounter\" and \"gone wrong\" and \"mistakes\" with caution,\nbecause I think these situations can often be viewed as learning experiences, and\ntherefore they are successful for a lot of purposes! But certainly in the moment they feel\nlike screwups, and a lot of the time they can make the whole relationship very difficult,\nand I think that most people who have been through them feel as though some kind of\nfailure happened... whether it was a failure of understanding, communication, empathy,\ncaution, or something else.)\n\nMuch of the problem, I think, is that people have such a hard time communicating\nafter serious miscommunications and mistakes.\n\nThe following quotation is from Staci Newmahr's Playing At The Edge, an excellent\nethnography of the BDSM community. (I've changed a few jargon terms for the sake of\naccessibility.)\n\nSophie had been engaged in a long and intimate S&M relationship with Carl, a friend\nwhom she deeply trusted. During the encounter she describes below, Carl changed his\napproach, and Sophie subsequently felt that Carl was somehow not quite himself. Sophie\nand Carl never quite recovered from the incident; though they remained friends and tried\nto do S&M again, it was, according to Sophie, never the same.\n\nSophie says: \"He was very much a rope top. That was his big thing, was tying people up.\nAnd he was excellent at tying people up. And our dynamic was always -- I mean, yes, he\nwould absolutely hurt me when the time came for that, but there was also always this\nelement -- even when he was hurting me, it was done in this incredibly, like, touchingly\n\nHOUSE_OVERSIGHT_018652",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018652.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3059,
    "word_count": 496,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:46.862979",
    "prefix": "IMAGES-005"
  }
}