{
  "document_id": "HOUSE_OVERSIGHT_018490",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018490.txt",
  "text": "and came to the ending, where Sir Stephen loses interest in O and tells her to kill herself.\nI can also remember being furious with the way Nine And A Half Weeks (the book, not\nthe movie) ends. The submissive woman has a public breakdown. She begins to cry\nhysterically, and is abandoned by her master, so that strangers have to obtain help for\nher. One of the cruelest stereotypes of S/M people is that we don't love each other, that\nthere is something about our sexual style that makes our relationships mutually\ndestructive and predisposes us to suicide.\n\nThis quotation came to mind during a conversation I had a few days ago: I was talking to\na gitl who really likes BDSM sex but referred to non-BDSM sex as \"love sex.\" Because,\nyou know, love is just not an ingredient in BDSM sex. \"Everyone knows\" that -- the same\nway \"everyone knows\" that BDSM always arises from childhood abuse, or dominant\nsadism is for villains, or everyone who likes BDSM is damaged and miserable and\nirresponsible, or....\n\nNot to put too fine a point on it: fuck that.\n\nI'm not saying there's no BDSM smut out there with love in it. Anne Rice's Beauty series\nends with Beauty riding off into the sunset with her loving sadomasochistic partner\n(although of course the characters deal with all kinds of uncaring brutality first). But even\nnuanced BDSM erotica seems to fall into this trap more often than not -- for example,\nJacqueline Carey's Kushiel's Dart, which is so consciously written that it includes\nsafewords, also portrays a main character whose most compelling BDSM relationships\nare with her enemies and whose love relationship is with a man who can't stand to hurt\nher. (Carey took a very different tack later in the series, with other characters; I've always\nwondered whether she did so as a reaction to criticism.)\n\nIt's easier to criticize than create. And all my porn critiques could come back and bite me\nsoon, because I plan on releasing my own BDSM smut sometime... and I'm sure that what\nI produce won't even be close to perfect. Yet one thing I really want to ensure I represent\nin whatever I write is love. There are plenty of BDSM fantasies that partly operate on the\nabsence of love -- that even demand it, perhaps because the fantasy is all about a vicious\nand emotionally distant dominant, or because much of the erotic tension is derived from\nhow much the partners hate each other, or for lots of other reasons. And yeah, they're hot\nin their own way....\n\nBut it'd be so great if those weren't the standard.\n\nte OK ok\nThis can be found on the Internet at:\n\nhttp://clarissethorn.com/blog/2011/02/22/ladypornday-bdsm-can-be-love-sex-too/\n\nHOUSE_OVERSIGHT_018490",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018490.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2667,
    "word_count": 459,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:46.571007",
    "prefix": "IMAGES-005"
  }
}