{
  "document_id": "HOUSE_OVERSIGHT_016122",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016122.txt",
  "text": "Targeting a stable oil price\n\nAs a matter of Saudi policy, we would expect a preference for oil market stability over\nvolatility, in line with recent official pronouncements. Although volatility makes it more\ndifficult for high cost unconventional producers to operate, volatility is also damaging\nfor Saudi Arabia and long-term planning domestically. For instance, no budget was\nannounced for 1986 due to uncertainties in the world oil market, with monthly current\nappropriations set at one-twelfth of estimated actual expenditures for the prior year.\nWe think Saudi authorities view possible eventual sharp upward price spikes in the oil\nprice as damaging to both oil-consuming and oil-producing countries.\n\nFuture investment decisions will be critical for oil prices\n\nSpare capacity is an important policy parameter for Saudi Arabia. In addition to its\ninfluence on prices through its ability to adjust production, Saudi can decide on the pace\nof its reserves development which would potentially affect future supply. There are\ndistinct trade-offs in this decision. If Saudi Arabia is producing at close to its maximum\ncapacity, it will have little control over sharp upside movements in oil prices. If excess\ncapacity is large, oil prices are likely to be under downward pressure.\n\nIn the near-term, given the uncertainty in the market, in our view, there is likely little\nincentive for Saudi Arabia to embark on a program to invest and increase capacity from\nthe current level. New investments may still be made to offset declines in existing\nfields. Over time however, our commodities research medium-term oil balances suggest\nthat Saudi’s spare capacity would be eroded over time unless further increases in spare\ncapacity take place. Our BofAML commodities research medium-term supply-demand\nbalances suggest an increased call on OPEC and need to increase production capacity. In\n2004-09, Aramco invested cUS$100bn into its largest-ever capacity expansion program,\nwhich increased total capacity from 10mn bpd to 12.5mn bpd. For now, Aramco has\nsuggested it will not slow down its hydrocarbon capex program for the next three years\nas cuts were achieving through savings in drilling costs and supplier discounts.\n\nEnergy policy is likely to be less aggressive going forward\n\nWe expect a less aggressive energy policy going forward, particularly as the NTP\nsuggests a constant oil production capacity and an increase in gas production\ndomestically. This is in line with Saudi Minister of Energy, Industry and Mineral\nResources Al-Falih’s pronouncements during the June Ordinary OPEC meeting. While his\ncomments served to project increased OPEC institutional credibility and increased\nrapprochement with fellow OPEC members, he suggested that Saudi Arabia will remain\nresponsive to customer needs but dismissed fears that increasing Saudi market share\nwould take place in an aggressive manner (that could drive prices lower again).\n\nDownstream operations - increased focus\n\nSaudi Aramco’s downstream integration drive is likely being pursued for two core\nreasons: (1) to support demand for Saudi crude (placing own crude in own refining\ncapacity) and (2) a risk reduction mechanism in a highly volatile oil environment (having\nan integrated value chain allows capture of margins from well to the forecourt,\npromoting stability). In reflection, Saudi Aramco is building highly sophisticated\nrefineries domestically, in addition to already completed joint-ventures and stakes in\nrefineries abroad (China, US, Japan, South Korea, Indonesia). Domestic joint-venture (JV)\nrefineries Satorp and Yasref added 400k bpd each of capacity in 2H14. With the\ncompletion of the fully-owned Jazan 400k bpd refinery in 2018/19, overall total refinery\ncapacity would stand at 5.7mn bpd, of which Saudi Aramco’s share would be 3.3mn bpd.\nThis would allow Saudi Arabia to guarantee security of demand for its heavy crude,\nincrease domestic job creation and diversification, build an export base of refined\nproducts (likely middle distillates to the EU) and lower imports of refined products.\n\n12 GEMs Paper #26 | 30 June 2016 3S Merrill Lynch\n\nHOUSE_OVERSIGHT_016122",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016122.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4153,
    "word_count": 631,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:48.854944",
    "prefix": "IMAGES-003"
  }
}