{
  "document_id": "HOUSE_OVERSIGHT_021213",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021213.txt",
  "text": "Pulling out my Australian drivers license from my wallet, I was going\nto hand it over to them but they were sufficed at a quick glance. There\nwas no meet and greet, they went straight to the point. One agent picked\nup a briefcase off the porch floor and opened it up taking out a stapled\nstack of paper. Then that same agent asked me if I had ever known an\naffiliate by the name of Mr. Jeffrey Epstein. All of the sudden my\nstomach tangled in a familiar knot that I hadn’t felt in many years from a\npast life that I was trying to forget about. I nodded in affirmation of their\nquestion and said “It was a long time ago and he’s no longer an affiliate\nof mine, but yes, I did know him once.” It was shameful enough to think\nabout let alone talk about with them for the first time since I had started\nmy entire life over. His next response left me nothing short of speechless.\nThe United States Attorney’s Office for the district of Florida was giving\nme a notification of being an identified victim. Jeffrey was finally caught\nfor his atrocious acts of perversion on girls who.were barely old enough\nto even comprehend “the birds and the bees” so to speak.\n\nOn June 30\" 2008, Jeffrey Epstein pleaded guilty for procurement of\nminors to engage in and solicitation of prostitution. More than a dozen\ngirls had been named as victims of Jeffrey’s federal offense’s and without\never stepping a day in court he was granted a plea bargain consenting to\ncharges that named him a registered pedophile for only two of the minor\ngirls. Getting away with even serving only twelve of the sentenced\neighteen months behind bars be that in the evening alone and in the\nmorning he was released during the day. Restricted to the confinement of\nhis lavish mansion in Palm Beach only to be with his original sex slaves\nfrom over ten years ago, Nadia Marcinkova and Sarah Kellen, and\nknowing Jeffrey all too well, they wouldn’t be the only ones there while\nhe was pulling his laughing stint of retribution. Even at nighttime the girls\nwere still allowed to visit him, accounting to nearly seventy times while\nserving his time in incarceration.\n\nNo justice had been served for any of us victims. Denied the very\nconstitutional rights allegedly there to protect and serve us. We weren’t\nallowed to have a voice in front of a jury and judge or even informed for\nthat matter. Instead we were handed this notification of being a victim but\ntold we were all too late to do anything about. To make matters worse\npart of that plea bargain was that we had the option to sue him with the\nlawyers he provided for us, and conveniently enough I found out later\nthey were also his lawyer’s old friends from the college days.\n\nI felt my knees go weak and the anxiety churning in my stomach was\nnow making me feel sick. Taking the bundle of paperwork from the agent\nwho was now handing it to over me, I had to excuse myself before my\nlegs actually buckled. Closing the door behind me I couldn’t even find\nthe words to tell my husband what was going on. I rushed to the back of\n\n137\n\n[] Copyright Protected Material\nCONFIDENTIAL GIUPFRE004270\n\nthe house and went out to the back yard where I wanted a minute to\ncompose myself and process the information I had just been told. Robbie\nfollowed behind me but the stillness in my eyes convinced him to give\nme that moment to compile my emotions.\n\nA few moments later and I was ready to talk. Collapsing into his arms\nwith such anguish, he just held me until my sobs subsided and I was able\nto tell him what actually happened. Starting with an apology, I began to\ntell him how I was so sorry but my troubled past has come back to plague\nour simply sweet lives and was just about to turn it all upside down. He\nwas so understanding from the beginning of all this, telling me that he\nwill always be behind every choice that I make in mending the sorrows of\nmy tormenting past and there he has been through all of the thick and\nthins.\n\nDeciding to call the lawyers on the victim suit provided for me was a\nbig decision but one I had to do to seek the unanswered questions from\nmy battered heart. The two women at the firm that I spoke to treated me\nso wonderfully, like long term friends they counseled me not only in the\nterms of a lawsuit towards Jeffrey but also in the matters of being\nemotionally and sexually abused. I chose to proceed with the lawsuit at\nleast to make a statement to a man that tried to make a degrading\nstatement about me so long ago. Now it was my turn, I had the choice to\nturn the tables on him hoping he would feel embarrassed and in the\nspotlight for everyone’s entertainment where he had kept me for so many\nyears.\n\nWinning my lawsuit against him was not enough to heal old wounds, I\nnever got the chance to stand up in front of a jury and tell them how\nmuch pain I had endured and still endure throughout the many nightmares\nI face when darkness hits and the silence of the sleeping household fills\nmy head with pictures of reliving my past with him or the others he sent\nme too. Or did I even get to hear him confess his guilt and suffer the way\nI did locked in confinement for many years? No, instead | got to see a\npicture of Jeffrey with his arms around a very youthful looking teenager,\nif even that, parading the streets of New York, the very way he had with\nme and so many other girls long before.\n\nAs if it were a public display intended for not only his many victims to\nsee but also a spectacle for the public justice system, it was bold show of\ninsolence laughing in our faces while we all sat by not being able to do\nanything to help these young girls from the streets still suffering his\nperverted afflictions. Not much longer there was another story on Jeffrey\nI saw in the papers of him and Prince Andrew having a stroll together in\nCentral Park. It instantly sparked my concerns for other girls in the very\nsame position I was in so long ago and he was obviously up to the same\nold tricks, I had to do something now. Not being able to sit by any longer\n\n138\n\n00 Copyright Protected Material\n\nGIULVRL004271\n\nHOUSE_OVERSIGHT_021213",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021213.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6079,
    "word_count": 1138,
    "line_count": 107,
    "import_date": "2025-11-19T21:47:44.945460",
    "prefix": "IMAGES-006"
  }
}