{
  "document_id": "HOUSE_OVERSIGHT_020279",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020279.txt",
  "text": "(27\n\nconfuse the CIA. Others are rejected as political liabilities, as happened to Wang Lijun, a well-\nconnected police chief in China. In February 2012, Wang, walked into at the US consulate in\nChengdu asking from asylum. The State Department decided against it. After Wang left US\nprotection, he was arrested for corruption and received a 15 year prison sentence. Such\ndecisions about walk-ins are not made with due consideration, often at the highest level of a\ngovernment, since exfiltrating a defector can result in diplomatic ruptures and political\nembarrassments.\n\nConversely, it raises espionage concerns when an adversary government authorizes the exfiltration of a\nrogue employee of an intelligence service. At minimum, it means that a rival government placed value on\nwhat the defector could provide it. The Snowden case is no exception. Whatever Snowden’s prior\nrelations may have been with Russia, it could prudently assumed that after he fled to Moscow, in light of\nthe intelligence value of the stolen documents, he would wind up in the hands of the Russian security\nservices. That assumption was reinforced by subsequent countermeasures that were implemented by\nRussia to block secret sources of NSA surveillance. “Within weeks of the [Snowden] leaks,\ncommunications sources dried up, tactics were changed,” Michael Morell who was at that time the Deputy\nDirector of the CIA, revealed. It indicated that at least part of the US communications intelligence that\nSnowden had stole was in enemy hands. The CIA and NSA’s monitoring of these countermeasures was\nitself extremely delicate since revealing what they learned about Russian and Chinese countermeasures\nrisked compromising even more U.S communications sources than had Snowden. General Keith B.\nAlexander headed both the NSA and Cyber Command at the time these countermeasures were first detected\nin 2013. He said in his interview with the Australian Business Review: “We absolutely need to\nknow what Russia’s involvement is with Snowden.” He further said, “I think Snowden is now being\nmanipulated by Russian intelligence. I just don't know when that exactly started.\". Much turned on the\nanswer to this “when” question. The counterintelligence issue was not if this U.S. intelligence defector in\nMoscow was under Russian control, but when he came under it.\n\nThere were three possible time periods when Snowden might have been brought under control\nby the Russian intelligence service: while he was still working for the NSA; after he arrived in\nHong Kong on May 20, 2013; or after he arrived in Russia on June 23, 2013.\n\nThe NSA Scenario\n\nThe first scenario could stretch as far back as when Snowden was forced out of the CIA in\n2009. It will be recalled that the CIA then had planned to launch a security investigation of\nSnowden but it was aborted when he resigned. He also had incurred large losses speculating in\nthe financial markets in Geneva, which is an activity which had in the past attracted in interest of\nforeign intelligence services. So it had to be considered in this scenario that Snowden had been\nrecruited by the Russians after he left the CIA and directed to take jobs at civilian contractors\nservicing the NSA. Such “career management,” as it is called by the CIA, could explain why\nSnowden had switched jobs in March 2013 to Booz Allen Hamilton, which, unlike his previous\nemployer Dell, allowed him to gain proximity the super-secrets list of the telecommunication\nsystems that the NSA had penetrated in Russia and China. Even though Snowden himself did not\n\nHOUSE_OVERSIGHT_020279",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020279.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3578,
    "word_count": 578,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:46.653196",
    "prefix": "IMAGES-005"
  }
}