{
  "document_id": "HOUSE_OVERSIGHT_011344",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011344.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n41\nH3VOGIU1\n\nor was not privileged. We don't take jury evidence on that,\nyou know, Judge Marra's ruling, and therefore, that should be\nexcluded. So that is item number 19.\n\nLet me turn then to item 20, and I'm handling that.\n\nThis is essentially a hearsay exercise. We want information to\n\nb xcluded regarding Rebecca Boylan. Why? Because Rebecca\n\nBoylan has not been deposed and is not going to be a witness in\nthe case.\n\nAs we understand what the defendant is planning to do,\nshe's planning to call Mr. Dershowitz. Mr. Dershowitz is going\n\nto say Ms. Boylan told him that Ms. Giuffre told him something,\n\nand so we have the classic hearsay within a hearsay situation.\n\nThe problem, of course, is that Boylan is not here.\n\nThe defendant's pleadings say, ah-hah, but this is an\n\nadmission by Ms. Giuffre, and it would be if Ms. Boylan were on\nthe stand so we could ask her questions about, well, did\n\nMs. Giuffre really say that? And what did she mean? And\n\nwasn't she saying that she's been abused by Ms. Maxwell? But\n\nthey want to skip over that intermediate stuff, have Dershowitz\n\ndescribe what Boylan describes Ms. Giuffre said, and that's\n\nobviously -- and then I'm assuming Dershowitz is going to put\n\nhis spin on what Ms. Boylan allegedly said to him. There are\n\nno set of circumstances in which that hearsay within hearsay\n\ncould be admissible because Ms. Boylan has not been deposed,\n\nand is not here, it's rank multiple hearsay.\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011344",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011344.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1582,
    "word_count": 276,
    "line_count": 84,
    "import_date": "2025-11-19T21:47:46.557680",
    "prefix": "IMAGES-001"
  }
}