{
  "document_id": "HOUSE_OVERSIGHT_014768",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014768.txt",
  "text": "The role of fundamentals\n\nFrom a purely mechanical perspective, we could stop the analysis here and choose those\ncurrencies with better risk-reward prospects according to the metrics so far described.\nHowever, in order to analyze carry trades with relatively short investment horizon, we\nneed to complement our analysis with our views on future exchange rates dynamics.\n\nWe expect US rates to continue moving higher and the USD to strengthen across the\nboard due to easier US fiscal policy and significant uncertainty regarding foreign policy.\nIn EM, we think LatAm is the region that will suffer the most in the new global scenario,\nfollowed by Asia. We find EEMEA relatively more resilient to US driven shocks. We want\nto avoid countries with high financing needs (i.e., high fiscal and current account\ndeficits). We also prefer trades with neutral commodity exposure. Since carry trades\ntend to underperform when US rates are moving higher and the USD strengthens, we\nwant at least to avoid USD funded carry trades, crowded carry trades and currency\ncrosses highly exposed to the USD factor. Hedging the USD factor leaves us with the\npure carry exposure, which by being a price factor, is also related to standard measures\nof risk, as well as idiosyncratic factors.\n\nBest carry trade: Cherry picking among rotten cherries\n\nGiven our views, and focusing on those trades where ex-ante high carry is consistent\nwith ex-ante expected returns, we choose our best carry trades across EM and DM.\nSince DM currencies offer very low carry vs the USD, there are not many attractive carry\nopportunities in DM in a strong USD environment, so much so that the most attractive\ncarry proposition is simply to go long USD/JPY. Since this trade is mostly predicated on\na strong USD view and is being developed in other sections of this report we refer the\nreader to those sections (please see: USD/JPY will the main beneficiary of Trump win,\nFX: GOP sweep emboldens core USD/JPY view, Long EUR/JPYAsia: short JPY/KRW).\nTherefore, we focus mostly on EM or EM/DM carry trades.\n\nEEMEA: short EUR/RUB\n\nWe like selling EUR/RUB (spot 69.28, target 66.15, stop 71.02). We see EEMEA as\nrelatively more resilient to higher US rates, though with some heterogeneity within the\nregion. On the one hand, high current account deficit countries like Turkey or South\nAfrica should continue suffering from a re-pricing of risk. On the other hand, CEE\ncountries are expected to some more resilience. One currency we find particularly\nattractive is the Russian ruble, which still offers an attractive risk-adjusted carry,\ncontrolling for standard measures of risk such as implied volatility and maximum\ndrawdown. The outcome of the US election should remove some risk premium from\nRussian assets as the geopolitical backdrop improves. Economic activity is expected to\npick up in 2017. A hawkish central bank, coupled with a favorable external position and\nan energy-driven current account surplus will likely limit its exposure to a reversal in\ncapital flows.\n\nOn the geopolitical side, we expect Russian foreign policy to become more conciliatory\n\nChart 66: Oil prices are a major risk factor Chart 67: Russia tends to be more market-friendly with lower oil\n15 Si wag j\n——0)l price, $/bb] ——10y MA Ukraine\nGeorgia ngis\n100 Privatization,\n10 4 Gaidar,reforms War\nStart of Yukos\n50 Perestroika eae\nv Afganistan\n\n0.5 (a\n\n== RUB/(EUR,CAD,COP) Jan 4 13 =10 “Russia\n\n== RUB/EUR Jan 4'13 =100\n\nOn st st © mOmWwWmon bo - DN Tt\nSES RSS SApeeasseooocars\n=== Brent oil (RHS ¢madaa dc se YA tC BRA ERA EBA EH\non SESSESSSSSESSESSSISE\nJan-13 Jul-13 Jan-14 Jul-14 Jan-15 Jul-15 Jan-16 Jul-16\nSource: BofA Merrill Lynch Global Research, Bloomberg Source: BofA Merrill Lynch Global Research, Bloomberg\n38 Global Rates, FX & EM 2017 Year Ahead | 16 November 2016 Bankof America 2\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014768",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014768.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3867,
    "word_count": 632,
    "line_count": 74,
    "import_date": "2025-11-19T21:47:47.753369",
    "prefix": "IMAGES-003"
  }
}