{
  "document_id": "HOUSE_OVERSIGHT_028298",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028298.txt",
  "text": "THE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\n\nPRESS CLIPPING (INTERNET)\n\nBAZAAR\n\nhttp://www. harpersbazaar.co.uk/fashion/blog/the-editors/house-of-noble-man\n\nHouse of Noble Man\nOct 18, 2010 04:06:00 PM by Sarah Bailey\n\n| love the extraordinary and intriguing exhibitions which one encounters around the edges of Frieze. 2009's The\nAge of the Marvellous at One Marylebone (curated by AVA) was one such discovery - dark and theatrical - which\nstayed with me all year...\n\nThis year's House of Noble Man (a collaboration between the Saatchi Gallery and Channel 4's New Sensations), is\nanother spectacular show of a very different flavour mounted in No. 2 Cornwall Terrace, a gleaming showcase of\nsuper-prime real-estate. (| attended on the opening night and was treated to a tour of two other oligarch-ready\nshow mansions at No.6 and 11 Cornwall Terrace, by a dashing Knight Frank estate agent by the name of Darren\nDaggers... Quite surreal, but, of course, an incredibly resonant statement about the current art market).\n\nBack at No. 2 Cornwall Terrace, House of Noble Man curated by Victoria Golembiovskaya and artist-of-the-\nmoment Wolfe Von Lenkiewicz mixes work from the giants of modern art - Cezanne and Picasso - with some\ndazzling and provocative contemporary pieces plus, of course, Channel 4's New Sensations discoveries.\n\n| loved the filigree Cement Truck sculpture by Wim Delvoye (the Belgian conceptual artist probably best-known\nfor his work in the 90s involving the tattooing of live pigs), Rachel Whiteread's dolls house chess set and New\nSensation Elizabeth Jordan's dream-like kinetic installation, which she is showing in an upper bedroom. Of course,\nthere's nothing like a Frieze party to lure out London's finest exhibitions and | was very pleased to meet showgoer\nPhilip Levine, who uses his bald pate (bejeweled on this occasion as though he is wearing a Swarovski swim cap)\nas his canvas. His next show, he informs me, is being sponsored by Gilette...\n\nHouse of Noble Man is on until\nWednesday October 20, so do try and\nsee it. Entry is free, but you have to\nbook an appointment.\n\n2 Cornwall Terrace, London, United\nKingdom, NW1, cornwallterrace.co.uk\n(Image: ‘House of Noble Man‘, curated\nby Victoria Golembiovskaya and Wolfe\nVon Lenkiewicz.)\n\n18\n\nHOUSE_OVERSIGHT_028298",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028298.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2331,
    "word_count": 365,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:45.213728",
    "prefix": "IMAGES-009"
  }
}