{
  "document_id": "HOUSE_OVERSIGHT_011082",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011082.txt",
  "text": "Consider also the history of corporate leverage. Equities are riskier because bond\ninterest is paid first. If equities grew faster, however, leverage would constantly\n\ndecline. That is not what we see.\n\nThis inferred concentration of risk premium in cash flow rate is convenient for\ntesting. Growth and return are two of the most closely followed variables in\neconomics. We have no direct measure of the pure consumption rate, or cash flow\nrate at the collective scale. Nor have we any direct measure of growth and return to\ntotal capital at any scale. But we have a good idea of average return and growth and\ncash flow to securities and business assets. By the maximand rule, return to human\ncapital should be the same but for differences in risk. | model human capital as\nsomewhat riskier, for reasons just given, and human capital is the larger factor.\nThen if I am right in placing the risk premium within the cash flow component of\nreturn, and in estimating average-risk cash flow rate at 3.5%, cash-flow rate to the\n\nbusiness sector as a whole should be somewhat less.\n\nNext generation theory predicts at the collective scale. Collective return is implicitly\naverage return, and that means average-risk return. My reading of history, which\n\nrules out progressive growth of higher-risk assets at the expense of lower-risk ones,\nsimplifies that to average-risk cash flow plus whatever collective or average growth\n\nhappens to be at the moment.\n\nDon’t Grandparents Invest?\n\nNext generation theory assumes that each generation invests all its capital of both\nfactors in the next within the generation length. We expect it to do the same in turn.\nWe care about grandoffspring too, but serve them best by trusting and enabling\n\ntheir parents only.\n\nA first reaction is that this denies the obvious. Humans today, in advanced countries,\nnormally live to nearly three times the generation length. (3 x 28.5 = 85.5). Even\n\nretirement at age 65 comes eight years after twice that length. And job number one\n\nChapter 7 Petty’s Idea 2/3/16 23\n\nHOUSE_OVERSIGHT_011082",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011082.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2060,
    "word_count": 340,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:49.250374",
    "prefix": "IMAGES-001"
  }
}