{
  "document_id": "HOUSE_OVERSIGHT_020464",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020464.txt",
  "text": "in the English-language market, in print, radio, television, and online. At the same\ntime, the Chinese government has severely limited the ability of US and other Western\nmedia outlets to conduct normal news gathering activities within China, much less\n\nto provide news feeds directly to Chinese listeners, viewers, and readers in China, by\nlimiting and blocking their Chinese-language websites and forbidding distribution of\ntheir output within China itself.\n\nAmong the Chinese American community, China has long sought to influence—\neven silence—voices critical of the PRC or supportive of Taiwan by dispatching\npersonnel to the United States to pressure these individuals and while also pressuring\ntheir relatives in China. Beijing also views Chinese Americans as members of a\nworldwide Chinese diaspora that presumes them to retain not only an interest in the\nwelfare of China but also a loosely defined cultural, and even political, allegiance to\nthe so-called Motherland. Such activities not only interfere with freedom of speech\nwithin the United States but they also risk generating suspicion of Chinese Americans\neven though those who accept Beijing’s directives are a very small minority.\n\nIn the technology sector, China is engaged in a multifaceted effort to misappropriate\ntechnologies it deems critical to its economic and military success. Beyond economic\nespionage, theft, and the forced technology transfers that are required of many joint\nventure partnerships, China also captures much valuable new technology through its\ninvestments in US high-tech companies and through its exploitation of the openness\nof American university labs. This goes well beyond influence-seeking to a deeper\n\nand more disabling form of penetration. The economic and strategic losses for the\nUnited States are increasingly unsustainable, threatening not only to help China gain\nglobal dominance of a number of the leading technologies of the future, but also to\nundermine America’s commercial and military advantages.\n\nAround the world, China’s influence-seeking activities in the United States are\nmirrored in different forms in many other countries. To give readers a sense of\n\nthe variation in China’s influence-seeking efforts abroad, this report also includes\nsummaries of the experiences of eight other countries, including Australia, Canada,\nFrance, Germany, Japan, New Zealand, Singapore, and the UK.\n\nToward Constructive Vigilance\n\nIn weighing policy responses to influence seeking in a wide variety of American\n\ninstitutions, the Working Group has sought to strike a balance between passivity and\n\noverreaction, confidence in our foundations and alarm about their possible subversion,\n\nand the imperative to sustain openness while addressing the unfairness of contending\n\non a series of uneven playing fields. Achieving this balance requires that we differentiate\n\nconstructive from harmful forms of interaction and carefully gauge the challenge, lest we\n\nIntroduction\n\nHOUSE_OVERSIGHT_020464",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020464.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2997,
    "word_count": 438,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:45.841586",
    "prefix": "IMAGES-005"
  }
}