{
  "document_id": "HOUSE_OVERSIGHT_031116",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031116.txt",
  "text": "outs is politically untenable. This removes the implicit ‘cover’ that senior bonds holders have enjoyed and has increased speculation\nthat implementation of the bail-in proposals under the EU’s Resolution & Recovery Directive (RRD) will be brought forward to 2015\nfrom the current 2018 time-frame.\n\ne As such, our colleagues in European Credit have examined the implications of changing recovery rate expectations across the bank\ncapital structure. Assuming that covered bonds remain outside the scope of the proposals, we expect senior bank bond spreads to\nwiden relative to covered bonds and prefer being OW covered bonds vs senior bonds in the periphery, particularly in Spain where\ncovered bonds have first claim over the entire mortgage book of the bank. From a relative value point of view, we also suggest owning\nsubordinated bank bonds vs senior bank bonds in the core as, under the new RRD regime, there is a higher probability than before\nthat senior bank bond holders will lose money and this risk is, in our mind, not yet in the price (Rethinking the capital structure, R.\nHenriques et al., Mar 27).\n\nForeign Exchange\n\ne Today’s research note, Sacrificing Cyprus, examines several presumptions which have arisen over the past two weeks due to the\nCyprus crisis, and scores them on a scale of truths, half-truths and falsehoods. There are indeed some right conclusions to draw from\nthis experience, but also some wrong ones. As examples, it is true that capital controls have created a two-tier euro, but very unlikely\nthat Cyprus is exiting EMU. And while it is true that markets deserve a risk premium for policy uncertainty, the size of the premium\nshould be much lower than in previous crises due to backstops like the OMT.\n\ne For example, during the first Greek crisis in May 2010 EUR undershot by 10% relative to cyclical conditions at that time, and\nduring Greek elections in May 2012 the currency undershot by 5%. The combination of Italian and Cypriot events have eliminated the\neuro’s overvaluation from early 2013, when the currency spiked to the high $1.30s on a presumption that LTRO funds would be\nrepaid rapidly, driving European rates higher. The currency is now close to fair value, so carries no risk premium for contagion. The\nmessage is similar in vol markets: the 1% premium for 3-mo implied versus realized vol is far less than the 5% premium witnessed\nduring previous crises.\n\ne While there is no evidence that the EUR/USD cash or options market carries a risk premium, it is also true that the required\npremium should probably be far less than in previous crises given that a sovereign funding backstop like the OMT is in place. We are\nthus reluctant to extrapolate this mini-crisis into a systemic event which triggers broad deleveraging, or to forecast trend euro\nweakness. The currency could trade down a couple of cents around an ECB rate cut, but assuming that fears around Cyprus contagion\npass in a month or two, the currency should reverse its recent decline by the summertime.\n\nCommodities\n\ne Commodities rallied this week, up almost 2%, led by energy. We went tactically long Brent in last week’s J.P. Morgan View as\nwe believed that the correction in oil markets had brought prices too far below our price forecast of $112/bbl. Since then Brent is up\naround 1.5%. We stay long and expect further price appreciation over coming months. We are also short gasoline vs. Brent. Gasoline\ncracks (the premium for gasoline over crude prices) spiked over the first three months of the year due to a combination of low\ninventories and refinery closures that came during refinery maintenance season. As refinery maintenance comes to a close and demand\nfalls seasonally, gasoline prices should fall relative to Brent.\n\ne We went long Soybean time spreads late last year (GMOS, Dec 5) on a view that much higher Brazilian supplies would find it\ndifficult to leave the country due to logistical constraints. Since then we have seen a record number of ships planning to load soybeans\nin Brazilian ports and this number is still rising. The average waiting time before loading is also rising, now 38 days compared to 26\ndays a month ago. This has caused the front Soybean contract to rally while longer maturity contracts have been depressed by the\nmuch higher than normal supply inside the country. The spread between the May-13 and Jul-13 contracts has doubled since we put the\ntrade on in December. We stay long as we think these logistical issues are unlikely to be resolved anytime soon.\n\nJan Loeys\n(1-212) 834-5874\n\njan.loeys@jpmorgan.com\nJPMorgan Chase Bank NA\n\nJohn Normand\n(44-20) 7134-1816\njohn.normand@jpmorgan.com\n\nJ.P. Morgan Securities plc\n\nNikolaos Panigirtzoglou\n(44-20) 7134-7815\n\nHOUSE_OVERSIGHT_031116",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031116.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4750,
    "word_count": 783,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:44.344686",
    "prefix": "IMAGES-011"
  }
}