{
  "document_id": "HOUSE_OVERSIGHT_016144",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016144.txt",
  "text": "Eurobond premium required for fiscal slippage risk\n\nWe expect large and regular sovereign eurobond issuance going forward to support FX\nreserves and domestic liquidity but weigh on regional bond spreads if risk appetite does\nnot hold up or fiscal slips. EMBIG index inclusion is unlikely, in our view. Saudi Arabia\nCDS premium to Qatar and likely larger issuance size suggests Saudi External Debt\n(EXD) is likely to be issued at a premium to Qatar.\n\nSaudi Arabia international bond issuance latest in wave of Gulf supply\n\nLocal press suggests that Saudi Arabia is gearing up for a large international bond\nissuance program (USS10-15bn issuance target this year), which, if confirmed (the\ngovernment neither confirmed nor denied , should add to the sizeable sovereign bond\nsupply pipeline this year. So far, we have seen USS$17.1bn in gross and net supply from\nthe Gulf Cooperation Council (GCC) countries. Assuming Saudi Arabia issues US$15bn\nand accounting for planned issuance from Dubai and Bahrain and excluding Kuwait, the\nrest of this year should see a further US$16.5bn in gross issuance and US$16.1bn in net\nissuance. This would bring the total gross and net GCC sovereign bond issuance to\nUS$33.6bn and US$33.2bn this year respectively.\n\nSeminal potential bond issuance has multi-pronged implications\n\nIf confirmed, this could be a seminal event and mark the first time for the Saudi\ngovernment to issue external bonds. It would allow for participation of foreign investors\nas domestic debt is being sold to Saudi banks and funds. External issuance should\ndiversify funding sources, lock in still low interest rates, support SAMA's Fx reserves and\nsupport domestic liquidity; the latter two macro variables have weakened this year.\nExternal issuance would also imply the presence of an underlying asset that could\ntheoretically trigger CDS contracts, as opposed to the current situation.\n\nInvestment grade status to be retained despite likely further rating cuts\n\nA prolonged oil price downturn is likely to continue to put downward pressure on Saudi\nArabia’s credit rating in the medium-term. On average, the GCC has benefited from\nthree notch rating upgrades over the period 2002-10 prior to the start of the Arab\nSpring. Saudi Arabia was upgraded six times, from Baa3 to Aa3, by Moody's over the\nperiod starting from 1999, while it was upgraded two and three notches by S&P and\nFitch over the period starting from 2003/2004 respectively. Moody’s has thus in the\npast preserved Saudi Arabia’s investment grade rating at the bottom of the cycle, as\ngovernment debt to GDP stood at 103% of GDP and SAMA’s foreign assets at US$17bn\n(10% of GDP) in 1999.\n\nEMBIG Index inclusion is unlikely\nEMBIG index inclusion is unlikely, in our view. Estimated 2013 (US$25,140) and three-\n\nyear rolling GNI per capita (US$23,090) data likely suggests Saudi Arabia does not meet\nEMBIG income index inclusion criteria, in our view. Saudi Arabia would however likely be\neligible for Barclays EM Hard Currency Aggregate Index, based on its IMF classification\nas a non-advanced country (noting that the index provider has moved away from solely\nusing rating for EM country classification). This suggests that Saudi policy-makers need\nto articulate a comprehensive, timely and credible medium-term fiscal policy to\nfacilitate wide take-up from domestic, regional and international investors, in our view.\n\nPricing matters\n\nSaudi Arabia CDS premium to Qatar, relative credit metrics and likely larger planned\nissuance size suggests Saudi EXD is likely to be issued at a premium to Qatar, in our\nview. The closest regional peers to Saudi Arabia (A1/A-/AA-) are likely Qatar (Aa2/AA/AA)\nand Abu Dhabi (Aa2/AA/AA). Qatar’s existing external debt curve makes it a potentially\n\n34 GEMs Paper #26 | 30 June 2016 3S Merrill Lynch\n\nHOUSE_OVERSIGHT_016144",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016144.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3833,
    "word_count": 607,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:47.001158",
    "prefix": "IMAGES-003"
  }
}