{
  "document_id": "HOUSE_OVERSIGHT_025895",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025895.txt",
  "text": "What you suggest is very much the model that has been current in the behavioral sciences for many years. It has a\nrecord of colossal failure, and for good reasons, | think. It’s disproven, but keeps coming back, most recently with Big\nData illusions.\n\nA child doesn’t grow arms and legs rather than wings, or a mammalian vs insect visual system, the way an ant searches\nfor food. Rather, the path of development is sharply restricted (and evolution follows constraints too). Acquisition of\nlanguage (and other cognitive achievements) seems very much like physical growth.\n\nHighly contentious in the field, but in my opinion that’s a comment on the failures of the field.\n\nFrom: jeffrey E. [mailto:jeevacation@gmail.com]\nSent: Friday, August 07, 2015 12:44 PM\n\nSubject: Re: Re:\n\nants and evolution work by trying things and finding the best solution. math and physics works by\nalgorithms. Im suggesting that maybe just as a child sends out many connections and then discards the unused\nmight be a better template for biological thinking.\n\nOn Fri, Aug 7, 2015 at 10:33 AM, Noam Chomsky <Q wrote:\n\nThere were plenty of warnings about one currency. Not heeded, unfortunately.\n\nAppreciate the invitation, but leisure time? Is that an English phrase?\n\nOK for ants, but don’t see how it helps us.\n\nNoam\n\nFrom: jeffrey E. [mailto:jeevacation@gmail.com]\nSent: Thursday, August 06, 2015 10:28 AM\n\nTo: Noam Chomsky <q >\n\nSubject: Re:\nbad for them , good for you. no need to have only one currency, its old fashioned. . you are of course\nwelcome to use apt in new york with your new leisure time, or visit new Mexico again.\n\nants find the shortest route to food, by trying many and discarding what doesn't work, no algorithm. , no input\nor output , only a goal. . sounds closer to our probem\n\nOn Thu, Aug 6, 2015 at 8:15 AM, Noam Chomsky ~  0Ut—‘(i‘s‘~*S wrote:\n\nBad news. We decided not to go. | was invited to talk at the Parliament, but what can one say? That aside, they’ve\ngot plenty of people giving them bad advice.\n\nHOUSE_OVERSIGHT_025895",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025895.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2034,
    "word_count": 348,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.761497",
    "prefix": "IMAGES-008"
  }
}