{
  "document_id": "HOUSE_OVERSIGHT_018298",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018298.txt",
  "text": "Here’s what's unnerving about this for us now: There are whole approaches to\npower that look extremely reasonable until one day they look insane. For thousands\nof years the idea that one feudal lord should control thousands of serfs seemed\nperfectly reasonable to the lords and serfs alike. John Maynard Keynes’ famous line\nabout Egypt - Just because you built the pyramids doesn’t mean you get to use them -\nmarked a whole approach that seemed inarguable for centuries, even if the\nexperience of it was inarguably awful®?. Features of the world - moats, massive\ncathedrals, pyramids, sweatshops - exist only because distributions of power\npermitted or enabled or encouraged them. The quotidian interactions of our lives -\nhow we shop, where we hang out with friends, the kinds of performance or politics\nwe follow - these all produce long-lasting structures. Malls, democracies, war\nzones.”° Pushing power into networks, we can see already, creates whole new\narrangements. Some are as unimaginable to us now as a voting booth would have\nbeen to an Egyptian slave. When we say that ours is a revolutionary age, it’s not\nbecause you can watch videos on your phone. It’s because of why you can watch\nvideo on your phone - and what that implies for the old, nervous structures around\nus.\n\n4,\n\nBefore the age of the Enlightenment and Industrial Revolution began most political\nand economic power was extremely concentrated. A few kings and feudal lords\ncontrolled most economic production. Priests decided who could speak to God, and\nhow and when. Finance was dominated by a few families, largely working in the\nsecretive counting rooms of early banking capitals such as Amsterdam or Genoa or\nLyon. Knowledge about the world, a sense of science and of history and even\ngeography, was closely held, fiercely opaque. Inside monastery walls or university\nhalls the aim of protecting (and editing) what the world knew far outstripped any\nhunger for new ideas, for innovation or dissemination. In those times a lucky or\nbrutal few decided the economic, political and intellectual lives of many. You can\npicture power as balled up almost, in the hands of a tiny and fortunate elite.\n\nOver time, cracks appeared in this system. One of the earliest was also one of the\nmost fundamental: The schism that split the Catholic Church. This was, at first, the\nwork of a young German theologian named Martin Luther in the 16\" Century.\nLuther was a man whose view of life, he would say often in later years, was shaped\nby a single sentence: Romans 1:17. “The righteousness of God is revealed from faith\nto faith, as itis written: The just shall live by faith.” The Epistle to the Romans, as\nRomans is formally titled, was a letter from Saint Paul to a collection of recalcitrant,\n\n89 John Maynard Keynes’ famous line: Keynes, The Economic Consequences of the\nPeace, p. 16\n\n90 David Murakami Wood and Stephen Graham “Permeable Boundaries in the\nSoftware-Sorted Society: Survelliance and the Differentiations of Mobillity” in Mobile\nTechnologies of the City eds. Mimi Sheller and John Urry. (London: Routledge. 2006)\nChapter 10\n\n66\n\nHOUSE_OVERSIGHT_018298",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018298.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3133,
    "word_count": 521,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.251072",
    "prefix": "IMAGES-004"
  }
}