{
  "document_id": "HOUSE_OVERSIGHT_020642",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020642.txt",
  "text": "183\n\ntechnologies. It is unclear how the United Kingdom’s Brexit plan will affect the stated\ndesire of the UK government to ensure that critical technologies do not fall into Chinese\nhands.\n\nFor years, the Chinese telecom behemoth Huawei has provided broadband gear and\nmobile networks to its clients in Britain, which include British Telecom and Vodafone.\nAnd for years, Huawei executives used their substantial business opportunities in\nBritain as an example to counter allegations in the United States and other Western\ncountries that Huawei was linked to the People’s Liberation Army and therefore a\nsecurity risk. Now it seems that Britain’s government is having second thoughts.\nA government report issued in July 2018 noted that technical and supply-chain\nissues with equipment made by Huawei have exposed Britain’s telecom networks\nto new security risks.” Earlier in 2018, Britain’s cybersecurity watchdog warned\ntelecommunications companies against dealing with the Chinese manufacturer\nZTE, citing “potential risks” to national security.”° ZTE was involved in widespread\nsanctions-busting in deals with Iran and North Korea.\n\nAnother area of growing concern is nuclear power. China General Nuclear Power\n(GNP)—the main player in China’s nuclear industry—is considering the purchase of a\n49 percent stake in the United Kingdom’s existing nuclear plants.” The nuclear power\ngiant has already taken a 33.5 percent stake in the Hinkley Point C power station,\nwhich is being built with French technology. China experts in the United Kingdom\nsuch as Isabel Hilton, the CEO of Chinadialogue.net, have observed that in opening\nup its vital infrastructure to China, the United Kingdom was without parallel in the\nWestern world. “No other OECD country has done this. This is strategic infrastructure,\nand China is a partner but not an ally in the security sense... . You are making a 50-year\nbet, not only that there will be no dispute between the UK and China but also no\ndispute between China and one of the UK’s allies. It makes no strategic sense.”*?\n\nResponses to Interference Activities\n\nIn addition to some limited pushback on Chinese economic moves, there are signs\nthat the United Kingdom is slowly understanding the challenge presented by Chinese\ninfluence activities. UK media have continued to report pressure on journalists, the\nmedia, civil society, and those involved in politics. This reporting has been somewhat\neffective in correcting perceptions of the nature and functioning of Chinese governance.\nThe media have also focused attention on how China monitors and obstructs the work\nof foreign reporters in China.\n\nThe political system has also begun to respond to some influence activities. At the\ndomestic level, a parliamentary inquiry on the United Kingdom’s relations with China,\n\nAppendix 2\n\nHOUSE_OVERSIGHT_020642",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020642.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2838,
    "word_count": 437,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:45.192945",
    "prefix": "IMAGES-006"
  }
}