{
  "document_id": "HOUSE_OVERSIGHT_029484",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029484.txt",
  "text": "Business Expansion Portfolio and Prospectus\nTwin City Care of The Virgin Islands\n9\n\nAt TCMIH “Quality” will be the benchmark for our day to day performance. We believe quality\ncan be measured in many ways, from customer service surveys, on time performance measures, to\nclinical indicator reviews and run report accuracy just to name a few. To ensure that TCMIH\nremains focused on providing exceptional patient care from the request for service on through to\nthe reimbursement cycle, we have established quality assurance processes to create a culture in\nwhich quality, excellence and accuracy is our focus. To achieve this, each day we will look at the\ntransports from the previous day and review how we performed. We will measure our on-time\nperformance, looking at each run report line-by-line to ensure we have met our protocol\nrequirements. We will make certain the crews have gathered the appropriate information allowing\nus to properly bill on behalf of the patients while maintaining compliance with all Medicare,\nMedicaid and other healthcare regulations.\n\nMedical Necessity\n\nHealth Insurance providers and Medicare in particular, have strict guidelines on what they will\ncover and what is deemed as “medically necessary”.\n\nFor the service to be determined medically necessary, the patient’s medical condition at the time\nof transport must be such that any other means of transportation would have placed the patient at\nrisk for harm or deterioration.\n\nIn addition, Medicare and Medicaid have guidelines requiring all non-emergency ambulance\ntransports from a hospital, nursing home, physician’s office, out-patient facility or clinic to obtain\na Physician’s Certification statement (PCS). We will collect this statement at the time the request\nfor service is received as part of our normal practice.\n\nStand By / Special Events\nTCMIH will provide both committed and non-committed ambulance standby / first aid station\n\nsupport during sporting events, community gatherings, concerts, fairs, parades, and other public\nand private events.\n\nCode of Conduct\n\nTCMIH will attribute its success and reputation to the ethical standards that our employees will\nset forth in their day-to-day actions. Healthcare is a challenging field of endeavor, yet we know\nwe must meet each challenge with the highest level of integrity and resolve, not with shortcuts.\n\nOperational Code of Professional Conduct\nThe primary goal of TCMIH 1s to ensure that all employees provide competent, safe and ethical\nspecialized transportation to the citizens of the Virgin Islands. TCMIH has adapted this Code of\n\nProfessional Conduct to define a set of professional standards that will augment the technical and\nclinical aspects of our duties.\n\nHOUSE_OVERSIGHT_029484",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029484.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2743,
    "word_count": 420,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:48.943063",
    "prefix": "IMAGES-010"
  }
}