{
  "document_id": "HOUSE_OVERSIGHT_029441",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029441.txt",
  "text": "TAX BULLETIN 2018-1: TAX REFORM SIGNED INTO LAW\n\ntrust, and the balance for the surviving spouse, either outright or in a marital trust. For a hypothetical $10 million\nestate, if death occurred in 2017 that would result in roughly half to the bypass trust and half to the\nspouse. However, if death occurs in 2018 to 2025, that would result in the entire estate being left to the bypass\ntrust. Complications could further arise for individuals living in certain states which impose their own estate\ntax. Wills and other testamentary documents should be reviewed to make certain they accurately reflect the\ntestator’s wishes. As always, documents should be drafted with flexible provisions that can be adjusted for future\nchanges.\n\nLifetime planning. Lifetime gifts are often made in order to reduce the estate tax that would otherwise be\nincurred at death. While the doubling of the exemptions may avoid the need for lifetime gifting for certain\nindividuals, that may only be the case if death occurs before 2026. Accordingly, the tax consequences of making\na current gift may have to be compared with alternative estate tax scenarios. The temporary nature of the\nincrease in transfer tax exemptions also raises the issue of whether it is advisable to lock-in the higher exemption\nby making a lifetime gift before 2026. (Similar issues arose in 2012, when there was uncertainty whether the $5\nmillion estate exemption would continue in 2013.) This raises the question of whether the gift could be\nstructured in a manner that could be “undone” if the higher exemption is made permanent. It also raises the\nquestion of whether there would be recapture (so-called “clawback”) if a lower exemption is in effect at death. In\nthat regard, it appears that the new legislation would eliminate the concern about recapture. In sum, the\nuncertainty of the estate exemption amount at death will make lifetime planning more challenging.\n\nCORPORATE TAXES\n\n2017 Law 2018 Law\nTop C-Corporate Rate 35% 21% (effective 2018)\nAMT Parallel tax calculation with top rate of 20% Eliminates corporate AMT\n\nLimited immediate expensing; balance subject to Immediate expensing for new and used\n\ndepreciation qualified property acquired and placed in\nservice after September 27, 2017 and before\nJanuary 1, 2023 (Jan. 1, 2024 for certain\nproperty) and partial expensing for other\nproperty acquired after 2022 and before 2027.\n\nBusiness Investments\n\nNo limitation Limited to business interest income, plus 30%\nof a business’s adjusted taxable income\n(EBITDA for 2017-2021 and EBIT thereafter);\nInterest Expense with special rules for “floor plan financing\nindebtedness”; full deduction for small\nbusinesses with gross receipts of $25 million or\nless\n\nHOUSE_OVERSIGHT_029441",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029441.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2742,
    "word_count": 434,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.211282",
    "prefix": "IMAGES-010"
  }
}