{
  "document_id": "HOUSE_OVERSIGHT_017096",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017096.txt",
  "text": "4.2.12\nWC: 191694\n\ngalleries. Their exposure to culture was limited to things Jewish—cantorial recitations, Yiddish\ntheater, lectures by Orthodox rabbis, Jewish museums, Catskill Mountain and Miami Beach\nentertainment.\n\nMy adult life has been dramatically different. I travel the globe, meet with world leaders, own a\nnice art collection, am deeply involved in the world of music, theater and other forms of culture,\nand lead a largely secular life (though I too enjoy cantorial music “borsht belt” humor, and a good\npastrami sandwich).\n\nYet I am their son and grandson. Although my life has taken a very different course—both\npersonally and professionally—I could not begin to explain who I am, how I got to be who I am,\nand where I am heading, without exploring my family background and heritage. It is this history\nthat helped to form me, that caused me to react against parts of it, and—most important—that\ngave me the tools necessary to choose which aspects of my traditions to accept and which to\nreject.”\n\nI had a very powerful upbringing, having been born to a family with strong views on religion,\nmorality, politics and community service. My neighborhood was tight knit. Everyone had a place\nand knew their place. Status was important, especially for our parents and grandparents, as was\n“yichus” (the Yiddish term for ancestry). But I grew up at a time of change, growth, excitement\nand opportunity.\n\nDespite the reality of pervasive anti-Jewish discrimination—in college admission, employment,\nresidency and social clubs—my generation believed there were no limits to what we could\naccomplish. If Jackie Robinson could play second base for the Brooklyn Dodgers, we could do\nanything. Maybe that was the reason so many successful people grew up in Brooklyn in the\nimmediate post-war period. (In 1971, I was selected among 40 young scholars from around the\ncountry for a distinguished fellowship. When we met in Palo Alto, California, we discovered\nclose to half the group had Brooklyn roots!) We were the breakout generation, standing on the\nbroad shoulders and backbreaking work of our immigrant grandparents and our working class\nparents.\n\nI cannot explain, indeed understand, my own world views, without describing those on whose\nshoulders I stand, that from which I have broken out, and the experiences that have shaped my\nlife. So I will begin at the beginning, with my earliest memories and the stories I have been told\nabout my upbringing.\n\nBut formative experiences do not end at childhood or adolescence. They continue throughout a\nlifetime. Learning never ends, at least for those with open minds and hearts, and, though\nideologies may remain relatively fixed over time, they adapt to changing realities and perceptions.\nWinston Churchill famously quipped, “Show me a young conservative and I’ll show you someone\nwith no heart. Show me an old liberal and I’ll show you someone with no brain.” It is surely true\nthat some people become less idealistic with age, with economic security and family\nresponsibilities. But it is equally true that some young conservatives become more liberal as they\n\n° My dear friend and teaching colleague Steven Pinker believes that parental influence may be overvalued [CITE].\nI’m certain that it varies among individuals and families.\n\n9\n\nHOUSE_OVERSIGHT_017096",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017096.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3314,
    "word_count": 532,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:45.636246",
    "prefix": "IMAGES-004"
  }
}