{
  "document_id": "HOUSE_OVERSIGHT_028092",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028092.txt",
  "text": "including a kindergarten teacher, in Jerusalem. On the morning of May 24,\n1992, a 15-year-old Israeli schoolgirl named Helena Rapp was on her way to\ncatch the bus to school south of Tel Aviv, when another Gazan stabbed her to\ndeath. To the extent Israelis were looking for someone to blame, there were\nobvious candidates. The army, the primary defense against the intifada, was\none. The police even more so, since many of the attacks were now taking place\ninside Israel. And in ugly rioting after Helena Rapp’s murder, bands of Israelis\ntook to the streets, some of them yelling: “Death to the Arabs’. Still, most\npeople understood that criticizing the army or the police, or going on a rampage\nagainst “the Arabs” — hundreds of thousands of whom were Israeli citizens and\nhad lived among us since the birth of the state — would not help. Most, in fact,\nplaced the blame, and lodged their hopes, with the government.\n\nBy the time of the next election, in June 1992, the combination of Palestinian\nviolence and the still-traumatic memories of Saddam’s Scuds, left Israelis\ndoubtful that Shamir could fulfil the most basic responsibility of government:\nensuring their day-to-day security. Labor had once again placed its electoral\nfortunes in the hands of Yitzhak Rabin, following Peres’s several failed\nattempts to lead the party back into power. Knowing that Rabin had a record of\nmilitary command unmatched in Israeli politics, Labor strategists did not so\nmuch need to convince voters as to reinforce their fears and frustrations. One of\nthe campaign slogans, a direct appeal to the anger over the stabbing of Helena\nRapp, was “Get Gaza out of Tel Aviv!” Labor ended up gaining five Knesset\nseats, and now had 44. The Likud lost eight and was left with only 32.\n\nThat meant that my last three years as chief of staff would be with Rabin\nback as Prime Minister — and, like Ben-Gurion before him, as Defense Minister\nas well. He and I had been in touch only occasionally since his departure from\nthe unity-coalition government two years earlier. But I had, of course, spoken\nwith him after my appointment as ramatkal, in which he’d played an important\npart. Though he was 20 years older than me, our relationship had become\nsteadily closer over the years, especially when I’d worked with him as Defense\nMinister. In some ways, we were alike. We’d both been forged by Labor\nZionism. We were career military officers, uncomfortable with flights of\npolitical rhetoric and convinced that Israel’s security and its future depended\nless on words than on action. In large groups especially, both of us tended to be\nmen of a few words. Over the next few years, we would become even closer,\nspeaking not only in the kirya or at Yitzhak’s office in Jerusalem, but also, with\nNava and Leah, around the dinner table at Rabin’s apartment in Tel Aviv.\n\n244\nHOUSE_OVERSIGHT_028092",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028092.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2865,
    "word_count": 489,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:49.115139",
    "prefix": "IMAGES-009"
  }
}