{
  "document_id": "HOUSE_OVERSIGHT_011833",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011833.txt",
  "text": "/ BARAK / 76\n\nmany as possible of the Arab inhabitants to come under the authority of the\nPalestinians, and as few as possible under our rule.” Amnon’s bottom line was that\nwe could not give up Israeli sovereignty over the Temple Mount, which, although\nhe was a non-observant Jew, he called “the cradle of Jewish history.” But equally,\nwe couldn’t and shouldn’t “run the Al-Aqsa mosque.” He was also in favor of\nagreeing to what Clinton had asked of me: giving Arafat a base in the Muslim\nQuarter of the Old City. His one caveat was that we should not do any of this\nunless it was part of a genuine, final, peace agreement with the Palestinians.\n\nDanny Yatom urged us to move beyond our emotions and look for a practical\nsolution. “We all know how the boundaries of Jerusalem were drawn,” he said,\nreferring to the post-1967 expansion of the city. “They’re not holy. It 1s important\nto get down to our real red lines.” Eli Rubinstein, the attorney general, agreed.\nEven though he was an observant, Orthodox Jew, and more sympathetic politically\nto Likud than Labor, he concluded that we needed to include “as few Arabs as\npossible” under Israeli sovereignty, and to cede the outer villages to the\nPalestinians, adding: “This is a moment of truth.”\n\nIt was nearly five hours before I brought the discussion to a close. “This is as\ngrave a decision as when Ben-Gurion accepted the partition plan in 1947; the\ndeclaration of the state; or the most tense moments of the Yom Kippur War,” I\nsaid. “Or the decisions which Begin took in this same place.” Of course, Begin\nhadn’t even been willing to enter into discussion on Jerusalem. But we were in a\ndifferent situation. If we were going to get a true end to our conflict, the question\nof Jerusalem had to be addressed. “We can’t delay the decision. We can’t avoid it.\nWe will have to decide.” My own red line was the same as Amnon Lipkin’s:\n“sovereignty over the site of our First and Second Temples.” Even shared\nsovereignty elsewhere within the Old City seemed to me a step too far at this stage,\nbut I didn’t rule it out as part of a full peace. “Without disengagement from the\nPalestinians, without an end of conflict,” I reminded our negotiating team, “we’re\nheading toward further tragedy. We can’t pretend we don’t see the iceberg.”\n\nI asked several members of the team, under Shlomo Ben-Ami, to draft a paper\nbased on our discussion. Since I knew that Clinton, and Arafat too, could do\nnothing of substance until I'd resolved how far to go on Jerusalem, I went to see\nthe President. I told him about our session. I said that we were now crystallizing\nwhat had been said into a formal position, and I hoped to be able to return in a few\nhours with “the furthest point we can go.” Clinton said that would be a critical\n\n362\nHOUSE_OVERSIGHT_011833",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011833.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2798,
    "word_count": 502,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.491839",
    "prefix": "IMAGES-001"
  }
}