{
  "document_id": "HOUSE_OVERSIGHT_015488",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015488.txt",
  "text": "NAUTILUS EDUCATION | BETA PRODUCT\n\nGenetics & Human Health\n\nSince DNA 1s often heralded as the “code of life,’ what clues can mutations—changes to the DNA\nsequence—tell us about human health and disease? The pair of articles in the Genetics and Human\nHealth module will explore the consequences of mutations in the context of cancer treatment\nand rare diseases such as muscular dystrophy. 7heir Giant Steps to a Cure discusses the challenges\nassociated with treating a rare form of muscular dystrophy. An Unlikely Cure Signals Hope for\nCancer explores how specific mutations in a patient’s cancer can be used to a patient’s advantage.\n\nLesson Plan\n\nAsk students to read both of the articles for homework. Briefly introduce or review the vocabulary words in class.\nAssign the questions listed under “Reading Comprehension” for them to complete along with the reading and\nask them to come up with one question for further discussion.\n\nStart class by asking students if they have any questions about the readings. Ask them to contribute their discus-\nsion questions (in addition to the ones provided under Deep Thinking / Discussion questions). Have the class\nbrainstorm and answer both discussion questions. 15 MIN .\n\nNext, break the class up into four groups for the Suggested Activity. Assign each group to one protein that 1s listed\nin the interactive. 15 MIN.\n\nHave each group present their thoughts to the class for further discussion. 15 MIN.\n\nTeacher’s Notes: Their Giant Steps to a Cure, and An Unlikely Cure Signals Hope for Cancer\n\nVOCAB WORDS\n\nMuscular dystrophy: a genetic disease marked by of proximal (limb-girdle) muscles.\n\nrogressive weakening of the muscles. Some forms of . . . .\nprogr & Cancer: A term used to describe disease in which\n\nabnormal cells divide without control and are able to\nOrphan diseases: diseases that have yet to be “adopt- invade into other tissues. Cancers are often catego-\ned” by the pharmaceutical industry because there are rized based on the organ or cell type they originate in.\nvery few incentives to develop new medications to\ntreat or prevent them. Orphan diseases can be rare\nor they are common diseases that have been ignored\n\nmuscular dystrophy are seen in infancy or childhood.\n\nOncologist: A doctor who specializes in treating\npatients with cancer.\n\n(e.g.: tuberculosis, cholera, typhoid, malaria). Outlier: An observation that deviates from a major-\nity and can be seen to be a rare event. In the context\n\nCalpainopathy: a rare type of muscular dystrophy of this piece, the outliers are patients who respond\n\ncharacterized by symmetric and progressive weakness\n\n28\n\nHOUSE_OVERSIGHT_015488",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015488.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2643,
    "word_count": 427,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:47.691471",
    "prefix": "IMAGES-003"
  }
}