{
  "document_id": "HOUSE_OVERSIGHT_024720",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024720.txt",
  "text": ">\n\n=\ni\ncor\n\n>\nQa\nLA\n\nCannabis Investment Report | December 2017\n\nfies other PVPA requirements may apply for and receive a certificate of plant variety protection issued\nby the U.S. Department of Agriculture (USDA). Such a certificate establishes a breeder's right, for a\nperiod of time and subject to certain exceptions, to exclude others from selling the variety, offering it\nfor sale, reproducing it, importing or exporting it, or using it in producing a hybrid or different variety.\nA breeder's rights under the certificate last for 20 years (25 years in the case of a protected tree or vine)\nfrom the certificate’s issue date.\n\nIt is not clear whether the USDA has issued any certificate of plant variety protection for a can-\nnabis variety. The USDA website provides a searchable database of certificates issued since February\n2013, as well as a schedule of crop categories for which certificates have been issued. A search of these\nUSDA materials indicated that no certificates for varieties of cannabis, marijuana or hemp have been\nissued. The PVPA defines “variety” as “a plant grouping within a single botanical taxon of the lowest\nknown rank” with certain defining and distinguishing features. Given the disagreement among bota-\nnists regarding cannabis taxonomy noted in Chapter I, Cannabis Science 101, it may be challenging\nto demonstrate that a cannabis variety satisfies PVPA criteria for protection.\n\nTrademark Act\n\nA trademark is a word, name, symbol or device used by a person to identify and distinguish the person's\ngoods or services from the goods and services of others and to indicate the source of the goods or ser-\nvices. Trademarks take many forms, including logos, slogans, symbols, colors and sounds. Under com-\nmon law and through registration under state and federal statutes, a trademark owner can be afforded\ncertain legal protections against unauthorized use of the trademark by others.\n\nTrademark protection under federal law is provided primarily by the Trademark Act, also known\nas the Lanham Act, which provides for registration of trademarks with the USPTO. The holder of a\nfederally registered trademark receives certain rights and protections under federal law, including the\nright to use the “®” symbol, evidence and nationwide notice of a claim of ownership, access to federal\ncourts for dispute resolution, the ability to prevent importation of foreign goods that infringe on the\ntrademark, and the right to recover certain statutory damages and attorneys’ fees. Generally, federal\nregistration is the most comprehensive trademark protection available in the United States.\n\nFederal trademark registration requires “lawful” use of the trademark in commerce. Thus, trade-\nmarks used to identify, distinguish or indicate the source of cannabis or related products or services\nthat are illegal under federal law are not eligible for federal registration. However, federal registration is\navailable for trademarks used in connection with federally legal cannabis-related products or services,\nsuch as a recipe for food intended to be infused with cannabis or a cannabis-related clothing line.\n\nAlternatives to federal trademark registration include protections available under common law and\nthrough registration under state trademark statutes. Common law protections vary across jurisdictions\nand generally extend only to geographical regions where a trademark has first been used in commerce.\nState trademark registration generally provides protection within the entire state but, like federal regis-\ntration, may not be available for trademarks used in connection with unlawful subject matter.\n\n84 © 2017 Ackrell Capital, LLC | Member FINRA/SIPC\n\nHOUSE_OVERSIGHT_024720",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024720.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3711,
    "word_count": 567,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:46.542527",
    "prefix": "IMAGES-008"
  }
}