{
  "document_id": "HOUSE_OVERSIGHT_014628",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014628.txt",
  "text": "dislocation (more metrics can be found in our Alternating Currents Weekly). We rate ED\nUnderweight to take advantage of this sector dislocation. ED on its own is\nfundamentally overvalued. ED trades at a 0.5x premium to its peers despite having\nslower than average growth prospects, increasing regulatory complexity, and the\noverhanging risk of fines for the Harlem explosion.\n\nTable 1: ConEd key stock data\n\nIndustry US Electric Utilities\nMarket Cap (mn) $22,400\nPrice $74.07\nTotal Debt / 2019 EBITDA 3.88\n% of sell-side rated Sell 26.3%\nShort interest % of float 3.94%\n\nSource: Bloomberg and BofA Merrill Lynch Global Research estimates\n\nNot your grandmothers ConEd - increasing complexity changes investment story\nConEd is facing very slow growth electric demand growth in its utilities with 0.2% y/y\ngrowth in its CECONY subsidiary through 20201 and -0.1% growth in its O&R\nsubsidiary. To offset this slow growth, ConEd has been increasing the complexity of its\nbusiness by purchasing gas and electric transmission assets which have higher growth\npotential but face more market risk (most notably the JV with Crestwood in the\nStagecoach midstream pipeline system). Furthermore, the regulatory regime in New\nYork is undergoing a fundamental shift as the Reforming Energy Vision (REV) program is\nimplemented. REV seeks to fundamentally change how utilities are compensated by\ncreating more of a ‘platform’ for energy delivery. Slow growth, changing business mix,\nand new regulatory constructs add considerable risk to what used to be a “go to” vanilla\nregulated utility.\n\nAn overvalued Sector and Potential Catalysts\n\nFor a long time, ConEd was viewed as the quintessential utility and, during the run-up in\nUtility valuations in 2016 its shares outperformed despite its weakening fundamentals.\n\nAs the story becomes more complex and the utility sector adjusts to lower valuation we\nwould expect ED to underperform with a similar symmetry to other utility stocks.\n\nLatest reports:\nRecent BofA Merrill Lynch Global Research Reports\n\nTitle: Subtitle Primary Author Date Published\nUtilities: Fed promises more hikes: utes face more downside Brian Chin 15 December 2016\nrisk in early 2017\n\nUtilities: Alternating Currents Weekly Brian Chin 18 December 2016\n\n1Q17 risks: Risks to our thesis are primarily macro related. If utility sector valuations\nremain disconnected from historical fundamentals for the quarter or if rising interest\nrates significantly reverse course our Underweight rating on ConEd could not\nmaterialize.\n\nCompany Description: Consolidated Edison (ED) is the owner of Consolidated Edison\nCompany of New York (CECONY) and Orange & Rockland Utilities (O&R) providing\nelectric, gas and steam service to 3.5 million customers in New York City and the\nnorthern suburbs. ConEd also has a transmission segment with gas pipeline, storage,\nand electric transmission. Finally, ConEd has three competitive energy businesses:\nConEd Development (energy infrastructure), Energy (wholesale services), and Solutions\n(retail services).\n\nBankof America <>\nMerrill Lynch Top 10 US Ideas Quarterly | 03 January 2017 7\n\nHOUSE_OVERSIGHT_014628",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014628.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3138,
    "word_count": 473,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:46.181168",
    "prefix": "IMAGES-003"
  }
}