{
  "document_id": "HOUSE_OVERSIGHT_020088",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020088.txt",
  "text": "It was not just that before he became a dedicated supporter of Donald Trump, he was a\ndedicated naysayer, or that he had once been an Obama and Hillary Clinton supporter. The\nproblem was that, really, nobody liked him. Even for someone in politics, he was\nimmodest and incorrigible, and followed by a trail of self-serving and often contradictory\nstatements made to this person about that person, which invariably made it back to\nwhatever person was being most negatively talked about.\n\nHe was not merely a shameless self-promoter; he was a proud self-promoter. He was,\nby his own account, a fantastic networker. (This boast was surely true, since Skybridge\nCapital was a fund of funds, which is less a matter of investment acumen than of knowing\ntop fund managers and being able to invest with them.) He had paid as much as half a\nmillion dollars to have his firm’s logo appear in the movie Wall Street 2 and to buy himself\na cameo part in the film. He ran a yearly conference for hedge funders at which he himself\nwas the star. He had a television gig at Fox Business Channel. He was a famous partier\nevery year at Davos, once exuberantly dancing alongside the son of Muammar Gaddafi.\n\nAs for the presidential campaign, when signing on with Donald Trump—after he had\nbet big against Trump—he billed himself as a version of Trump, and he saw the two of\nthem as a new kind of showman and communicator set to transform politics.\n\nAlthough his persistence and his constant on-the-spot personal lobbying might not\nhave endeared him to anybody, it did prompt the “What to do with Scaramucci?” question,\nwhich somehow came to beg an answer. Priebus, trying to deal with the Mooch problem\nand dispose of him at the same time, suggested that he take a money-raising job as finance\ndirector of the RNC—an offer Scaramucci rebuffed in a blowup in Trump Tower, loudly\nbad-mouthing Priebus in vivid language, a mere preview of what was to come.\n\nWhile he wanted a job with the Trump administration, the Mooch specifically wanted\none of the jobs that would give him a tax break on the sale of his business. A federal\nprogram provides for deferred payment of capital gains in the event of a sale of property\nto meet ethical requirements. Scaramucci needed a job that would get him a “certificate of\ndivestiture,” which is what an envious Scaramucci knew Gary Cohn had received for the\nsale of his Goldman stock.\n\nA week before the inaugural he was finally offered such a job: director of the White\nHouse Office of Public Engagement and Intergovernmental Affairs. He would be the\npresident’s representative and cheerleader before Trump-partial interest groups.\n\nBut the White House ethics office balked—the sale of his business would take months\nto complete and he would be directly negotiating with an entity that was at least in part\ncontrolled by the Chinese government. And because Scaramucci had little support from\nanybody else, he was effectively blocked. It was, a resentful Scaramucci noted, one of the\nfew instances in the Trump government when someone’s business conflicts interfered with\na White House appointment.\n\nHOUSE_OVERSIGHT_020088",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020088.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3136,
    "word_count": 531,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.248182",
    "prefix": "IMAGES-005"
  }
}