{
  "document_id": "HOUSE_OVERSIGHT_020639",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020639.txt",
  "text": "180\n\ninfluence operations as civil society and the media.* But others have noted that\nChina’s leverage over the UK economy is equally, if not more, important.\n\nPolitics\n\nSince 2012, the UK governments under prime ministers David Cameron and Theresa\nMay have progressively toned down criticism of China over human rights and Beijing’s\nobligations toward the United Kingdom to respect the Sino-British agreement on Hong\nKong. While this may be in part due to the United Kingdom’s relatively weakening\nposition, these changes have coincided with Chinese efforts to influence British foreign\npolicy.\n\nInfluence activities by China have included not only apparent attempts to engage\n\nin cyberattacks on the Scottish Parliament and on think tanks specializing\n\nin international security issues with connections to government but also reports\n\nof intimidating messages sent to politicians seen as enemies of China.* China has\n\nalso denied UK politicians, such as members of the House of Commons Foreign Affairs\nCommittee and the deputy chair of the Conservative Party’s Human Rights Commission,\nBen Rogers, access to Hong Kong to investigate human rights issues there.°\n\nChina has also acquired influence by offering jobs to former politicians, potentially creating\ndependencies. Former prime minister David Cameron is a case in point. Cameron\ndistanced himself from the Dalai Lama in 2013 and embraced a Golden Era of\nUK-China ties in 2015 while still in office, positioning himself as China’s best friend in\nEurope.® Once out of office, Cameron accepted a senior role in the UK-China Fund, a\nmajor infrastructure fund connected with China’s Belt and Road Initiative.’\n\nAcademia and Civil Society\n\nThe Chinese government can exercise influence in the United Kingdom through a\nnumber of mechanisms: repression in China that affects China-related work, such\n\nas the new Foreign NGO Management Law; remote cybermonitoring; the creation of\nnew institutions it controls; collaborations based on Chinese funding, with strings\nattached; control of Chinese nationals in the United Kingdom; and reporting on or\npressuring domestic institutions and individuals in the United Kingdom. The targets of\nsuch influence activities include the communities these actors serve: students, clients,\nand the wider public.\n\nChinese scholars and students in the United Kingdom (as of March 2018, some\n170,000) register with the Chinese Students and Scholars Association UK, which\norganizes political education events and is supposed to monitor its members in\naccordance with its “patriotic” mission.® Reportedly, students at some universities in\n\nAppendix 2\n\nHOUSE_OVERSIGHT_020639",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020639.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2651,
    "word_count": 395,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:46.818777",
    "prefix": "IMAGES-006"
  }
}