{
  "document_id": "HOUSE_OVERSIGHT_017159",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017159.txt",
  "text": "4.2.12\nWC: 191694\n\nclass I deliberately made a mistake in asking about a case. I asked what the jury instruction had\nbeen. A student sheepishly raised his hand and said, “Professor, there was no jury instruction - -\nthe case was tried before a judge.” I said, “Woops - - I made a mistake. You’re right,” and I\nmoved on. I noticed that after that “mistake” the students loosened up and were prepared to take\nmany more risks. I have repeated this ploy many times to loosen up a class.\n\nSometimes my mistakes in class were completely unintentional and darn embarrassing. Once I\nwas teaching about a criminal concept that required the prosecution to build a wall separating\ninformation obtained under grant of immunity from information independently secured through\ninvestigation. The courts described this as a “Chinese Wall” because it had to be impenetrable. I\nwas raising the possibility that one prosecutor may have improperly leaked information to another\nprosecutor, and I described it as follows: “There may have been a chink in the Chinese Wall.” A\nChinese American student in the class immediately took offense, erroneously believing that I was\nreferring to Chinese people with that racial epithet. The thought had never occurred to me, but I\nnever used that particular phraseology again.\n\nI also offended some of my Jewish students once when I was comparing Canada’s approach to\naffirmative action to our own. In Canada, only “visible minorities” are eligible for affirmative\naction. A student asked me whether Jews were a visible minority. I responded, “No, we’re an\naudible minority.” Even though I was joking about my own group, I got flack from a number of\nJewish students who thought I was reaffirming an old stereotype. I quickly learned that humor\nwas important to my teaching but that humor based on racial, gender or religious stereotyping\ncould raise sensitivities.\n\nI was sympathetic, therefore, when I asked a first year student how we would have responded to\na particular plea bargain offer by a prosecutor. His response: “I would have tried to Jew him\ndown a bit.” The class was appalled at his ethnic slur and so was I, but I understood that he was\nprobably just regurgitating what he had heard at his dinner table. I spoke to him privately after\nclass. He was genuinely mortified at his lack of sensitivity. I’m sure he never repeated that\nparticular slur.\n\nBecause I was a rookie, I tended to spend an enormous number of hours preparing for each class.\nI stayed up the night before planning my questions and strategies and got to the law school at\n7:00 am before each class. Naturally I parked in the first available slot in the parking lot. Several\ndays into the semester Professor Clark Byse mentioned at lunch that Dean Griswold was sizzling\nmad because someone was taking his parking spot every day. Nobody had told me that the first\nspot was traditionally reserved for the Dean.\n\nErwin Griswold was quite concerned about my lack of sophistication. I had never been outside\nthe United States when I first started teaching at Harvard. I had barely been out of the Northeast.\nI still spoke with a pretty thick Brooklyn accent and, occasionally, allowed Yiddishisms to creep\ninto my conversation. Griswold decided to take me on as a project. In the spring of my first year,\nhe told me that he wanted me to go to England and France to look into criminology institutes in\nthose two countries. The school would pay for the entire trip and various alumni would meet me\nin Paris and London and show me around. I was thrilled, but a bit surprised, when I got to Paris\nand discovered that there was no criminology institute to speak of. I still had a wonderful time.\n\n72\n\nHOUSE_OVERSIGHT_017159",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017159.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3712,
    "word_count": 636,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:49.085122",
    "prefix": "IMAGES-004"
  }
}