{
  "document_id": "HOUSE_OVERSIGHT_022104",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022104.txt",
  "text": "TERSON\n\ns, Jeffrey Epstein and Ghis-\nwhat they wanted, including\nas in New York and Florida,\nsically every day and it was\n) have sex with Epstein many\n\nrything a man wanted me to\ning—they wanted me to be\nf the men they were going to\nloved that I was very compli-\nmouth shut about what they\n\nIso told me that they wanted\nthem in addition to perform-\nd me to pay attention to the\nnted, so I could report back to\n\napes of bettering my life, from\n| of Epstein. Epstein told me he\naother that I was working for\ngo, go far away.” Epstein had\n1 if I left I would be in big trou-\nf illegal and bad behavior by\nft Epstein, he knew all kinds of\nwe had me killed or abducted,\nf that if I did not obey him. He\nny people in high places. Speak-\nan get away” with things. Even\nhat this meant and it scared me,\n\n136\n\n‘\n4\n*\nbes\nc\n5\n1\n\nFirtuy Ricu\n\n15. I visited and traveled with Jeffrey Epstein from 1999\nthrough the summer of 2002, and during that time I stayed\nwith him for sexual activities at each of his houses (or man-\nsions) in locations including New York City, New York; the\narea of Santa Fe, New Mexico; Palm Beach, Florida; an\nisland in the U.S. Virgin Islands; and Paris, France. I had sex\nwith him often in these places and also with the various peo-\nple he demanded that I have sex with. Epstein paid me for\nmany of these sexual encounters. Looking back, I realize that\nmy only purposes for Epstein, Maxwell, and their friends\nwas to be used for sex. .\n\n16. To illustrate my connection to these places, I include\nfour photographs taken of me in New Mexico [see insert page 3\nfor one of the photographs mentioned]. The first one is a\nmuseum in Santa Fe, New Mexico. We had gone sightseeing for\nthe day. Epstein took this picture of me. I was approximately 17\nat the time, judging from the looks of it. At the end of the day\nwe returned to Epstein’s Zorro Ranch. The second picture is me\non one of Epstein’s horses on the ranch in New Mexico. The\nfollowing two are from wintertime in New Mexico.\n\n17, When I was with him, Epstein had sex with underage\ngirls on a daily basis. His interest in this kind of sex was\nobvious to the people around him. The activities were so\nobvious and bold that anyone spending any significant time\nat one of Epstein’s residences would have clearly been aware\nof what was going on.\n\n18. Epstein’s code word for sexual encounters was that it\nwas a “massage.” At times the interaction between Epstein\nand the girls would start in the massage room setting, but it\nwas always a sexual encounter and never just a massage.\n\n137\n\nHOUSE_OVERSIGHT_022104",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022104.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2571,
    "word_count": 492,
    "line_count": 81,
    "import_date": "2025-11-19T21:47:48.118204",
    "prefix": "IMAGES-006"
  }
}