{
  "document_id": "HOUSE_OVERSIGHT_014010",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014010.txt",
  "text": "10.\n\n11.\n\n12.\n\n13.\n\nat with the label “TIM” in Gmail. [Note earlier in this article how I am now asking VAs to leave\nto-do’s via voicemail.]\n\nDo you put in any events in your calendar?\nYes, but I expect I will move more and more to having you do it.\nDo we “manage” your items, or do you delegate? We are cool with both, but prefer to manage.:-)\n\nI'll try to give the list to you to take care of. I NEED confirmations that you received the task (“on\nit—will be done at X P.M.” is enough) and like status updates on larger projects with milestones.\n\nWho is on your team?\n\nMe, the publishing team, and some PR folk at this point. I might have you get involved with my\nother businesses later, but that’s it for now.\n\nWho do we have to collaborate with on a regular basis?\n\nSee above. 90% me, then possibly my publicist(s), tech support and web staff, and my book agent.\nMore will come, I’m sure, but that’s it for now.\n\nWho calls the shots for you?\nYou can decide anything under $100. Use your judgment and report the decisions.\nDo you have “days” off (as in no business appts.)?\n\nLet’s shoot for no appointments on Fridays, but let’s play it by ear. [Update: I now only have\nappointments on Mondays and Fridays.]\n\nWho has been handling your appts. up until now?\n\nMe. I haven’t had any in-person meetings for close to four years. Things have changed with the\nbook:)\n\nExplain to us your “optimal” work week (i.e., how long between phone calls, how many meetings\nper week, travel preferences, etc.)?\n\no » I go to bed late, so try and avoid calls before 10 am. pst when\npossible.\n\no » Try and “cluster” phone calls and meetings so that I can bang\nthem out at the same time, as opposed to having one at 10 am.\n, another at 1 pm ., and another at 4 pm. Have them all in a row\nwith 15-20 minutes in between whenever possible. I’d like to\ndo phone calls before | pm. pst when possible (so 10 am-i pm\n.). Calls should be kept to 15-30 minutes, always with a\ndefined end time. If someone asks to “jump on the phone”\nwith me, send them something like: “To make the best use of\neveryone’s time, Tim likes to have a well-defined agenda\nwith objectives for a call before jumping on the phone. Can\nyou please send over some bullet points with what you’d like\n\nHOUSE_OVERSIGHT_014010",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014010.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2264,
    "word_count": 429,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:44.205345",
    "prefix": "IMAGES-002"
  }
}