{
  "document_id": "HOUSE_OVERSIGHT_023478",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023478.txt",
  "text": "21\n\npolicy and state downsizing, and the Bank created a new branch\ndevoted to reform of developing country public sectors. These\nchanges constituted an open admission that politics was a critical\ncomponent of development, and that the state was not simply an\nobstacle to growth but often a necessary underpinning for it.\nIncreasingly, donor agencies have seen the promotion of democratic\naccountability as one tool in the fight against corruption.\n\nThis modest degree of convergence should not, however, obscure the\ncontinuing degree of compartmentalization that exists in the field of\ndevelopment. While paying lip service to the importance of\ninstitutions, most economists and field practitioners still see politics\nas at best an obstacle to the real work of development, which is\nimprovement in incomes, health, education and the like, and not as an\nindependent objective of development strategy. (Amartya Sen is an\nimportant exception to this generalization.) The democracy\npromotion agencies, for their part, spend relatively little time\nworrying about economic growth, social policy or public health,\nwhich in their view are goods often used by authoritarian regimes to\nbuy off populations and prevent democratization.\n\nThe intellectual confusion surrounding development has led to\nseverely Balkanized policies both in the United States and in the\ninternational community that often work at cross purposes from one\nanother. For example, the authoritarian or semi-authoritarian regimes\nof Meles Zenawi in Ethiopia, Paul Kagame in Rwanda and Yoweri\nMuseveni in Uganda have been aid darlings over the past decade\nbecause of their track records in promoting economic, health and\nsocial goals. At the same time, democracy promotion groups have\nbeen highly critical of them and have supported opposition groups\nand civil society organizations seeking accountability and limits on\nexecutive power. To be sure, aid agencies don’t object to greater\ngovernment accountability on the part of these regimes, while the\n\nHOUSE_OVERSIGHT_023478",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023478.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2035,
    "word_count": 305,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:48.199720",
    "prefix": "IMAGES-007"
  }
}