{
  "document_id": "HOUSE_OVERSIGHT_011464",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011464.txt",
  "text": "TABLE OF CONTENTS\nINTRODUCTION 00... ee ceesccecersseeeensneecesnseeecesseececseaeecneescesseeeessseaeesssaaeessenacescesaceseesseeesensaeeeesaes 1\n\nI. FED.R. EVID. 405(B) REQUIRES ADMISSION OF ALL SPECIFIC INCIDENTS OF\nPLAINTIFF LYING OR ENGAGING IN DECEITFUL OR FRAUDULENT CONDUCT 1\n\nA. All allegations or comments made by Plaintiff are “connected to” the alleged defamatory\nStALSNIG I lie ccncnsennccceaeneses avaraenneccomeneneneeruzenmnceccennnens anu er er ecneneacnscenesens armies 4\n\nBE, Responses is Pnumersied Wiens 24 Bii06 crccsssceces zamsammmsnccmsemernsemmmeacesnnsacenem 6\n\n1. Stories and allegations concerning Dershowitz, foreign presidents, and world leaders\nare highly relevant and admissible (Motion in Limine 1) .0...... ce ceeeeseeeseeeseeeseeeseeeneeesees 6\n\n2. Meeting Bill Clinton at Jeffrey Epstein’s private island twice (Motion in Limine 2)..... 8\n3. FOIA responses and related materials are admissible (Motion in Limine 3).................+ 8\n4. Louis Freeh’s testimony and report are admissible evidence (Motion in Limine 4) ....... 9\n\n5. Prince Andrew and Buckingham Palace’s denials of Plaintiff's claims are not offered\nfor the truth of the matter asserted (Motion in Limine 5)... i.e seeeesseeseereeeeeeneeeneeees 11\n\n6. Evidence Regarding Plaintiff's Sexual History and Reputation is Admissible (Motion in\nLAMINE 6) ooo. eeeeeeesseeseeceseesseesseceseesscesseeessessaesseeeseeessesseeesaeeseeesesesaeeseecsseesaeesaeseseeseeaees 14\n\n7. Plaintiff cannot prohibit use of words such as “prostitute,” which she used to describe\nherself, or any other “derogatory” terms that describe her reputation (Motion in Limine\n\n9. Information regarding Plaintiffs criminal history is relevant and admissible evidence\nwhen character is an essential element of the claim (Motion in Limine 9).............. 18\n\n10. Evidence concerning school attendance is relevant to Plaintiffs allegations of how she\nspent her time in 1999 to 2002 (Motion in Limine 10) 0.00... eee eeeeeeeseeeseceneeeeeeseeeeeeees 19\n\n11. Plaintiff put her full childhood history and character at issue (Motion in Limine 11) .. 20\n\n12. Victims Refuse Silence is a sham not-for-profit established to create a claim for\ndefarriation per sé (Motioty 1ff Litiitie [2 ccstanessssssnss sons sa. cxwsosusemasensnaws aa cess sosmueuncesmacanness 20\n\nHOUSE_OVERSIGHT_011464",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011464.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2351,
    "word_count": 303,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:45.167166",
    "prefix": "IMAGES-001"
  }
}