{
  "document_id": "HOUSE_OVERSIGHT_017363",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017363.txt",
  "text": "4.2.12\n\nWC: 191694\n\nHistorically I think we can all agree that false statements have considerable variation and\ndegree. The core concept of perjury grows out of the Ten Commandments, \"bearing false\nwitness,\" a term that consisted in accusing another falsely of a crime. Clearly the most\nheinous brand of lying is the giving of false testimony that results in the imprisonment of\nsomebody who is innocent. Less egregious, but still quite serious, is false testimony that\nresults in the conviction of a person who may be guilty, but whose rights were violated in\na manner that would preclude conviction if the police testified truthfully. ...The least\nculpable genre of false testimony are those that deny embarrassing personal conduct of\nmarginal relevance to the matter at issue in the legal proceeding.\n\nI then tried to place Clinton’s false statements in their proper place along this continuum.\n\nI think it is clear that the false statements of which President Clinton is accused fall at the\nmost marginal end of the least culpable genre of this continuum of offenses, and would\nnever even be considered for prosecution in the routine cases involving an ordinary\ndefendant.\n\nI then blasted the Committee for having never conducted hearings on the corrosive problems\nnever conducted hearings on the corrosive problem of police perjury—‘testilying.”\n\nIf we really want to reduce the corrosive effect of perjury on our legal system, the place to\nbegin is at or near the top of the perjury hierarchy. If instead we continue deliberately to\nblind ourselves to pervasive police perjury and other equally dangerous forms of lying\nunder oath, and focus on a politically charged tangential lie in the lowest category of\npossible perjury, hiding embarrassing facts by evasive answers to poorly framed question,\nwhich were marginally relevant to a dismissible case, we will be reaffirming the dangerous\nand hypocritical message that perjury will continue to be selectively prosecuted, as a crime\nreserved for political or other agenda-driven purposes.\n\nI then warned that:\n\n[H]istory will not be kind to this committee. History will not be kind to this Congress. I\nthink this committee and this Congress will go down in history along with the Congress\nthat improperly impeached Andrew Johnson for political reasons.\n\nFollowing my testimony, Chief Judge Gerald B. Tjoflat, of the United States Court of Appeals for\nthe 11\" Circuit, was asked to comment about the different types of perjury I had discussed. He\nreplied that “perjury is the same, regardless of the circumstances.” I then responded to Judge\nTjoflat’s view:\n\nI think this committee is doing a terrible disservice to the rule of law and to the sanctity of\nthe oath by trivializing the differences, as Judge Tjoflat said in one of the most\n\n276\n\nHOUSE_OVERSIGHT_017363",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017363.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2820,
    "word_count": 456,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:48.239064",
    "prefix": "IMAGES-004"
  }
}