{
  "document_id": "HOUSE_OVERSIGHT_024572",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024572.txt",
  "text": "If any person resident In the Cayman Islands knows or suspects that another person is engaged in money\nlaundering or is involved with terrorism or terrorist property and the information for that knowledge or\nsuspicion came to their attention in the course of their business the person will be required to report such\nbelief or suspicion to either the Financial Reporting Authority of the Cayman Islands, pursuant to the\nProceeds of Criminal Conduct Law (2005 Revision) if the disclosure relates to money laundering or to a\npolice officer of the rank of constable or higher if the disclosure relates to involvement with terrorism or\nterrorist property, pursuant to the Terrorism Law. Such a report shall not be treated as a breach of\nconfidence or of any restriction upon the disclosure of information imposed by any enactment or\notherwise.\n\n17.4. Foreign Corrupt Practices Act\n\nThe General Partner, KUE, its subsidiaries and joint ventures intend to comply with applicable provisions\nof the Foreign Corrupt Practices Act (“ECPA”) in connection with their business activities worldwide. The\nFCPA prohibits corrupt payments to foreign officials (including any officer or employee of a foreign\ngovernment, a public international organization, or any department or agency thereof, or any person\nacting in an official capacity, regardless of rank or position}, parties or candidates to obtain or retain\nbusiness or securing any improper advantage and the FCPA prohibits paying, offering, promising to pay,\ndirectly or indirectly, money or anything of value in connection therewith.\n\ninvestors will be required to provide information on whether they are foreign officials, and confirm that\nthey have not paid, offered to pay or promised to pay and do not intend to pay, offer to pay or promise to\npay, directly or indirectly, money or anything of value to any foreign official, party or candidate to obtain or\nretain business (whether with a government or agency or instrumentality thereof or otherwise) for or on\nbehalf of KUE, its subsidiaries or joint ventures or to secure an improper advantage for KUE or its\nsubsidiaries or joint ventures in any country.\n\n139\n\nHOUSE_OVERSIGHT_024572",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024572.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2183,
    "word_count": 346,
    "line_count": 30,
    "import_date": "2025-11-19T21:47:44.625022",
    "prefix": "IMAGES-008"
  }
}