{
  "document_id": "HOUSE_OVERSIGHT_011084",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011084.txt",
  "text": "water. Next generation theory is not contradicted because it describes cash flows\n\nonly. It treats all growth at the collective scale as free and exogenous.\n\nTesting Next Generation Theory\n\nThe proxies for the pure consumption rate (Schultz’ pure consumption over total\ncapital) in security markets would be dividend yield for equities, and interest for\ndebt claims. Ibbotson Associates’ SBII (2012), Chapter 4, shows average real\ninterest on U.S. corporate bonds as 3.0% over the period 1926-2011. Real corporate\ndividend yield rate over the period can be estimated from the same source at about\n2.9%. Jeremy Siegel’s Stocks for the Long Run (2002), Table 1-2, reports data\nextending back to 1802. Real return over the period 1802 - 2001 is shown as\naveraging 3.5% for long-term governments, and 2.9% for short-term governments.\n\nCorporate bond returns would have run somewhat higher.\n\nGlobal Financial Data shows stock market information for 95 countries. Data for U.K.,\nU.S., Germany, Australia and France begin from 1701, 1801, 1870, 1883 and 1896\nrespectively. My charts and tables, and my website Free Growth and Other Surprises,\n\nshow this information along with evidence for free growth.\n\nThe eighteenth century is represented by U.K. alone. U.K. then showed real price\nreturn, dividend yield and total return at 21.4%, 7.9% and 29.3%. Volatility of\ndividend yield was exceptional. From 1801 forward, U.K. averages for these flows\nwere 2.2%, 4.2% and 6.4%. U.S. figures from 1801 forward were 2.9%, 5.3% and\n8.3%. Global Financial Data also shows collective flows for Europe and the world\nsince 1926. Here the figures were 3.3%, 3.9% and 7.3% for Europe, and 3.5%, 3.8%\nand 7.3% for the world.\n\nModeling of the pure consumption rate before the emergence of security markets\ncould refer to the history of interest rates alone. Interest is rate of return to senior\n\nclaims. Rate of return to any claim is realization by investors net of all expense.\n\nChapter 7 Petty’s Idea 2/3/16 25\n\nHOUSE_OVERSIGHT_011084",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011084.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2013,
    "word_count": 322,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:48.525614",
    "prefix": "IMAGES-001"
  }
}