{
  "document_id": "HOUSE_OVERSIGHT_017929",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017929.txt",
  "text": "In re Terrorist Attacks on September 11, 2001, 392 F.Supp.2d 539 (2005)\n\n10 A.L.R. Fed. 2d 789\n\nat that address, or elsewhere.” *570 (Burnett Compl. J\n262; Ashton Compl. § 334.) The complaints further allege\nthat many of the “SAAR Network” organizations’ offices\nin Herndon were raided in March 2002 as part of\nOperation Greenquest to investigate “potential money\nlaundering and tax evasion activities and their ties to\nterrorist groups such as ... al Qaeda as well as individual\nterrorists ... (including) Osama bin Laden.” (Burnett\nCompl. J 263; Ashton Compl. § 335.) As noted above,\nPlaintiffs claim that the entity Defendants are among\nnumerous co-conspirators, material sponsors, and/or\naiders and abettors of the SAAR Network. (Burnett\nCompl. § 267; Ashton Compl. § 339.) The Plaintiffs also\nrefer the Court to their allegations regarding charity\nsponsors of terror. (See, e.g., Burnett Compl. J¥ 150-53\n(alleging, for example, that charity Defendants “are used\nas terrorist fronts, to mask money transfers and provide\ncover for terrorist operatives”).) Additionally, the Ashton\ncomplaint claims that IIT received its “operating\nexpenses” from SAAR and “in turn financed two Florida\ncharitable organizations accused of being cells for Islamic\nJihad in Florida.” Ud. § 579.)\n\nUnlike the SAAR Network entities whose motions to\ndismiss the Federal complaint the Court considered in its\nprevious opinion and order, see Terrorist Attacks I, 349\nF.Supp.2d at 822—23, these Defendants do not dispute that\nthis Court has personal jurisdiction over them. Although\neach of these moving Defendants filed a separate motion\nto dismiss, their arguments in favor of dismissal are\nsimilar.’ They argue that, even “assum[ing] that plaintiffs\nhave stated a claim against the ‘SAAR Network,’ ” (see,\ne.g., African Muslim Agency’s Mem. in Supp. Mot. to\nDismiss at 3, n.1) the complaints must be dismissed\nbecause they contain only conclusory allegations that they\nare “co-conspirator[s], material sponsor[s], and/or aider[s]\nand abettor[s] of the SAAR Network.” (Burnett Compl. J\n267; Ashton Compl. § 339.) Further, they argue that the\ncomplaints must be dismissed because they do not allege\nthat they donated any money improperly, or with the\nknowledge that it would be given to Osama bin Laden, al\nQaeda, or to any other charity allegedly funneling money\nto terrorists.\n\n381 Plaintiffs offer the legal conclusion that the SAAR\nNetwork entities conspired with the SAAR Network.\nThese Defendants, however, have no notice of the factual\ngrounds on which Plaintiffs’ claims of conspiracy are\nbased. See Jackson, 372 F.3d at 1271 (explaining\nSwierkiewicz does not permit bare conclusory allegations\nwithout notice of the factual grounds on which they\npurport to be based); see also Bodner v. Banque Paribas,\n114 F.Supp.2d 117, 125 (E.D.N.Y.2000) (noting the\nSecond Circuit “has dismissed complaints which plead\n\nWESTLAW\n\nconspiracy in vague or conclusory terms and which do not\nallege specific instances of misconduct in furtherance of\nthe conspiracy”); Ying Jing Gan v. City of New York, 996\nF.2d 522, 534 (2d Cir.1993) (explaining that on a Rule\n12(b)(6) motion, “legal conclusions, deductions or\nopinions couched as factual allegations are not given a\npresumption of truthfulness”) (internal quotations\nomitted)). The Burnett complaint against African Muslim\nAgency, Grove Corporate, Heritage Education Trust,\nInternational Institute of Islamic Thought, Mar—Jac\nInvestments, Mar—Jac Poultry, Reston Investments, Safa\nTrust, *571 and York Foundation is therefore dismissed\nwithout prejudice. For the same reasons, the Ashton\ncomplaint against Mar—Jac Poultry is dismissed without\nprejudice.\n\n3°] The Ashfon complaint alleges one action by IIIT in\nsupport of its claims—that it allegedly financed two\ncharitable organizations in Florida accused of being\nIslamic Jihad cells. The complaint does not allege that\nINT knew these charities were Islamic Jihad cells or\nwhether and how these cells participated in or contributed\nto al Qaeda’s agenda of terror. See Boim II, 291 F.3d at\n1011-12 (making donations to an alleged terrorist group,\nwithout “knowledge of and intent to further payee’s\nviolent criminal acts,” cannot sustain cause of action).\nAccordingly, the Ashton complaint against TIT is\ndismissed without prejudice.\n\n41 In support of the claim that Mar—Jac Poultry is a\nmaterial sponsor of terrorism, Plaintiffs allege two acts:\nfirst, that it donated money to African Muslim Agency,\nwhich the Plaintiffs clatm was later “laundered,” and\nsecond, that it donated money to unnamed SAAR\nNetwork entities, which was later forwarded to al Qaeda.\n(See Federal RICO Statement Applicable to SAAR\nNetwork Entities at 5(f) and Ex. A.) The RICO claim\nagainst Mar—Jac Poultry is dismissed because it is not\nalleged that Mar—Jac had any role in directing an\nenterprise, see Redtail Leasing, Inc., 1997 WL 603496, at\n*5. The Federal complaint does not provide Mar—Jac\nPoultry with notice as to how it could be liable for the\nterrorist attacks. See Boim IT, 291 F.3d at 1012 (“To hold\nthe defendants liable for donating money without\nknowledge of the donee’s intended criminal use of the\nfunds would impose strict liability. Nothing in the\nlanguage of the statute or its structure or history supports\nthat formulation.”). Mar—Jac’s motion to dismiss the\nFederal complaint is therefore granted.\n\n2. Executives\n\nHOUSE_OVERSIGHT_017929",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017929.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5408,
    "word_count": 833,
    "line_count": 114,
    "import_date": "2025-11-19T21:47:45.713182",
    "prefix": "IMAGES-004"
  }
}