{
  "document_id": "HOUSE_OVERSIGHT_033489",
  "filename": "IMAGES-012-HOUSE_OVERSIGHT_033489.txt",
  "text": "From: Larry Visoski\n\nSent: 9/16/2017 7:57:47 PM\n\nTo: Je vacation [jeevacation@gmail.com]\n\ncc: Darren Indyke EE: Rich Kahn\nSubject: Cuba trip\n\nAttachments: CUBA TRAVEL DOCUMENTATION 11 JAN 2017.docx; Untitled attachment 233034.txt\n\nJeffrey\n\nI've contact Universal ref Cuba trip:\nAttached is current form they are utilizing,.\nSee note from UVAir below:\n\nHello Larry,\n\nThis year we have had quite a few successful Cuba trips with clients over the past year or so that Cuba\ntravel has resumed. Attached are the rules and regulations that we currently operate under.\n\nKeep in mind on 16 Jun 2017, President Donald Trump has announced changes that are to come regarding\nCuban and US relations. This means the regulations are being rewritten to reflect these changes and are\nto be published 30-90 days from that date. We do not have advance notice on how the regulations will be\nwritten or exactly how it will affect our Cuba licensing but we are sure they will have some impact on\nus.\n\nUntil further notice we are still utilizing the attached information. I will keep an eye out for updates\non Cuba restrictions; however, we should start the process as we have in the past.\n\nwe will need the following documents form you:\n\n1. In the attached document on page number 10 there is a \"Cubia BIS Certification Form\" We will need this\nfilled out by the PIc for the trip. This is a self-authorization form for the aircraft and should be kept\non file after the trip in case the Department of Treasury asks for it in the future.\n\n2. we will also need the “Passenger Certification\" form for each passenger on board. They will need to\nadvise purpose of travel under section 1. If they do not fall under any of those then they will need a\nspecific license from the Department of Treasury.\n\nAfter we receive the above documents for the aircraft and passengers we can start arranging handing and\nlanding permits for the trip.\n\nThank you,\n\nwilliam McLendon\n\nSenior Mission Advisor\n\nTrip Support Services\n\nUniversal Weather and Aviation, Inc\n\nHOUSE_OVERSIGHT_033489",
  "metadata": {
    "original_filename": "IMAGES-012-HOUSE_OVERSIGHT_033489.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2043,
    "word_count": 344,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:47.615054",
    "prefix": "IMAGES-012"
  }
}