{
  "document_id": "HOUSE_OVERSIGHT_021127",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021127.txt",
  "text": "6 MICHAEL WOLFF\n\nShe saw what the president saw: she knew what the president, a man\nunable to control his own running monologue, knew.\n\nOn February 27, 2018, testifying before the House Intelligence\nCommittee—she had already appeared before the special counsel—she\nwas pressed about whether she had ever lied for the president. Perhaps a\nmore accomplished communications professional could have escaped the\ncorner here, but Hicks, who had scant experience other than working as\nDonald Trump's spokesperson, which, as often as not, meant dealing with\nhis disregard of empirical truth, found herself as though in a sudden and\nunexpected moral void trying to publicly parse the relative importance\nof her boss's lies. She admitted to telling “white lies.” as in, somehow, less\nthan the biggest lies. This was enough of a forward admission to require\na nearly twenty-minute mid-testimony conference with her lawyers, dis-\ntressed by what she might be admitting and by where any deconstruction\nof the president's constant inversions might lead.\n\nNot long after she testified, another witness before the Mueller grand\njury was asked how far Hicks might go to lie for the president. The witness\nanswered: “I think when it comes to doing anything as a ‘yes man’ for\nTrump, she'll do it—but she won't take a bullet for him” The statement\ncould be taken as both a backhanded compliment and an estimate of how\nfar loyalty in the Trump White House might extend—probably not too far.\n\nAlmost no one in Trump’s administration, it could be argued, was con-\nventionally suited to his or her job. But with the possible exception of the\npresident himself, no one provided a better illustration of this unprepared\nand uninformed presidency than Hicks. She did not have substantial media\nor political experience, nor did she have a temperament annealed by years\nof high-pressure work. Always dressed in the short skirts that Trump\nfavored, she seemed invariably caught in the headlights. Trump admired\nher not because she had the political skills to protect him, but for her pliant\ndutifulness. Her job was to devote herself to his care and feeding.\n\n“When you speak to him, open with positive feedback,” counseled\nHicks, understanding Trump’s need for constant affirmation and his\nalmost complete inability to talk about anything but himself. Her atten-\ntiveness to Trump and tractable nature had elevated her, at age twenty-nine,\nto the top White House communications job. And practically speaking,\n\nSIEGE 7\n4\n\nshe acted as his de facto chief of staff. Trump did not want his administra-\ntion to be staffed by professionals; he wanted it to be staffed by people who\nattended and catered to him.\n\nHicks—\"Hope-y,’ to Trump—was both the president's gatekeeper\nand his comfort blanket. She was also a frequent subject of his pruri-\nent interest: Trump preferred business, even in the White House, to be\npersonal. “Who's fucking Hope?” he would demand to know. The topic\nalso interested his son Don Jr., who often professed his intention to “fuck\nHope.” The president's daughter Ivanka and her husband, Jared Kushner,\nboth White House senior advisers, expressed a gentler type of concern for\nHicks; sometimes they would even try to suggest eligible men.\n\nBut Hicks, seeming to understand the insular nature of Trumpworld,\ndated exclusively inside the bubble, picking the baddest boys in it: cam-\npaign manager Corey Lewandowski during the campaign and presiden-\ntial aide Rob Porter in the White House. As the relationship between\nHicks and Porter unfolded in the fall of 2017, knowing about the affair\nbecame an emblem of Trump insiderness, with special care taken to keep\nthis development from the proprietary president. Or not: other people,\nassuming that Porter's involvement with Hicks would not at all please\nTrump, were less than discreet about it.\n\n+\n\nIn the heightened enmity of the Trump White House, Rob Porter may have\nsucceeded in becoming the most disliked person by everyone except per-\nhaps the president himself. A square-jawed, 1950s-looking guy who could\nhave been a model for Brylcreem, he was almost a laughable figure of\nbetrayal and perfidy: if he hadn’t stabbed you in the back, you would be\nforced to acknowledge how unworthy he considered you to be. A sitcom\nsort of suck-up—“Eddie Haskell,” cracked Bannon, citing the early televi-\nsion icon of insincerity and brownnosing featured in Leave It to Beaver—he\nembraced Chief of Staff John Kelly, while at the same time poisoning him\nwith the president. Porter’s estimation of his own high responsibilities in\nthe White House, together with the senior-most jobs that the president,\nhe let it be known, was promising him, seemed to put the administration\nand the nation squarely on his shoulders.\n\nHOUSE_OVERSIGHT_021127",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021127.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4769,
    "word_count": 775,
    "line_count": 85,
    "import_date": "2025-11-19T21:47:47.679476",
    "prefix": "IMAGES-006"
  }
}