{
  "document_id": "HOUSE_OVERSIGHT_016588",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016588.txt",
  "text": "Code Enforcement Board Meeting Minutes 07/17/08\n\nMOTION BY MR. OCHSTEIN TO GRANT THE VIOLATOR UNTIL\nNOVEMBER 7, 2008 TO COME INTO COMPLIANCE AND IF\nCOMPLIANCE IS NOT ACHIEVED BY THAT DATE, TO ASSESS A FINE\nIN THE AMOUNT OF $250.00 A DAY UNTIL COMPLIANCE IS ACHIEVED\nSECONDED BY MR. BALLENTINE\n\nMr. Vanneck asked for clarification on what the motion was and Mr. Walton\nadvised the motion was that the sea grapes must be cut after turtle season by\nNovember 7, 2008 and if they were not cut by that date, a $250.00 a day fine\nwould commence on November 8, 2008 and continue until compliance is achieved.\n\nMr. Fried asked who the fine would apply to and Mr. Walton said it would be to\nthe Nightingale Trail Beach Club Association. Mr. Fried asked if it was a legally\nconstituted body and Mr. Maxey said it was an informal body, that on the deeds,\neveryone owns this piece of property in common. There was some additional\ndiscussion on the ordinance. Ms. Van Buren asked if every single property owner\non the street was a member of the association and Mr. Maxey said every property\nowner on Nightingale was and there were one or two houses on North Ocean and\nNorth Lake as well. Mr. Maxey said there were 23 separate memberships. Ms.\nVan Buren asked about the finances and Mr. Maxey said there were annual dues of\n$75.00 a year and a common bank account of $3500 or $3600. Mr. Maxey said\nthat if a fine was incurred, that is probably where it would come from but he did\nnot believe, because of his fiduciary responsibility to the group, he could fight the\ndecision with any of those monies. Mr. Ochstein asked if he was an elected officer\nand Mr. Maxey said he was president and that he keeps the books and makes sure\nthe place is in good condition.\n\nMOTION BY MR. OCHSTEIN TO GRANT THE VIOLATOR UNTIL\nNOVEMBER 7, 2008 TO COME INTO COMPLIANCE AND IF\nCOMPLIANCE IS NOT ACHIEVED BY THAT DATE, TO ASSESS A\nFINE IN THE AMOUNT OF $250.00 A DAY UNTIL COMPLIANCE IS\nACHIEVED\n\nSECONDED BY MR. BALLENTINE\n\nMOTION OPPOSED\n\nROLL CALL VOTE:\n\nMR. OCHSTEIN YES\nMR. BALLENTINE YES\nMR. FRIED YES\nMS. GREENBERG YES\nMS. VAN BUREN YES\nMR. VANNECK NO\nMR. HOFFMAN YES\nMOTION PASSES 6-1\n15\n\nHOUSE_OVERSIGHT_016588",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016588.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2186,
    "word_count": 395,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:46.156468",
    "prefix": "IMAGES-004"
  }
}