{
  "document_id": "HOUSE_OVERSIGHT_012241",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012241.txt",
  "text": "we’\n\n-_~\n\n10\n\n11\n\n13\n14\n\n15\n\n21\n\n22\n\n23\n\nMP:\n\nWell, that’s...\n\n| | I just knew.\n\nMP:\n\nWell, this is why. What's happening is that | was made aware of this situation...\n\nFon my school?\n\nMP:\n\nMP:\n\nMP:\n\nI'm not gonna Say, okay? | was made aware of this situation. And they look at it\nlike you were taken advantage of. Not that you did anything wrong, okay? Even\nthough you went there willingly. Even though you went there willingly, you were\nstill taken advantage of. Okay? Because you were pul into a pasition that you\nfelt you had no choice. Once you were there, before when you were telling me\nabout how Jeff told you to take off your clothes? You took your pointer and you\nsaid he was really stern and you banged your leg, you put the pointer on your leg\nwhen you said that. How did you feel when he told you to fake your clothes off?\n1 don't know. I didn’t know what else to do because | was the only person up\nthere and he’s like 45 years old and he has like big muscles, because, | don't\nknow, but I'm pretty sure 45 years ald and big muscles, body builder.\n\nOkay.\n\nSo | just felt intimidated because he’s guy, first of all, and ’'m a girl and | know\nthat JI was all the way downstairs with the lady and what was [boing to\ndo to help me ali the way upstairs so | just did it.\n\nOkay. Now, there's one way I’m a little confused at because you said that, and\nI'm using your words okay, that he whacked off twice. You said before that he\n\nwhacked off twice. When did he do thar?\n\nP| In between giving him a massage, like when | was giving him a massage, he was\n\nPage 30 of 43\n\n05147\n\nHOUSE_OVERSIGHT_012241",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012241.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1606,
    "word_count": 317,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:45.382587",
    "prefix": "IMAGES-001"
  }
}