{
  "document_id": "HOUSE_OVERSIGHT_023219",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023219.txt",
  "text": "course should make clear that the 2014 tax year that will close Oct 2015 is not covered by our past\nagreement at all. I pointed this very fact out to you when IJ initially proposed a multi year agreement\nright out of the box. you said you preferred not. As you said ,I have produced results to date, far in\nexcess of even my own exalted opinion of my projections. I have devoted a monumental amount of my\nlimited amount of time-- way, way in excess of our agreement. I will be fair, I am willing to roll in\nthe amount still outstanding from last year if that helps .. However, As my best student , and my only\none, you are now capable of doing most, if not all, of the required work yourself. I can put my\nwhiteboard away when you come to eat and just have fun, trade stories,. share moments ideas etc.. I\nam of course always available to guide you as a friend if you choose that route . always . It will take a\ngreat deal of your time , but you will not have to spend any more money on mine .\n\nWe are scheduled to meet fri at 430 , I leave at 5 am sat morning.\n\nDate: Fri, Dec 11, 2015 at 12:19 AM\nSubject: Re: Fw: sched\nTo: \"jeevacation@gmail.com\" <jeevacation@gmail.com>\n\nCe: '\n°\n\nJeffrey-joe tells me yau want this to go live on 12/21. Possible, but an awful lot has to\ngo right next week logistically for everything to fall into place. We'll try....\n\n2\n\nFrom: Brad Wechsler\nSent: Thursday, December 10, 2015 05:36 PM\n\nTo: ‘jeevacation@gmail.com' <jeevacation@gmail.com>\n\nSubject: Fw: Fw: sched\n\nOn different subject: general time frame is: docs (notes and purchase and sale\nagreement to you tomorrow end of biz); incorporate your comments monday and get\ndocs to trust attorney tuesday; contemporaneously meet in person with you tuesday or\nwednesday and do a dry run. On these days ada will also take the trustees through\noutline of docs they will receive thursday. Docs to trustees, leon et al on thursday and\nsignatures gathered by friday for first close 12/22. Tight but doable. Ada, alan agree?\nPS: ada, you shld begin to think abt where people are (jh, rr, bc, Idb) next week.\n\nFrom: Heather Gray [mailt\nSent: Thursday, December 10, 2015 05:24 PM\nTo: Brad Wechsler\n\nCc: Jeffrey Epstein (jeevacation@gmail.com) <jeevacation@gmail.com>\nSubject: RE: Fw:\n\nSubject: Re: Fw: sched\nBarry-what we're going to do with jeffrey will be \"small picture\" and detailed. It might be better for you\n\nHOUSE_OVERSIGHT_023219",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023219.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2414,
    "word_count": 430,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.638559",
    "prefix": "IMAGES-007"
  }
}