{
  "document_id": "HOUSE_OVERSIGHT_024895",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024895.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS February 25, 2019\n\nGlobal CBD Landscape (Azer)\n\n2\n\nInternational Drug Conventions (UN)\n\nThere are three international conventions that are core to the drug control system: (1)\n1961 Single Convention on Narcotic Drugs, (2) 1971 Single Convention on Psychotropic\nSubstances and (3) 1988 Single Convention Against Illicit Traffic in Narcotic Drugs and\nPsychoactive Substances.\n\nUnder the 1961 Convention, cannabis extracts and tinctures are currently classified as\nSchedule | substances based on high abuse and dependence potential. Resin and herbal\ncannabis are classified as Schedule IV, the most prohibitive category, including\ndangerous substances that have little to no medical benefits. THC is classified as a\nSchedule I! substance in the 1971 Convention. CBD does not currently have its own\nscheduled class in the Conventions. Based on recent recommendations from the World\nHealth Organization (WHO), these classifications are likely to change in the short term.\n\nAlthough the cannabis plant, as a whole, is scheduled under the conventions, there is not\na distinct separation between marijuana and hemp at the moment. However, there is an\nexemption in the conventions for industrial uses of hemp, permitted there is no\npotential for abuse. The language in the treaties is vague and has allowed member\nstates to interpret the conventions in a way that permits the use of hemp to fit their\nnational legislation. This is a principle based on the practice of “good faith.”\n\nCannabis Recommendations (WHO)\n\nBeginning in November 2017, CBD was subject to its first pre-critical review conducted\nby the WHO at the 39th meeting of the Expert Committee on Drug Dependence (ECDD).\nFollowing the critical review of CBD at the ECDD’s 40th meeting, it was recommended\nthat “pure CBD should not be scheduled in the International Drug Control Conventions.”\nFurther clarifications were recently added outlining that CBD preparations containing\nless than 0.2% THC should be removed from the drug conventions. The clarification does\nnot specifically mention the difference between CBD preparations derived from hemp or\nmarijuana. This outcome is based on expert consultations that found that CBD has no\npotential for abuse or dependence. CBD will be the first cannabinoid not controlled\nunder international law.\n\nThe WHO also recommended that THC be removed from the 1971 Convention and listed\nunder Schedule |. Similarly, it recommended that herbal cannabis and resin remain\nunder Schedule | and removed from Schedule IV of the 1961 Convention. Extracts and\ntinctures were also recommended to be removed from Schedule |. This marks a historic\ndecision because this was the first time cannabis has ever been subject to a critical\nreview conducted by the WHO.\n\nIn March 2019, the Commission on Narcotic Drugs, comprised of 53 countries, will vote\non the WHO's recommendations to schedule substances. A simple majority is required.\nHowever, it is uncertain whether the member states will vote on cannabis and its\nderivatives since the WHO delayed the announcement of the recommendation by two\nmonths. This may postpone the vote until 2020.\n\nWhen the vote is passed to remove pure CBD and CBD preparations, countries that\npermit the use of pure CBD and preparations of CBD will not be in violation of any\ninternational treaties. Although countries would no longer be obliged to enforce any\ncontrol on CBD, national jurisdictions may still implement measures to regulate or\nprohibit CBD use.\n\nCOWEN.COM 79\n\nHOUSE_OVERSIGHT_024895",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024895.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3540,
    "word_count": 550,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:46.316661",
    "prefix": "IMAGES-008"
  }
}