{
  "document_id": "HOUSE_OVERSIGHT_029505",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_029505.txt",
  "text": "From: Kathy Ruemmler \nSent: 5/28/2018 10:56:02 PM \nTo: jeevacation@gmail.com \nSubject: Middle Eastern Monarchs Look at the Trumps and See Themselves — Foreign Policy \nImportance: High \nhttp://foreignpolicy.com/2018/05/28/middle-eastern-monarchs-look-at-the-trumps-and-see-themselves/amp/ \nMiddle Eastern Monarchs Look at the \nTrumps and See Themselves \nAmerica's Arab allies have always wanted to buy direct access \nto U.S. foreign policy, and they finally found a seller. \nMay 28, 2018 \nIvanka Trump andJared Kushner at the presentation of the Order of Abdulaziz al-Saud \nmedal at the Saudi Royal Court in Riyadh on May 20, 2017.(MANDEL NGAN/AFP/Getty \nImages) \nAlmost 20 years ago when I was a graduate student living in Cairo, I published an article in \na Washington-based journal called Middle East Insight. The magazine had a solid \nreputation, with a knack for scoring interviews with important people. (In the same edition \nas my piece, titled \"Egypt's Next Generation,\" there was an interview with Gamal Mubarak, \nson of long-term Egyptian President Hosni Mubarak, who had already begun his rise___ \nthough not yet his eventual fall____as heir apparent.) A few years later, Middle East Insight \ndisappeared. When I heard the news, I figured the magazine was too niche for an expanding \nmedia environment, shrugged my shoulders, and went on with life. \nI hadn't thought about Middle East Insight until its onetime publisher, George Nader, \nrecently exploded into the news as an international man of mystery at the center of an \napparent attempt to covertly influence the outcome of the last American presidential \nelection. It seems that in the span of not quite two decades, the guy who ran a small, likely \nnot profitable, but influential policy magazine become a conduit between Crown Prince \nMohammed bin Zayed bin Sultan Al Nahyan of the Abu Dhabi, Saudi Crown Prince \nMohammed bin Salman, and Donald Trump's closest inner circle, both after, and \ncrucially for special counsel Robert Mueller's ongoing criminal investigation___before \nTrump's election as U.S. president. \nHOUSE OVERSIGHT 029505 \nNader's story is yet another example of the sleaze, greed, and influence-peddling that has \ncome to seem ordinary in Trump-era Washington. But it also offers a view into a more \nextraordinary and unprecedented problem: a decision by some of America's closest allies in \nthe Middle East to leverage their financial resources in common cause with a bunch \nof ganef s to influence U.S. foreign policy. It is a problem that can be traced back, in ways \nthat haven't generally been understood, to Trump's son-in-law and senior advisor Jared \nKushner and his mobile phone. \nFrom the perspective of the leaders of Saudi Arabia, the United Arab Emirates, Israel (there \nis an Israeli angle to the George Nader story, but it isn't yet entirely clear), and Egypt, there \nwas an entirely rational reason to support Trump's presidential bid and try to influence his \napproach to the Middle East: They did not like former President Barack Obama's Middle \nEast policy. And while they likely understood that presidential nominee Hillary Clinton was \nmore hawkish that the president she served as secretary of state, the Saudis, Emiratis, and \nIsraelis were concerned that she would be tethered to the Iran nuclear deal and thus Obama's \nIran policy. \nThey also believed that Clinton would be soft on Islamists. It is an article of faith in Egypt \nthat she enabled the rise of the Muslim Brotherhood and Mohamed Morsi in 2011 and 2012. \nFor countries in the Persian Gulf, Egypt provides strategic depth, and \"losing\" it to the \nMuslim Brotherhood was a major geopolitical blow. The Israelis, for obvious reasons, were \ndeeply concerned about the accumulation of Islamist political power next door and blamed \nthe Obama administration for abandoning Hosni Mubarak, thereby placing Israel's security \nin jeopardy. \nWith Trump, Washington's allies got a candidate and president who referred to the Iran \nnuclear agreement as the \"worst deal ever,\" surrounded himself with people who either \nmake no distinction between al Qaeda and the Muslim Brotherhood or are simply outright \nIslamophobes, and has forthrightly declared that the United States supports its friends in the \nfight against terrorism. Full stop. No caveats, buts, or howevers concerning human rights \nand the need for political reform. To them, this seemed a lot better than the appreciation of \nnuance and complexity that was a hallmark of the Obama administration. \nOf course, even if an American president shares a given ally's view of the world, diplomacy \ndoes not stop. The job of ambassadors, foreign ministers, and other representatives of \nforeign governments is to keep the United States on their side. Traditionally, this is done \nthrough formal discussions with U.S. officials at the State Department, National Security \nCouncil, and Department of Defense; meetings with members of Congress; writing op-eds in \ninfluential media outlets; and informal channels of influence, notably the Washington social \ncircuit of dinners, embassy garden parties, national day events and the like. No doubt there \nwas a lot of this going on through the first year and half of the Trump administration. But as \nHOUSE OVERSIGHT 029506 \nwe now know, there was an entirely parallel effort to influence American foreign policy, and \nGeorge Nader was at the center of it. \nAccording to the New York Times, Nader and Elliott Broidy pitched a scheme to the \ngovernments of the UAE and Saudi Arabia in which Broidy would use his extensive \ncontacts in Washington, especially in the White House, to shape U.S. policy toward Qatar, \nwhich the Saudis and Emiratis accuse of supporting the Muslim Brotherhood, funding \nextremism, and cozying up to Iran. Apparently, the Emiratis agreed to the arrangement. \nClearly, putting the screws to Qatar's Emir Tamim bin Hamad Al Thani is a high priority for \nthe crown princes of Saudi Arabia and Abu Dhabi, who undoubtedly would not apologize \nfor using every method and resource at their disposal to advance their countries' interests. \nWhat is the Trump administration's excuse, though? \nThe kind of influence-peddling in which Nader and Broidy were involved can be traced back \nto Jared Kushner. On Nov. 8, 2016, if not before, he was handing out his cellphone number \nto all kinds of people in Washington with little regard for the potential consequences and \napparently little idea about who was genuinely powerful and who were just posers. No doubt \nthat important people in certain countries had the mobile numbers of senior members of the \nObama administration, plus their Gmail addresses, but there was something qualitatively \ndifferent about the way Kushner was operating. He was essentially opening the door to a \nTrumpian culture in which there is no process, there is no vetting, everyone and anyone \ncould be an asset, loyalty is the greatest quality second only to money, and there are always \nways to get something done no matter what. \nTrump's world does not operate the same way as Washington's major Middle Eastern allies, \nbut there are some parallels that make stories like the George Nader affair possible. Trump's \ntendency to eschew the formal processes and procedures of government dovetails with the \nway in informal power, uncodified norms, and past practices shape governance and policy in \nplaces as diverse as Saudi Arabia, the UAE, Egypt, and Israel. These kinds of informal \ninstitutions exist in the United States as well; a lot of things have gotten done in Washington \nover the years because of the Harvard \"old boys' network or because that's the way it has \nalways been done in the cloakroom. But informal networking has generally not guided the \nrealm of foreign policy, which has always involved an exhaustive (and exhausting) \ninteragency process. Kushner's willingness to hand out his digits signaled that Team Trump \nwas open to doing things significantly differently from previous administrations, and U.S. \nallies along with people like Nader and Broidy took him up on it. The result was a $650 \nmillion contract for Broidy's security firm after he bent the ear of the president and others \nabout the perfidy of the Qatari leadership. \nFrom the vantage point of Middle Eastern capitals, in Trump's Washington, the secretary of \nstate and the national security advisor are superfluous. You could go through Kushner or \nsupplement by engaging in some \"riyalpolitik.\" The influence business has been around \nHOUSE OVERSIGHT 029507 \nWashington for a long time. The amount of money that foreign governments expend on D.C. \nlobbying is staggering, but the Nader-Broidy scheme was an attempt to sell American \nforeign policy___which, as Mueller will soon remind everyone lest anyone in Trump's orbit \nforget, is different from selling real estate. \nLike this article? Read an unlimited number of articles, plus access to our entire 47-year \nprinted archive, the FP App, and the Digital Magazine when you subscribe to FP  \nPremium for just 99 cents! \nHOUSE OVERSIGHT 029508",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_029505.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 9091,
    "word_count": 1427,
    "line_count": 117,
    "import_date": "2025-11-19T21:47:47.851373",
    "prefix": "TEXT-001"
  }
}