{
  "document_id": "HOUSE_OVERSIGHT_022385",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022385.txt",
  "text": "Tax\n\nThe surprising results of yesterday’s election have teed\nup comprehensive tax reform asa clear priority for the\nnew Republican President and the Republican Congress.\nA unified Republican government makes the process of\nachieving significant tax reform much more manageable\nnext year, in particular because Speaker Ryan during the\ncampaign pledged to move such a plan in the form of so-\ncalled budget reconciliation legislation, which would mean\nthat only a simple majority of senators would be\nnecessary to pass the plan, rather than the usual 60-vote\nmajority. Alot of the groundwork has been laid through\nproposals and negotiationsover the last three or four\nyears on various key aspects of businesstax reform, but\nCongressional Republican leaders and the new President\nwill have to decide whether to push forward with\nlegislation that embodies the House Republican Tax\nReform Blueprint, or the outlines of atax reform plan that\nPresident-elect Trump championed during the campaign.\nOne significant difference is that the Blueprint, according\nto its authors, is largely revenue neutral using dynamic\nscoring, while the Trump plan was scored by various non-\ngovernmental groups as losing trillions of dollars.\n\nHouse Speaker Ryan has said on multiple occasions that\ntax reform is his top priority. The Blueprint, the sixth and\nfinal plank of Ryan’s “Better Way” campaign to provide\npolicy alternatives, proposed a 20%statutory corporate\ntax rate, a 25%businesstax rate for pass-through\nentities, a move toward a cash-flow consumption tax\nthrough immediate expensing for all businesses and\nelimination of deductibility of net interest expense, a\nterritorial international tax system, a border tax\nadjustment mechanism, and elimination of most business\npreferences except the R&D tax credit and LIFO.\nInterestingly, all of these pieces of businesstax reform\nmay be fair game in discussions with Democrats, but the\ntwo parties differ greatly over whether to reduce\nindividual tax rates —a key component of both the\nBlueprint and the Trump campaign agenda —and over\nimportant revenue issues, including whether reform\nshould be revenue neutral on a static basis, and whether\ntiming and one-timerevenue raisers should be used to\npay for permanent tax rate reduction. The use of budget\nreconciliation, however, could make many of these\ndifferencesirrelevant as Senate Democrats could have\nlittle power to change or block the legislation on the\nSenate floor.\n\nAlong with the 20%statutory corporate tax rate, the\nBlueprint includes a 25 %business tax rate for pass-\nthrough entities; and individual rates set at 12% 25% and\n33%\n\nWays and Means Republican tax staff is in the process of\nreceiving feedback and building out the tax reform\nBlueprint by drafting detailed statutory language. The\npublicly expressed goal isto have that effort completed\nby the end of 2016. In October 14 remarks at University\nof Wisconsin-Madison, House Speaker Ryan said, “| really\nwant to get tax reform running as quickly as possible..:\n\nAsked September 29 whether there is opportunity for\nprogress on big-ticket itemsin 2017, Senate Majority\nLeader McConnell said, “We need to do tax-reform —\ncomprehensive tax-reform —not piecemeal.”\n\nTrump's tax plan differs from the Blueprint in that the\ncorporate tax rate would be lower —15%-—with the same\nrate imposed on pass through entities. The latest\nstatement from the Trump campaign suggests that small\nbusiness owners do not retain earnings may face double\ntaxation.\n\nIndividual income tax rates would be 12% 25% and 33%\nthe same as the House Republican tax reform Blueprint.\n\nTrump and his staff have supported a 10%tax rate on the\ndeemed repatriation of previously untaxed foreign\nearnings of US companies, but the campaign never made\nclear whether they still support repeal of deferral ina new\ninternational tax system going forward.\n\nTrump has pledged to work with House Republicans on\ntax issues and, in addition to adopting their proposed\nindividual rates, brought his plan closer to theirs by\nannouncing support for immediate expensing of new\nbusiness investments for manufacturers. The House plan\nproposed expensing in conjunction with eliminating the\ndeductibility of net interest expense. In the follow-up toa\nSeptember 15 speech to the Economic Club of New York,\nTrump clarified that he believes expensing should be\nlimited to manufacturers and those who elect expensing\nwill lose the deductibility of corporate interest expense.\n\nThe Trump campaign also clarified in September that they\nfavored repeal of most corporate tax expenditures,\nexcept for the R&D Credit. While continuing to call for\nrepeal of the estate tax, Trump proposed disallowing a\nstep-up in basis for estates over $10 million: “The Trump\nplan will repeal the death tax, but capital gains held until\ndeath will be subject to tax, with the first $10 million tax-\nfree as under current law to exempt small businesses and\nfamily farms. To prevent abuse, contributions of\nappreciated assets into a private charity established by\nthe decedent or the decedent’s relatives will be\ndisallowed.”\n\nEY 13\n\n| Election 2016\n\nHOUSE_OVERSIGHT_022385",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022385.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5141,
    "word_count": 798,
    "line_count": 114,
    "import_date": "2025-11-19T21:47:45.744031",
    "prefix": "IMAGES-006"
  }
}