{
  "document_id": "HOUSE_OVERSIGHT_013511",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013511.txt",
  "text": "ones spiritual unfolding within the stream of real time and space, finding emptiness\nin the world of form and inaction in the world of action.\n\nWe worked at karessa so ardently that there was barely enough time left to\ndo our assignments in biology and chemistry. In a darkened room, Mary and | lay\nlegs locked, lying on our sides, moving slowly and rhythmically, humming Om and\nwaiting for our ascension. We worked at making the journey through Sri Aurobindo’s\nsoul planes of higher mind, illumined mind, infinitive mind, over mind and finally, the\nsupermind of infinitely empty no mind. This somewhat unusual way to study for a\nthree credit course in Asian Studies at Stanford grew naturally out of the central\nmessage of Spiegelberg’s seminar that whereas “...deriving a universal theology is\nnot possible, having the universal experience is required for an understanding of\nany of the world’s theologies.” The controversial Bishop of the Episcopal Diocese of\nNewark who teaches that Christian forms continue to evolve, John Shelby Spong,\nD.D. says, “...every biblical word represents an attempt on the part of our ancestors\nin faith to make sense out of a God experience in their time and place. The\nexperience ...is eternal and real. The explanations will never be eternal and real.\nThey will last only as long as the (cultural) mind-set that created them.”\n\nMary got an A+ grade, topping Spiegelberg’s class with a final examination\nessay, which, in literary detail, described her episodes of samadhi, yoga’s state of\nunity with the creator. Her 25 page blue book contained accounts of walking fugues,\nspontaneously strong genital sensations, changes in tastes and smells, sudden\nfeelings of rising spinal-abdominal kundalini, middle of the night dreams of oceanic\norgasmic fusion with God. She failed to mention that she was describing her usual\npre-menstrual state.\n\nDuring these college years, | learned about two Isaac Newtons The first | met\nat elementary physics lectures; the unit was about how things worked called\nmechanics. Logically and computationally consistent but taken on faith, | learned\nabout an invisible field force between masses called gravity that decayed in strength\nlike the inverse of the square of their distances apart and operated in my intuitive\nworld like an electromagnetic spirit. Less occult were the expressions of\n\ngravitational fields as contact forces, computed for the tension in the string of a\n\nHOUSE_OVERSIGHT_013511",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013511.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2464,
    "word_count": 394,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:47.522781",
    "prefix": "IMAGES-002"
  }
}