{
  "document_id": "HOUSE_OVERSIGHT_017108",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017108.txt",
  "text": "4.2.12\nWC: 191694\n\ngame that got rained out half way through. We ran to the train station only to find no one tending\nthe token booth. My uncle had one token and so the two of us squeezed through the turnstile on\nhis one token. As soon as we got home he took a dime, put it in an envelope and sent it to the\ntransit authority, apologizing profusely for temporarily cheating them of their dime. A year later\nhe did the same thing, but on a much larger scale. My Uncle Itchie stowed away on a ship headed\nfor Palestine in order to participate in Israel’s struggle for statehood. He did not have enough\nmoney for passage, so he hid in a closet during the nearly month long trip, getting food from a\nfriend who was paying his own way over. My Uncle then swam from the ship to shore, evading\nBritish authorities. After working for several months he then sent the full fare for the lowest class\nof service to the shipping company. Those were the values with which I was brought up. You do\nwhat you have to do, but then you pay your debts.\n\nReligion in my home was not a matter of faith or an accepted theology. To this day, I have no\nidea what my parents believed about the nature of God, the literal truth of the Bible, heaven and\nhell, or other issues so central to most religions. Ours was a religion of practice and rules—of\nrequired acts and omissions. A cartoon I once saw perfectly represented my parents approach to\nreligion. It showed a father dragging his reluctant young son in the direction of the synagogue\nand saying:\n\n“Atheist, Shmathiest, I don’t care—as long as you come to shul.”\n\nOur Judaism was entirely rule bound. Before every activity, there was a required “brucha”—a\nformulistic blessing appropriate to the activity. “Baruch ata Adonoy”—“blessed be you our\nGod”—followed by a reference to His creation: “who brings forth bread from the earth” or “wine\nfrom the grapes” or “fruit from the trees” or “produce from the ground.” Then there was a\ngeneric brucha that covered everything not included among the specific blessing: “Sheh-hakol\nNihiye B’Dvaroh.” My grandmother Ringel, who was the religious enforcer in the family, would\nask demandingly, if she saw me drinking a glass of water, “Did you make a “shakel,” referring to\nthe previously mentioned generic blessing. My grandmother, who spoke no Hebrew, probably\nhad no idea of the literal meaning of the blessing, but she knew—and insisted that I knew—you\nhad to recite it (even just mumble it) before you drank the water.\n\nThere were rules for everything. If you accidentally used a “milichdika” (dairy) fork on a\n“flayshidika” (meat) item, the offending (or offended) item had to be buried in the earth for\nexactly seven days. That restored its kosher quality by “kashering” it. After eating meat, we had\nto wait precisely 6 hours before eating dairy—after eating dairy, however, you had to wait only\nhalf an hour to eat meat, but a full hour if the “dairy” meal contained fish. Not a minute less.\nWhen my parents told me the rules of swimming after eating—wait two hours after a heavy meal,\none hour after a light meal, half an hour after a piece of fruit and 15 minutes after a Hershey\nbar—lI thought these were religious rules, because they paralleled the rules about how long you\nhad to wait between meat and dairy. (I later learned that the swimming rules were based neither\non religion, nor upon science, but rather on questionable “folk wisdom.”)\n\nFrom my earlier days, I accepted the highly technical, rule-oriented religious obligations imposed\n\non me by my parents and grandparents. It was a lot easier for me to obey rules—even if I didn’t\nunderstand the reasons, if any, behind them—than to accept a theology that was always somewhat\n\nAl\n\nHOUSE_OVERSIGHT_017108",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017108.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3745,
    "word_count": 655,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:45.795854",
    "prefix": "IMAGES-004"
  }
}