{
  "document_id": "HOUSE_OVERSIGHT_017115",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017115.txt",
  "text": "4.2.12\nWC: 191694\n\nclub members lived across the street from the school, and so we would go to school wearing\nnormal approved clothes, then immediately upon leaving school go to our friend’s house and\nchange into our costumes. We felt like super heroes, but I was no longer jumping out of\nwindows.\n\nBoro Park in the 1940s and 50s was not only a religious neighborhood; it was a funny\nneighborhood. Two houses away from me lived Jackie Mason. Around the corner was Eliot\nGould (ne Goldstein). A few blocks away, in my uncle’s building, lived Buddy Hackett. Woody\nAllen grew up in a nearby neighborhood, as did Larry David.\n\nJoke telling among my friends was a competitive sport. (In those days there were new jokes\nbecause our parents and grandparents didn’t tell jokes—at least not to us kids, but older brothers\nwere a good source.) We didn’t know anybody who actually made up a joke. Every rendition\nwould begin with, “I heard a good joke,” or “have you heard the one about—the rabbi and the\nfarmer’s daughter, or the rabbi, the priest and the minister?” (The rabbi always came out on top!)\n\nThe first joke I remember hearing (and telling) involved a put-down of communist Russia. It was\nabout the time the Russians wanted to one-up the Americans by ordering a large number of\ncondoms 14 inches long. The Americans sent them the 14 inch condoms—marked “medium.”\nThe jokes improved as we got older!\n\nOur favorite radio show was “Can you top this,” which involved professional comics who would\ntry to top each other and listeners who submitted jokes. A “laugh meter” determined whose joke\nwas funniest. There were cash prizes for listeners who topped the pros. The jokes told by\npanelists, such as Harry Hershfield and Joe Laurie, Jr., had to be spontaneous and related to the\nsubject of the original joke. The panelists boasted that they knew 15,000 jokes among them.\n\nWe would sit around the radio and try to top the pros. We would also send in our own jokes,\nwhich were never chosen. But we often thought our jokes were as good or better than theirs.\n\nLiving in a funny neighborhood at a funny time and listening to funny shows served me well. (My\nwife thinks too well, since I often use humor to avoid discussing serious issues.) I use humor in\nthe courtroom, in the classroom and in every other aspect of my life. A highlight of my current\nsummers is sitting on the porch of the Chilmark store on Martha’s Vineyard and playing a\ncontemporary version of “Can you top this?” with my friend Harold Ramis, who knows more than\n15,000 Jewish jokes! Sometimes Larry David, Ted Danson, Seth Myers or Tony Shalub drop by.\nI never “top” Harold, but I hold my own.\n\nI learned many of my jokes in the Catskill Mountains where I worked as a busboy over the Jewish\nholidays. The only hotel that would hire me was the King David. It was a run-down place that\nconveniently burned to the ground right after the Jewish holidays. It was across the road from\nThe Posh Brown’s, made famous by Jerry Lewis, who frequently performed there. Nearby were\nGrossingers, Concord, Kutchers, President, Nevelle, Tamarak, Pine View and Pioneer. I played\nand watched basketball, played “Simon Says” with Lou Goldstein, who claimed to have invented\nthe game, and snuck into the shows that featured Alan King, Freddie Roman, Sheky Green and\nRed Burrons. It was “Can you top this?” on steroids. Plus, there were girls.\n\n28\n\nHOUSE_OVERSIGHT_017115",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017115.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3415,
    "word_count": 595,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:47.163208",
    "prefix": "IMAGES-004"
  }
}