{
  "document_id": "HOUSE_OVERSIGHT_015468",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015468.txt",
  "text": "MATTER\n\nTECHNOLOGY\n\nRoadmap to Alpha Centauri\n\nPick your favorite travel mode—big, small, light, dark, or twisted\n\nBY GEORGE MUSSER\n\nVER SINCE THE DAWN of the space age, a\nquixotic subculture of physicists, engineers,\n\nE\n\nfor starships, propelled by the imperative for humans\nto crawl out of our Earthly cradle. For most of that\ntime, they focused on the physics. Can we really fly to\nthe stars? Many initially didn’t think so, but now we\nknow it’s possible. Today, the question is: Will we?\nTruth is, we already are flying to the stars, with-\nout really meaning to. The twin Voyager space probes\nlaunched in 1977 have endured long past their original\ngoal of touring the outer planets and have reached\nthe boundaries of the sun’s realm. Voyager 1 1s 124\nastronomical units (AU) away from the sun—that\nis, 124 times farther out than Earth—and clocking\n3.6 AU per year. Whether it has already exited the\nsolar system depends on your definition of “solar sys-\n\nand science-fiction writers have devoted their\n\nlunch hours and weekends to drawing up plans\n\ntem,” but it is certainly way beyond the planets. Its\ninstruments have witnessed the energetic particles\n\nand magnetic fields of the sun give way to those of\ninterstellar space—finding, among other things, what\nRalph McNutt, a Voyager team member and planetary\nscientist, describes as “weird plasma structures” beg-\nging to be explored. The mysteries encountered by\nthe Voyagers compel scientists to embark on follow-\nup missions that venture even deeper into the cosmic\nwoods—out to 200 AU and beyond. But what kind of\nspacecraft can get us there?\n\nGoing Small: Ion Drives\n\nNASA’s Dawn probe to the asteroid belt has demon-\nstrated one leading propulsion system: the ion drive.\nAn ion drive is like a gun that fires atoms rather than\nbullets; the ship moves forward on the recoil. The sys-\ntem includes a tank of propellant, typically xenon, and\na power source, such as solar panels or plutonium bat-\nteries. The engine first strips propellant atoms of their\noutermost electrons, giving them a positive electric\ncharge. Then, on the principle that opposites attract,\n\nILLUSTRATION BY CHAD HAGEN\n\n7\n\nHOUSE_OVERSIGHT_015468",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015468.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2175,
    "word_count": 358,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:46.004147",
    "prefix": "IMAGES-003"
  }
}