{
  "document_id": "HOUSE_OVERSIGHT_014445",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014445.txt",
  "text": "Chart 23: AUD fell post US elections...\n\nChart 24: ...GBP has held up so far but article 50 looms in Q1\n\n0.8 1.55\n078 18\n== AUD/USD. 1.45\n0.76\n1.4\n0.74 1.35\n0.72 1.3\n07 20\n49 ——GBP/USD\n0.68\nOo mM mM © © © © © © © © © © oO 1.15 :\n1 1 1 1 1 1 1 1 1 1 1 1 1 1 WwW WwW Ww i<o) Oo © © u ico} ico} ico} ico} ico} ico}\nSSB BSRBESBERSZPSEESS eC\ncee eee eee eee SSREPES=-S2BEE S\nSource: Bloomberg Source: Bloomberg\nToday we add a CNH put (expressed as a USD/CNH call at 7.6 strike) partly because it\nfits with our positive USD call but also because it is a potential hedge against the trade\nrhetoric of the new administration descending into something more meaningful. Given\nthe stated intent to declare the Chinese as currency manipulators and the concern that\nour currency strategists already have about the amount of reserves the Chinese hold, it\nis not impossible to imagine a much weaker CNY/CNH should the Chinese authorities\nallow a free float. We see this as a sensible hedge against our long EM equity position.\nChart 25: CNH continues to weaken, risk of more on trade tensions? Chart 26: RUB/ZAR choppy on oil and SA politics\n6.9 0.25\n—— CNH/USD\n68 0.24\nay 0.23\n6.6\n0.22\n6.5\n0.21\n64\n0.2\nes ——RUB/ZAR\n6.2 0.19\nire} Ke} Ww ico} ico} ico} ico} ico} ico} ico} io) i<o) io) LO LO Lo ico} ico} ico} ico} ico} ico} © © io) io) io)\nSource: Bloomberg Source: Bloomberg\nWe have two other standalone currency trades, short EUR/SEK and long RUB/ZAR. The\nformer has dropped as the EUR has weakened against the USD. We continue to think\nthat the Swedish economy is more robust than the Eurozone and that the Riksbank will\nsooner or later have to adjust monetary policy accordingly. We see a lot more room for\nthis pair to move in 2017, particularly if there are political concerns ahead of the French\npresidential elections as these will likely weigh on the EUR.\nRUB/ZAR has been quite erratic since we re-established the trade, reflecting both\nvolatility in the oil price and developments in South African politics. The latest no\nconfidence vote against President Zuma underlines how tricky South African politics are\nat the moment. Concerns will remain on the economic progress of the country until the\npolitical situation becomes clearer. In the meantime we expect a higher risk premium to\nbe associated with the currency.\n14 Global Cross Asset Strategy - Year Ahead | 30 November 2016 Bankof America 2\n\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014445",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014445.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2431,
    "word_count": 444,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:47.341958",
    "prefix": "IMAGES-002"
  }
}