{
  "document_id": "HOUSE_OVERSIGHT_018319",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018319.txt",
  "text": "ability to plug into and share with one another is the essence of their power.!!6 Your\ndata-enabled phone or camera or database or stock-trading program is easy and\npowerful to use because so much of the world’s data - your Sigur Ros songs, your\nhome movies, your skin temprature — can be reduced to ones and zeros, freed for\nfast transmission, endless storage and quick analysis.!1” A machine that can blithely\nhandle digital inputs of one sort, whether it is trading orders or music files, has the\ncapacity, in theory, to work with any data. Such adjustability is what forces app\ncompanies, gaming businesses, or phone companies onto an exhausting treadmill of\nconstant upgrade. Interaction between the pieces of a system, every bit as much as\ndesign or mechanical manipulation, is the reason why change happens.!!8\nEntrepreneurs mix GPS and phones to create a new business of tracking everything\nfrom our cars to our children. Algorithmic trading programs engineer completely\nvirtual portfolios - you can buy the S&P Index but as your manager to strip out any\nperformance from tobacco and gun companies, for instance. Or: Terrorists meet\nonline and swap data. Some of the most astonishing systems of our new world have\ngrown up this way. Google’s back-end search systems, for instance, were not “top-\ndown” designed so much as they emerged, competed and evolved to deliver once-\nunimaginable loads of data. No one at Google is “The Architect.” There is no central\napproval for technology systems. Complexity and unpredictability and emergence\nare regarded as the best way to grow. 119\n\nLong before the idea of a smart phone or 3D goggles, the British mathematician\nAlan Turing anticipated their arrival when he dreamed of what he called a\n“universal device”!2°: A notional box that, starting from the ones and zeros of\ndigitized data, could be constructed to do anything. Since everything can ultimately\nbe reduced to a binary encoding, nearly any sort of data can be shared, studied,\ncombined or remixed. This easy programmability of so many objects around us now\nis why our world now is more complex than, say, a world of interconnected rail cars\nor ships might have been. Rail cars and ships don’t change much, and certainly not\ninstantly. In the digital world, however, many of the most essential objects and\nnodes can be flipped around like digital Lego, connected in different ways. And\nbecause they are increasingly “always on”, they are also always changing and\nadjusting to what happens elsewhere on the network. This is true for some new\noperating system dumped onto your phone that makes it more intelligent as it is for\nan algorithm placed into a commodity market that causes unexpected chaos.\n\n116 In fact; Paul Phister, “Cyberspace: The Ultimate Complex Adaptive System”, The\nInternational C2 Journal, Vol 4, No. 2 2010-2011\n\n117 Your data-enabled phone: Gershenson, p4\n\n118 Interaction between: Paul Dourish, Where the Action Is: The Foundations of\nEmbodied Interaction, (Cambridge, Mass.: MIT Press, 2001) 4\n\n119 Complexity and unpredictability: Randy Shoup speech “Service architectures\nat scale: Lessons from Google and Ebay”, on infoq.com, July 14, 2015\n\n120 Long before: S. B. Cooper and J. Van Leeuwen, Alan Turing: His Work and Impact.\n(Waltham, MA: Elsevier, 2013)\n\n87\n\nHOUSE_OVERSIGHT_018319",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018319.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3318,
    "word_count": 540,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.513575",
    "prefix": "IMAGES-004"
  }
}