{
  "document_id": "HOUSE_OVERSIGHT_022328",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022328.txt",
  "text": "coverage standards, and therefore won't be renewed. It goes without saying that ACA is bound to be an\nissue in next year’s mid-term elections.\n\nGovernment shutdown. The 16-day government shutdown in October happened because there was a\nspending and debt ceiling impasse between Democrats and Republicans. Although Republicans took much\nof the heat for the shutdown, it nevertheless seemed to reflect badly on everyone in Washington, and had\nwide-reaching effects, including delaying any number of things that the government needed to do, such as\nissuing guidance on the 3.8% tax (see above). The shutdown also delayed the start of the 2013 filing\nseason, which the IRS has now announced will begin on January 31, 2014, or about 10 days later than usual\n(this means that taxpayers who are anticipating a refund — and therefore want to file early — will have to wait\na little longer). As mentioned above, the recent budget agreement, which was born of this shutdown, should\nforestall another one...but another crisis is possible when the debt ceiling suspension expires in early\nFebruary. Given the public’s fury over the shutdown, however, it is hard to believe that Democrats and\nRepublicans won’t reach an agreement over the debt ceiling — the mid-term elections next November are not\nthat far away, and voters do have memories!\n\n“Nuclear option.” Senate Democrats recently exercised the so-called “nuclear option,” so as to limit\npotential fillbusters on presidential executive and judicial nominees (other than those for the Supreme Court).\nIn other words, all presidential nominees who are subject to the Senate’s “Advice and Consent” can have\ntheir nomination put forth for Senate confirmation on 51 votes, and can’t be filibustered, which requires 60\nvotes to overcome. Needless to say, Senate Republicans are unhappy with this rule change, and warn that\nDemocrats will be even unhappier with it when they (the Democrats) are again in the minority, as will\ninevitably happen at some point. This move is significant, and may make bipartisan cooperation on\nimmigration and tax reform even more improbable. 2014 will be interesting.\n\n“Permanency.” Much of this discussion has referred to “permanent” changes in the tax law, such as how\nATRA made the 2001 and 2003 tax cuts permanent, along with the generous $5 million exclusion against gift\nand estate taxes. But how long a shelf-life do these provisions really have? Here’s a thought: they are there\nuntil Congress later changes them. In other words, perhaps what separates a temporary provision from a\npermanent one is whether there’s a built-in expiration date — if the provision has one, it’s an “extender”; if it\ndoesn't, it’s “permanent.” And if tax reform actually happens, all bets are off!\n\nDecember 7520 rate issued\n\nThe IRS has issued the December 2013 applicable federal rates: the December 7520 rate remains at 2.0%,\nwhere it was in November. December’s mid-term rates are as follows: 1.65% (annual), 1.64% (semiannual\nand quarterly), and 1.63% (monthly), a slight drop from November’s midterm rates of 1.73% (annual), 1.72%\n(semiannual and quarterly), and 1.71% (monthly).\n\nTax Topics 12/20/13 4\n\nHOUSE_OVERSIGHT_022328",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022328.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3187,
    "word_count": 507,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:48.829224",
    "prefix": "IMAGES-006"
  }
}