{
  "document_id": "HOUSE_OVERSIGHT_019558",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019558.txt",
  "text": "7O | HOW AMERICA LOST ITS SECRETS\n\ndown the opportunity for a whistle-blowing scoop for The Guard-\nian. After all, the classified documents Snowden would provide him\nwould also give credence to both Greenwald’s book and his many\nblogs denouncing U.S. government surveillance.\n\nAside from Greenwald and Poitras, Snowden sought an outlet\ninside the American establishment. So he had Poitras write to Barton\nGellman, the Pulitzer Prize-winning reporter for The Washington\nPost. Poitras had met Gellman in 2010, when they were both fellows\nat NYU’s Center on Law and Security. Poitras had requested help\nin encrypting her computer from Karen Greenberg, the executive\ndirector of the center, who took her “by the hand” to meet Gellman,\nGreenberg’s resident expert on encryption software. Born in 1960,\nGellman graduated from Princeton in 1981 and became an award-\nwinning investigative reporter for the Miami Herald, the Post, and\nTime magazine. He was also the author of Angler: The Cheney Vice\nPresidency. If Gellman could be drawn into the enterprise, he could\nprovide Snowden with a gateway to the prestigious American paper\ncredited with bringing down President Richard Nixon in the Water-\n\n® gate scandal. ©\n\nPoitras, as the go-between for Snowden, immediately contacted\nGellman. After telling him she was involved in a story about NSA\nsurveillance, she suggested that they meet in New York City.\n\nFor their rendezvous, Poitras took a number of precautions to\nevade anyone attempting to follow her. She had Gellman first meet\nher in one coffee shop in lower Manhattan. When he arrived, she had\nhim follow her on foot to another coffee shop, following her anti-\nsurveillance tradecraft. Once assured no one was watching them, she\nordered coffee for herself and Gellman. Over coffee, she told Gell-\nman about Snowden, whom she described as her anonymous source.\nShe said that he was willing to supply Gellman with documents that\nwould expose domestic surveillance, if Gellman agreed to write a\nstory on it for the Post. Even though Gellman had left the staff of\nthe Post in 2010, he had previously written several stories on that\nsubject for the newspaper, and he was also highly regarded by the\neditors there, Gellman was interested in Poitras’s offer (although he\nwould consult a friend at the Justice Department about the legality\nof publishing NSA documents).\n\n| | Epst_9780451494566_2p_all_r1.z.indd 70 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019558",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019558.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2452,
    "word_count": 395,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:46.863589",
    "prefix": "IMAGES-005"
  }
}