{
  "document_id": "HOUSE_OVERSIGHT_017148",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017148.txt",
  "text": "4.2.12\nWC: 191694\n\nadministration. Indeed he arranged for me to become an assistant to then Attorney General\nRobert Kennedy—without even asking me! It was well intentioned, and it might even have been\nthe right choices of jobs following the clerkships, but it was his choice, not mine. He wanted me\nto aspire to a judgeship, perhaps even as a Justice of the Supreme Court, but I never wanted to be\na judge. (Neither, it turned out, did he, since he resigned from the Supreme Court after only 3\nyears.)\n\nJudge Bazelon, on the other hand, encouraged me to create my own unique career path and avoid\nthe “cookie cutter” paths for which most elite young lawyers opt. “Don’t follow in anyone’s\nfootsteps,” he urged me. “Your feet are too big to fit anyone else’s print. Create your own life.\nYou are unique. Live a unique life. Take risks. Live boldly.” It was scary, but it fit my\npersonality to a T.\n\nHalf way through my year with David Bazelon I was offered a clerkship with Justice Arthur\nGoldberg. I had also been offered a clerkship with Justice Hugo Black, but I strongly preferred to\nclerk for a new Justice whose views were not as firmly formed. I asked to see Justice Goldberg\nbefore I formally accepted his offer. I told him that I wanted him to know that I would not be\nable to work on Saturday or Friday night and asked him if he still wanted to extend the offer. He\nangrily replied, “I should withdraw the offer just because you asked me that ridiculous question.\nWhat do you think Iam? How could I possibly turn down somebody because he is an orthodox\nJew?” I apologized for asking the question, but told him that I had been previously been turned\ndown by the firm of Paul Weiss, Rifkin, Wharton and Garrison. He said, “Paul Weiss turned you\ndown because you were orthodox? I’m going to call my friend Si Rifkin. He won’t let them get\naway with that.” I sheepishly replied that it was Simon Rifkin who turned me down. (Years later,\nArthur Goldberg was offered a partnership at Paul, Weiss and before accepting he insisted on\nbeing assured that what happened to his law clerk would never happen to another Orthodox Jew.\nPaul, Weiss now has many Orthodox Jews). Goldberg told me that my co-clerk was Christian\nand didn’t work on Sunday, so he had assistance available to him seven days a week. Me on\nSunday and my co-clerk Lee McTurnan on Saturday. It worked very well, except that on one\nSaturday an emergency death penalty petition came to Justice Goldberg, and I was the death\npenalty specialist. So Justice Goldberg had his driver take him to my house in Hyattsville, MD,\nwhere he knew I would be, and we conferred on the case and he made his decision.\n\nA few months before I started my Supreme Court clerkship, my grandmother came to town and I\ntook her and my son Elon, who was then 2 years old, to see the Supreme Court. We got\npermission to go to Justice Goldberg’s chambers, but he was not there. His secretary, Fran\nGilbert, invited me to take my grandmother and my son in to the Justice’s private office to look at\nthe paintings, which were all done by his very artistic wife, Dorothy. The new decorations in his\noffice had just been finished and his secretary told me that Goldberg was proud of how nice they\nlooked. My son, however, had no appreciation for the new rug and proceeded to leave a large\nyellow stain right in front of Justice Goldberg’s desk. When the Justice finally came in I was on\nmy hands and knees scrubbing the rug with soap, only making it worse. This time, he almost did\nfire me, but with my grandmother there he would have had a hard time. My grandmother did\nhave an argument with him. She told him that she noticed that morning that I had davened\n(prayed) for only twenty minutes. “It takes at least a half hour,” she said. “He’s skipping. Tell\nhim to take the full half hour.” Justice Goldberg shook his finger at me and said, “Listen to your\n\n61\n\nHOUSE_OVERSIGHT_017148",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017148.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3916,
    "word_count": 711,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:47.972748",
    "prefix": "IMAGES-004"
  }
}