{
  "document_id": "HOUSE_OVERSIGHT_012919",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012919.txt",
  "text": "1.4 The Secret Sauce 3\n\n1.3 CogPrime\n\nThe AGI design presented here has not previously been granted a name independently of its\nparticular software implementations, but for the purposes of this book it needs one, so we’ve\nchristened it CogPrime . This fits with the name “OpenCogPrime” that has already been\nused to describe the software implementation of CogPrime within the open-source OpenCog\nAGI software framework. The OpenCogPrime software, right now, implements only a small\nfraction of the CogPrime design as described here. However, OpenCog was designed specifically\nto enable efficient, scalable implementation of the full CogPrime design (as well as to serve as a\nmore general framework for AGI R&D); and work currently proceeds in this direction, though\nthere is a lot of work still to be done and many challenges remain. 1\n\nThe CogPrime design is more comprehensive and thorough than anything that has been\npresented in the literature previously, including the work of others reviewed in Chapter 4. It\ncovers all the key aspects of human intelligence, and explains how they interoperate and how\nthey can be implemented in digital computer software. Part 1 of this work outlines CogPrime at\na high level, and makes a number of more general points about artificial general intelligence and\nthe path thereto; then Part 2 digs deeply into the technical particulars of CogPrime. Even Part\n2, however, doesn’t explain all the details of CogPrime that have been worked out so far, and\nit definitely doesn’t explain all the implementation details that have gone into designing and\nbuilding OpenCogPrime. Creating a thinking machine is a large task, and even the intermediate\nlevel of detail takes up a lot of pages.\n\n1.4 The Secret Sauce\n\nThere is no consensus on why all the related technological and scientific progress mentioned\nabove has not yet yielded AI software systems with human-like general intelligence (or even\ngreater levels of brilliance!). However, we hypothesize that the core reason boils down to the\nfollowing three points:\n\ne Intelligence depends on the emergence of certain high-level structures and dynamics across\na system’s whole knowledge base;\n\ne We have not discovered any one algorithm or approach capable of yielding the emergence\nof these structures;\n\ne Achieving the emergence of these structures within a system formed by integrating a number\nof different ATI algorithms and structures requires careful attention to the manner in which\n\n| This brings up a terminological note: At several places in this Volume and the next we will refer to the current\nCogPrime or OpenCog implementation; in all cases this refers to OpenCog as of late 2013. We realize the risk\nof mentioning the state of our software system at time of writing: for future readers this may give the wrong\nimpression, because if our project goes well, more and more of CogPrime will get implemented and tested as\ntime goes on (e.g. within the OpenCog framework, under active development at time of writing). However, not\nmentioning the current implementation at all seems an even worse course to us, since we feel readers will be\ninterested to know which of our ideas — at time of writing — have been honed via practice and which have not.\nOnline resources such as http: //opencog.org may be consulted by readers curious about the current state\nof the main OpenCog implementation; though in future forks of the code may be created, or other systems may\nbe built using some or all of the ideas in this book, ete.\n\nHOUSE_OVERSIGHT_012919",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012919.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3537,
    "word_count": 580,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:44.088307",
    "prefix": "IMAGES-002"
  }
}