{
  "document_id": "HOUSE_OVERSIGHT_029355",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029355.txt",
  "text": "“1. Rifkin - Zero Marginal Cost Society Ch 1, 12, 13.pdf\n\nWeg ae 5 (tr) ) | 48 | (=) ( [ 100% | =| | “ 5 | © | a —\n\nie : SD\n\nPowerful industry leaders often strive to restrict entry of new en-\nterprises and innovations. But slowing down or stopping new, more\nproductive technologies to protect prior capital investments creates a\npositive-feedback loop by preventing capital from investing in profitable\nnew opportunities. If capital can’t migrate to new profitable investments,\nthe economy goes into a protracted stall.\nLange described the struggle that pits capitalist against capitalist in\n\nstark terms. He writes:\n\nThe stability of the capitalist system is shaken by the alternation of at-\ntempts to stop economic progress in order to protect old investments and\ntremendous collapses when those attempts fail.°\n\nAttempts to block economic progress invariably fail because new en-\ntrepreneurs are continually roaming the edges of the system in search of\ninnovations that increase productivity and reduce costs, allowing them to\nwin over consumers with cheaper prices than those of their competitors.\nThe race Lange outlines is relentless ‘over the long run, with productiv-\nity continually pushing costs and prices down, forcing profit margins to\nWhile most economists today would look at an era of nearly free\nis and services with a sense of foreboding, a few earlier economists\nguarded enthusiasm over the prospect. Keynes, the venerable\ntury economist whose economic theories still hold consider-\na small essay in 1930 entitled “Economic Possibilities\n.” which appeared as millions of Americans were\nsudden economic downturn of 1929 was in fact\nies were advancing productivity\nces at an unprecedented rate. They\n\n, amount of human labor needed to\n\nmind from a preoccupation with strictly pecuniary interests to focusmore  —\non the “arts for life” and the quest for transcendence. |\n\nBoth Lange and Keynes foresaw, back in the 1930s, the schizophrenia |\nthat lies at the nucleus of the capitalist system: the inherent entrepreneurial |\ndynamism of competitive markets that drives productivity up and mar-\nginal costs down. Economists have long understood that the most efficient\neconomy is one in which consumers pay only for the marginal cost of the\ngoods they purchase. But if consumers pay only for the marginal cost and\nthose costs continue to race toward zero, businesses would not be able to\nensure a return on their investment and sufficient profit to satisfy their\nshareholders. That being the case, market leaders would attempt to gain\nmarket dominance to ensure a monopoly hold so they could impose prices\nhigher than the marginal cost of the products they’re selling, thus prevent-\ning the invisible hand from hurrying the market along to the most efficient\neconomy of near zero marginal cost and the prospect of nearly free goods\nand services. This catch-22 is the inherent contradiction that underlies\ncapitalist theory and practice.\n\nEighty years after Lange and Keynes made their observations, con-\ntemporary economists are once again peering into the contradictory work-\nings of the capitalist system, unsure of how to make the market economy\nfunction without self-destructing in the wake of new technologies that are\nspeeding society into a near zero marginal cost era. 7\n\nLawrence Summers, U.S. secretary of the treasury during\nBill Clinton’s administration and former president of Harva.\nand J. Bradford DeLong, a professor of economics at th\nifornia, Berkeley, revisited the capitalist dilemma ina\nat the Federal Reserve Bank of Kansas City’s\nicy for the Information Economy,” in Aug)\nmuch more at stake as the new information\nInternet communication revolution were\nsystem to a near zero marginal cost reality i\n\nHOUSE_OVERSIGHT_029355",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029355.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3760,
    "word_count": 603,
    "line_count": 74,
    "import_date": "2025-11-19T21:47:47.832341",
    "prefix": "IMAGES-010"
  }
}