{
  "document_id": "HOUSE_OVERSIGHT_029509",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029509.txt",
  "text": "From: Deepak Chopra Se\n\nSent: 6/6/2018 11:32:09 AM\nTo: Jeff Epstein [jeevacation@gmail.com]\nSubject: Lunch with Deepak I: LSD, Quantum Healing, and Plato | Psychology Today\n\nImportance: — High\nFYI\n\nhttps://www.psychologytoday.com/us/blog/psyched/201806/lunch-deepak-i-lsd-quantum-healing-and-\nlatoPamp& ___twitter_impression=true\n\nLunch with Deepak I: LSD, Quantum\nHealing, and Plato\n\nA skeptic and a mystic seek common ground. Part one of four.\n\nMatthew Hutson\nPosted Jun 04, 2018\n\nIn March, I attended a debate on the proposition “The more we evolve, the less we need\nGod,” With Michael Shermer and Heather Berlin for the motion and Deepak Chopra and\nAnoop Kumar against the motion. The next day I published an account titled “Do Not\nDebate Deepak Chopra” (subtitle: “He’s not even wrong.”). Soon after, Chopra reached out\nto me and invited me to lunch. In April I met him in his office at Deepak Homebase in\nManhattan, we had lunch downstairs at ABC Kitchen, and returned to his office. This is a\nnearly full transcript of our two-hour conversation.\n\nThis is part 1 of 4. Here are parts 2, 3, and 4.\nMatt: So, I’m curious why you invited me, what you wanted to talk about.\n\nDeepak: | read your article, \"Not Even Wrong.\" [Laughter.] That’s been my label for a long\ntime from a lot of people, so I thought I’d give you my perspective on what I think reality is\nand see if we can expand the conversation.\n\nMatt: So the debate, it seemed like it was ships crossing in the night. The two sides were\ntalking about different things and so I think it was clear to—or everyone else had one\nconception about what the debate was going to be about: the usefulness of the idea of God as\nconceived in monotheistic religions. Whereas the two of you were—it seemed like you were\navoiding that debate and talking about something else.\n\nDeepak: So let me give you a little background to that. The first time we were invited to the\ndebate by the organizers—I didn’t know who they were—the topic was, \"As we evolve do\nwe need religion?\" So I called the organizers and I said, \"Let me rephrase that if you don’t\nmind. Can we say, 'As we evolve do we need religious experience?\" So they said \"We don’t\n\nHOUSE_OVERSIGHT_029509",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029509.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2207,
    "word_count": 375,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.286580",
    "prefix": "IMAGES-010"
  }
}