{
  "document_id": "HOUSE_OVERSIGHT_018815",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018815.txt",
  "text": "General Information 5\n\ninclude the value of excess profit, where asset values are derived consistently with the going-concern\npremise.”\n\n(Source: The Dictionary of Real Estate Appraisal, Fifth Edition, Appraisal Institute, Chicago, Illinois,\n2010)\n\nIntended Use and User\n\nThe intended use of the appraisal is for Commercial credit administration. The client and intended\nuser is Banco Popular de Puerto Rico. The appraisal is not intended for any other use or user. No party\nor parties other than Banco Popular de Puerto Rico may use or rely on the information, opinions, and\nconclusions contained in this report.\n\nApplicable Requirements\n\nThis appraisal is intended to conform to the requirements of the following:\n\ne Uniform Standards of Professional Appraisal Practice (USPAP);\n\n© Code of Professional Ethics and Standards of Professional Appraisal Practice of the Appraisal\nInstitute;\n\ne The Principles of Appraisal Practice and Code of Ethics of the American Society of Appraisers\ne The RICS Valuation Professional Standards;\n\ne = The International Valuation Standards of the [VSC;\n\ne Applicable jurisdictional regulations;\n\ne Appraisal requirements of Title XI of the Financial Institutions Reform, Recovery and\nEnforcement Act of 1989 (FIRREA), revised June 7, 1994;\n\ne Interagency Appraisal and Evaluation Guidelines issued December 10, 2010;\n\n¢ Appraisal guidelines of Banco Popular de Puerto Rico.\n\nPrior Services\n\nUSPAP requires appraisers to disclose to the client any other services they have provided in\n\nconnection with the subject property in the prior three years, including valuation, consulting, property\nmanagement, brokerage, or any other services. The RICS Red Book also contains requirements for\nvaluers to disclose previous involvement with the subject property within twelve months. We have\n\nnot performed any services, as an appraiser or in any other capacity, regarding the property that is the ©\nsubject of this report within the three-year period immediately preceding acceptance of this\nassignment.\n\nCompetency\n\nWe hereby confirm that we possess adequate knowledge and skills to perform the assignment\ncompetently, including an understanding area/regional market conditions, and factors which pertain\nto the property type in question.\n\nIGY American Yacht Harbor Marina\n\nHOUSE_OVERSIGHT_018815",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018815.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2322,
    "word_count": 338,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:47.938512",
    "prefix": "IMAGES-005"
  }
}