{
  "document_id": "HOUSE_OVERSIGHT_012866",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012866.txt",
  "text": "to imagine butchering human bodies. Like so many simple claims that go unchallenged, we should be\npuzzled by this one. We should ask: what’s normal?\n\nThe evolutionary history of each species’ brain does not provide a complete account of what the\nbrain can do. Consider again a topic from chapter 1: domesticated dogs and their ancestors, the wolves.\nThough dogs live with humans, and are often raised by them, they never acquire a human language. In\nthis sense, the domesticated dog is just like the wolf. But what dogs can do, with greater facility than any\nwild wolf, is understand a variety of human gestures such as pointing and the movement of our eyes. This\ncapacity emerged following a period of human domestication. Wolves were not part of this selective\nregime. But, and this is the most interesting twist in the story, wolf puppies raised by human caretakers\ndevelop into adults that can read pointing and looking extremely well. This tells us that even wolves\nevolved the potential to read human gestures, but only human environments favor this skill. This tells us\nthat what animals express is not necessarily indicative of their potential. To uncover their potential, we\nmust alter the environment or wait for such changes to happen naturally.\n\nWhen we ask What's normal), we are asking two questions: what is the evolved repertoire and\nwhat is the evolved capacity? The evolved repertoire tells us something about the relationship between a\nspecies’ biology and the environments that have shaped their behavior. The evolved capacity tells us\nabout a reservoir of behaviors that may only emerge in novel environments.\n\nWhat’s normal human behavior? The same distinctions apply to us as to dogs and wolves, with\nthe extra complication that our species adds because of historical twists and turns orchestrated by legal,\npolitical, ethical, religious, and medical points of view. History presents us with hundreds of cases where\nan accepted normal mutated into abnormal, or where abnormal transformed into normal. During the\nItalian Baroque —a period of decadence that started in the late 16th century and ended in the early 18th\ncentury — some 500,000 boys were castrated in order to freeze their youthful voices for the enjoyment\nof others. These castrati formed an essential part of music culture, of what people expected and wanted.\nFor many of these young boys, not only did castration end their reproductive careers, but often, their\nlives.\n\nAs the 18th century drew to a close, so too did castration in the name of art. What was normal\nthen is perceived as abnormal and heinous today. The same story can be told for other sexual practices,\nincluding female genital mutilation, circumcision, and homosexuality. In the United States,\nhomosexuality was considered a disease before the 1970s, with its own entry in the Diagnostic and\nStatistical Manual of Mental Disorders. Thanks to an underground movement of gay psychiatrists and\nthe work of Evelyn Hooker who discovered that the manual’s classification entry was based entirely on\nclinical interviews of gay prisoners, homosexuality has been freed from its jail sentence as a mental\n\ndisease — as abnormal.\n\nHauser Chapter 4. Wicked in waiting 120\n\nHOUSE_OVERSIGHT_012866",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012866.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3238,
    "word_count": 525,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:48.679646",
    "prefix": "IMAGES-002"
  }
}