{
  "document_id": "HOUSE_OVERSIGHT_017344",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017344.txt",
  "text": "4.2.12\nWC: 191694\n\nThis decision, disallowing even the most reasonable mistakes of fact in rape cases, opens up the\npossibility of some very unjust results. To illustrate this, let’s go back to the filming of the movie,\nDeep Throat, discussed in an earlier chapter.\n\nHarry Reems had sex on camera with Linda Lovelace. Anyone watching the film*' can see that\nshe is consenting, both verbally and by her unambiguous actions. But it now turns out, at least\naccording to a book she wrote, that her apparent consent wasn’t real, that she was compelled to\npretend she was consenting by her husband’s threats to kill her unless she went forward with her\nstarring role in the movie Deep Throat. Under the extreme view expressed by some radical\nfeminists and accepted by the Massachusetts Appellate Court, Reems could be guilty of rape even\nthough his mistake of fact about her consent was entirely reasonable.\n\nOr consider the following case I discuss in class. Among the group of American citizens in\nCalifornia who come from the Hmong tribes in the mountains of Cambodia, there is a traditional\nwedding ceremony for arranged marriages. The groom is supposed to go to the home of the\nbride, where the father of the bride greets him at the door. The groom pushes the father aside,\nfinds the bride, and carries her, screaming and yelling, from her parents’ abode. He is supposed to\nact like a young warrior, and she like a young virgin who wants to retain her status. It’s all\nplayacting, and part of the traditional wedding ceremony. In the case I teach, the young woman\ndidn’t actually want to go through with the marriage, and her resistance was not playacting; it was\nreal. But there is no reason that the groom would know this, so he took the bride home to his\nhouse, and over her “resistance”, which he believed was feigned, he consummated the arranged\nmarriage. She then ran away and reported the rape to the police, who arrested the young man. I\nasked my students how a case like this should be decided.\n\nThe class is generally divided, some argue that no always means no, even in the context ofa\ntraditional marriage ritual in which no is supposed to mean yes. Others argue that it would be\n\nunfair to impose our values on a minority that has its own culture and traditions.\n\nAnother case that raised similar issues arose in the context of a college friendship that turned ugly.\n\n5! T have never seen the entire film (see pages __ supra), but during the preview of a documentary about the film, I\nsaw excerpts from it.\n\n257\n\nHOUSE_OVERSIGHT_017344",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017344.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2547,
    "word_count": 445,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:44.792085",
    "prefix": "IMAGES-004"
  }
}