{
  "document_id": "HOUSE_OVERSIGHT_011853",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011853.txt",
  "text": "/ BARAK / 96\n\nan agreement with the Palestinians to replace an Israeli troop cordon there with\nPalestinian police. But on the morning of Saturday October 7th, hours after the\nPalestinian police took over, a mob attacked, burned and ransacked the site. They\ndestroyed the Torah scrolls. A few hours later, our soldiers found the body of a\nrabbi from a nearby settlement. He had gone to survey the damage to the\nsynagogue.\n\nThat evening, I delivered an ultimatum: “If we don’t see a change in the\npatterns of violence in the next two days, we will regard this as a cessation by\nArafat of the peace process.” That did, briefly, have an effect. When Clinton\nreinforced my message later in the day, Dennis told me that for the first time, he\nsensed that Arafat realized he had to act. But again, it was not enough, nor in\nanything like a sustained manner. And with an appalling act of murder three days\nafterwards, it was too late. That outrage came in Ramallah. Two Israeli reservists\ntook a wrong turn and ended up driving into the town. They were taken to the\nPalestinian police station. Hundreds of people broke in and stabbed them, gouged\ntheir eyes out and disembowled them. In a chilling image broadcast around the\nworld, one of the murderers brandished the bloodstained palms of his hands in a\ngesture of triumph. Since I was Defense Minister as well, I spent the hours that\nfollowed in the kirya. We ordered attack helicopters into action for the first time,\nthough with advance warning to local Palestinians in the areas we targeted. We\ndestroyed the Ramallah police station, as well as a militia base near Arafat’s\nheadquarters in Gaza. But Arafat emerged to tell a cheering crowd: “Our people\ndon’t care. They don’t hesitate to continue their march to Jerusalem, the capital of\nthe Palestinian independent state.”\n\nIsraelis did care. It is hard to say which emotion was more powerful: disgust or\nfury. But if the opinion polls were to be believed, a large majority wanted us to hit\nback with the full force of the Israeli army. Still, my overriding aim remained to\nend the violence if possible, not make it worse. When Clinton asked me to join\nhim, Arafat, King Abdullah of Jordan and UN Secretary General Kofi Annan for a\nsummit in Sharm al-Sheikh, I agreed. We worked out a series of steps to\ndisengage. Arafat was finally supposed to order the Palestinian Authority security\nforces and Tanzim to cease fire, and establish no-go perimeters around our army\npositions. We would reopen Gaza airport and, over a period of two weeks, pull\nback our forces to where they had been before the violence began. But again, it\ndidn’t happen. The Palestinian attacks intensified and, as I’d made clear at the\n\n382\nHOUSE_OVERSIGHT_011853",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011853.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2731,
    "word_count": 474,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:44.516586",
    "prefix": "IMAGES-001"
  }
}