{
  "document_id": "HOUSE_OVERSIGHT_019524",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019524.txt",
  "text": "36 | HOW AMERICA LOST ITS SECRETS\n\ninvestigation. In 2006, the government learned these background\nchecks were often prematurely ended. In Snowden’s case, because\nthe CIA did not share its files with a private concern, USIS did not\nhave access to Snowden’s CIA files, and it therefore did not learn\nabout the threatened security investigation. Nor did it learn from\nthe Internet, where he always employed an alias, that he was a dis-\ngruntled employee. So Snowden’s new clearance was approved in\nthe summer of 2011, allowing him to continue working for Dell on\nsecret intelligence projects.\n\nMeanwhile, in August 2011, Mills began her own blog titled\nL’s Journey. In it, she described herself as “a world-traveling pole-\ndancing super hero.” Many of her posted pictures were provocative\nposes of herself in her underwear and various states of undress. She\nwrote, “I’ve always wanted to be splashed on the cover of magazines,\nwith my best air-brushed look.” Her wish would be gratified two\nyears later in a way she likely did not anticipate.\n\nFor his part, Snowden seemed happy to encourage her fantasy\nabout being a superhero. He even gave her a Star Trek—inspired head\n\n© visor. Despite all the concerns he voiced about privacy, he did not ©\nseem to mind her provocative posts. On the contrary, he took pho-\ntographs of her, telling her at one point that her photographs were\nnot “sexy” enough.\n\nSnowden was soon offered a new position by Dell at the NSA’s\nKunia regional base in Hawaii. Dell, which was in the process of\nexpanding its government consulting business, wanted him to be a\nsystem administrator on the NSA’s backup system. The NSA needed\nthis system before it could upgrade new security protocols that\nwould audit suspicious activity in real time. In Hawaii, as in Japan,\nsystem administrators still worked alone. Snowden knew from his\nexperience in Japan that this solo work in an unaudited workplace\nprovided an opportunity for a system administrator to steal docu-\nments. So he might also have realized that as a solo system admin-\nistrator in Hawaii, he would have this opportunity. Whether this\nwas on his mind or not, on March 15, 2012, he accepted this offer.\nDell agreed to pay all his relocation expenses and provide him with\na housing allowance.\n\nHe found a 1,559-square-foot house in Oahu, located at 94-1044\n\n| | Epst_9780451494566_2p_all_r1.z.indd 36 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019524",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019524.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2423,
    "word_count": 405,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:44.244134",
    "prefix": "IMAGES-005"
  }
}