{
  "document_id": "HOUSE_OVERSIGHT_013255",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013255.txt",
  "text": "Glossary of Specialized Terms 339\n\nProcedure Evaluation/Execution: A general term encompassing both Schema Execu-\ntion and Predicate Evaluation, both of which are similar computational processes involving\nmanipulation of Combo trees associated with ProcedureNodes.\n\nProcedure Learning: Learning of procedural knowledge, based on any method, e.g. evo-\nlutionary learning (e.g. MOSES), inference (e.g. PLN), reinforcement learning (e.g. Hebbian\nlearning).\n\ne Procedure Node: A SchemaNode or PredicateNode\n\ne Psi: A model of motivated action and emotion, originated by Dietrich Dorner and further\ndeveloped by Joscha Bach, who incorporated it in his proto-AGI system MicroPsi. OpenCog-\nPrime’s motivated-action component, OpenPsi, is roughly based on the Psi model.\nPsynese: A system enabling different OpenCog instances to communicate without using\nnatural language, via directly exchanging Atom subgraphs, using a special system to map\nreferences in the speaker’s mind into matching references in the listener’s mind.\n\nPsynet Model: An early version of the theory of mind underlying CogPrime, referred to\nin some early writings on the Webmind AI Engine and Novamente Cognition Engine. The\nconcepts underlying the psynet model are still part of the theory underlying CogPrime, but\nthe name has been deprecated as it never really caught on.\n\ne Reasoning: See inference\n\ne Reduct: A code library, used within MOSES, applying a collection of hand-coded rewrite\nrules that transform Combo programs into Elegant Normal Form.\n\nRegion Connection Calculus: A mathematical formalism describing a system of basic\noperations among spatial regions. Used in CogPrime as part of spatial inference to provide\nrelations and rules to be referenced via PLN and potentially other subsystems.\nReinforcement Learning: Learning procedures via experience, in a manner explicitly\nguided to cause the learning of procedures that will maximize the system’s expected future\nreward. CogPrime does this implicitly whenever it tries to learn procedures that will maxi-\nmize some Goal whose Truth Value is estimated via an expected reward calculation (where\n*reward” may mean simply the Truth Value of some Atom defined as ”reward”). Goal-driven\nlearning is more general than reinforcement learning as thus defined; and the learning that\nCogPrime does, which is only partially goal-driven, is yet more general.\n\nRelEx: A software system used in OpenCog as part of natural language comprehension, to\nmap the output of the link parser into more abstract semantic relationships. These more\nabstract relationships may then be entered directly into the Atomspace, or they may be\nfurther abstracted before being entered into the Atomspace, e.g. by RelEx2Frame rules.\nRelEx2Frame: A system of rules for translating RelEx output into Atoms, based on the\nFrameNet ontology. The output of the RelEx2Frame rules make use of the FrameNet library\nof semantic relationships. The current (2012) RelEx2Frame rule-based is problematic and\nthe RelEx2Frame system is deprecated as a result, in favor of Link2Atom. However, the\nideas embodied in these rules may be useful; if cleaned up the rules might profitably be\nported into the Atomspace as ImplicationLinks.\n\nRepresentation Building: A stage within MOSES, wherein a candidate Combo program\ntree (within a deme) is modified by replacing one or more tree nodes with alternative tree\nnodes, thus obtaining a new, different candidate program within that deme. This process\ncurrently relies on hand-coded knowledge regarding which types of tree nodes a given tree\nnode should be experimentally replaced with (e.g. an AND node might sensibly be replaced\nwith an OR node, but not so sensibly replaced with a node representing a \"kick” action).\n\nHOUSE_OVERSIGHT_013255",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013255.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3763,
    "word_count": 561,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:46.502424",
    "prefix": "IMAGES-002"
  }
}