{
  "document_id": "HOUSE_OVERSIGHT_021762",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021762.txt",
  "text": "could face a trial. The police had taken a high school transcript, class schedules and phone messages from\nEpstein's home that showed he knew the girls were underage. Yet Mr. Krischer was more swayed by Epstein's\nlawyers, who attempted to impugn the girls' character by showing they had chatted on myspace.com about\nsmoking marijuana and drinking. He should have let a jury decide whether the victims - and Epstein - were\ncredible.\n\nUltimately, one charge against Epstein finally reflected the age of one victim, and the plea agreement left\nEpstein labeled a sex offender. With that additional charge, if Epstein had been convicted at a trial, he could\nhave been sentenced to anything from probation to 15 years in prison, Assistant State Attorney Lanna\nBelohlavek said, adding that the recommended guideline sentence was 21 months.\n\nEpstein also won't have to certify to the court that he is receiving counseling, typically required of sex\noffenders, because he has a private psychiatrist. But without court supervision, who will ensure Epstein is in\nfact being treated?\n\nThe plea deal also drops a federal investigation of Epstein. If a federal investigation was warranted, how does\ndropping it before completion benefit the public?\n\nEpstein preyed on girls and denied it. For three years, his wealth and the influence of his lawyers bought him\nthe protection the state attorney owed to the victims.\n\nPolice chief's reputation helps discredit attacks\n\nBy Larry Keller\nPalm Beach Post Staff Writer\n\nMonday, August 14, 2006\n\nIn the case of Palm Beach financier Jeffrey Epstein, it seems, at times, as if two men are accused of\nwrongdoing: Epstein and Palm Beach Police Chief Michael Reiter.\n\nEpstein, 53, was indicted last month on a charge of felony solicitation of prostitution solely because of Reiter's\n\"craziness,\" one of Epstein's lawyers said. His department disseminated \"a distorted view of the case\" and\nbehaved in a \"childish\" manner when the grand jury didn't indict Epstein on the charges it sought, another\nEpstein lawyer complained. To hear the Epstein camp tell it, Reiter, 48, is a loose cannon better suited to be the\nsheriff of Mayberry. They whisper that he's embroiled in a messy divorce.\n\nReiter did in fact file for divorce from his wife, Jill, last year, after 24 years of marriage. They have a son, 18,\nand a daughter, 14. The couple is scheduled to go to mediation next week, Aug. 16. Nothing in the court file\nsuggests their split is particularly ugly.\n\nReiter incurred the wrath of the Epstein camp as well as the state attorney's office for two reasons. First, he\npressed for Epstein to be charged with the more serious crimes of sexual activity with minors. Second, he\nslammed State Attorney Barry Krischer in blunt language seldom used by one law-enforcement official\nconcerning another because of what he perceived as that office's mishandling of the case.\n\nIn a letter to Krischer written May 1, Reiter called his actions in the Epstein case \"highly unusual.\" He added,\n\"I must urge you to... consider if good and sufficient reason exists to require your disqualification from the\nprosecution of these cases.\"\n\nIn short, Reiter told the county's top prosecutor for the past 13 years that he ought to get off the case. \"It looks\nlike a departure from professionalism,\" Miami-Dade State Attorney Katherine Fernandez Rundle said of\nReiter's letter.\n\nFollowing Epstein's indictment, Reiter referred the case to the FBI to determine whether the super-rich, super-\nconnected defendant had violated any federal laws.\n\nReiter won't discuss the case or the broadsides aimed at him. But others almost uniformly use one word to\ndescribe the chief: professional.\n\nHOUSE_OVERSIGHT_021762",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021762.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3707,
    "word_count": 602,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:45.148974",
    "prefix": "IMAGES-006"
  }
}