{
  "document_id": "HOUSE_OVERSIGHT_018304",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018304.txt",
  "text": "feudal times and more distributed than it was in the most vibrant democracies.\nNetwork power, we might say, exists as a sort of skin or surface that ties together\nbillions of points to each other and to vital, centralized cores. We know our world is\nfilling with more and better and faster connected devices distributing themselves at\nan unmeasureably quick pace; but we are also breeding powerful centralized\nknowledge and computing basins. Biological research labs now engage in complex\nDNA analysis with powerful desktop tools (distribution), but to work efficiently,\nthey demand fast reference to the patterns revealed only in immense genetic\ndatasets (concentration). You can snap high quality videos with your phone\n(distribution); you share them with millions on a connected central stage like\nFacebook or YouTube (concentration). A financial engineer can architect a new and\nprofitable trading instrument on his tablet (distribution), but his hopes for profit\ndepend on instant connection to busy, price-setting markets were prices are set\n(concentration.)\n\nThis sort of pulling, taffy-like web of ties between small (your watch) and big\n(connected data systems) stretches constantly. It’s what you need to picture when\nyou think of an image of network power. The wired masses in Tahrir square, for\ninstance, emerge like magic on some once-invisible surface that forms between their\nphones and powerful platforms like YouTube. Or: Hyper-linked terrorist groups\nappear from nearly nowhere, jerking recruits from suburban London bedrooms via\nmassively connected messaging platforms. Recall Adam Smith’s line about the\nEnlightenment, how a commercial society was one in which every man had to\nbecome a merchant? Well, in our age of connection, every one of us is a node. We sit\non that tense, stretched surface between center and periphery. When we say\n“connection changes the nature of an object,” this is the exact balance we have to\ncomtemplate. “Social structures,” John Padgett and Walter Powell wrote in their\nmasterful study of complex connected systems, The Emergence of Organizations and\nMarkets, “should be viewed more as vortexes in the flow of social life than as\nbuildings of stone.”!°° This idea has some eerie implications: Every structure -\ncongresses, universities, the company where you work, our minds even - is merely a\ntemporary collection of relations. And of course those relations can change at any\nmoment. The tension between concentration and distribution acts, in a sense, like\nan hydraulic jaw. It pries power out of older, once-legitimate hands.\n\nConsider the case of my father, a cardiologist. As a doctor he stands at the head ofa\nmedical tradition run for thousands of years on the idea that the doctor is the center\nof your care. If you show up ata hospital on a stretcher with a flat-line on some\nheart monitor, my father’s decades of training and practice have always been your\nbest hope. But today, nearly every patient he sees - even the ones he brings back\nfrom their black flat-line future - second-guesses him as soon as he’s out the door:\nGoogling their disease, tapping into websites of mixed reliability, joining some\nonline community of people with the same sickness while they still have tubes in\ntheir nose. Meanwhile, his ideas about your case are under quickening pressure: An\n\n100 Padgett and Powell, p. 8\n\n72\n\nHOUSE_OVERSIGHT_018304",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018304.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3387,
    "word_count": 543,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.415762",
    "prefix": "IMAGES-004"
  }
}