{
  "document_id": "HOUSE_OVERSIGHT_014579",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014579.txt",
  "text": "Exhibit 45: China Economic Activity Measures\nActual growth is likely lower than official figures.\n\n% YoY, 3-Month Moving Average\n\n34.8\n\nReal GDP Growth ’\n\n| Ss Emerging Advisors Group China Activity Index\nGoldman Sachs China Activity Indicator\n\n2000 2002 2004 2006 2008 2010 2012 2014 2016\nData through 03 2016.\n\nSource: Investment Strategy Group, Emerging Advisors Group, Goldman Sachs Global\nInvestment Research.\n\nboth China and the US, such as Korea, Taiwan and\nMalaysia, would be particularly vulnerable.\n\nWhile the net effect of these competing forces\nis positive in our base case, the risks are tilted to\nthe downside.\n\nChina\nChina continues to drive its economy with\none foot on the gas pedal and the other on the\nbrake. Consider that the government reached its\nofficial GDP growth target of 6.5-7% last year\nonly by increasing public spending and allowing\nrampant credit growth. But these measures also\nexacerbated real estate bubble concerns and\nhastened capital outflows, forcing the government\nto apply the brakes through new restrictions within\nthe property market and more stringent capital\ncontrols. This focus on dual-footed driving has also\ncome at the expense of much-needed structural\nreforms. As a result, China continues to suffer from\nconsiderable excess capacity in industrial sectors,\nsuch as steel and coal, while its financial sector\nrisks have increased.\n\nEven so, we expect this approach to continue\nin 2017. Structural reforms are likely to stay\non the back burner because China’s leaders\nwill not risk slower growth ahead of important\nleadership changes at the 19th Communist Party\nof China National Congress in the fall. In turn,\nthe government is likely to use further fiscal easing\nand rapid credit expansion to target growth of\naround 6.5%. As a result, we expect official GDP\n\nto expand by 6.0-6.75% in 2017, although actual\nGDP growth will likely be lower (see Exhibit 45}.\nThe risks to our outlook are skewed to the\ndownside for two reasons. First, the new direction\nof US trade policy remains uncertain and could\nhave a sizable impact. For instance, a 15% tariff\nwould mechanically reduce China’s GDP by 0.9%.\nChina could respond by ramping up leverage,\nletting its currency depreciate faster and injecting\nmore fiscal stimulus, but that could risk further\nimbalances in the economy while also disrupting\nglobal financial markets. Second, striking the right\nbalance between stimulative and contractionary\nmeasures is a hazardous endeavor. On the road,\nas in government policy, accelerating and braking\nat the same time greatly increases the risk of\nan accident.\n\nIndia\nIndia’s streak of strong growth continues. The\neconomy expanded by an estimated 6.5% in\n2016, making it the fourth consecutive year of\nGDP growth in excess of 6.0%, a rare feat that\nIndia’s economy shares only with China’s. Growth\nwould likely have been even higher, were it not\nfor the “demonetization” scheme the government\nintroduced in November 2016. In a surprise\nmove, the government announced that large-\ndenomination bank notes, representing 86% of\ncash in circulation, would no longer be accepted\nas legal tender. The scheme—intended to root out\nillegal income stored in cash—had the unfortunate\nside effect of starving households of liquidity and\nthereby thwarting consumption, the main engine of\ngrowth. Although the severity of the consumption\nshock remains uncertain, it should be temporary.\nThe silver lining for 2017 is that India will\nprobably benefit from a meaningful recovery in\nhousehold spending. Moreover, fiscal policy will\nlikely be eased ahead of the 15 state elections\noccurring in 2017 and 2018, while investment\nshould receive a modest boost as the Reserve Bank\nof India lowers borrowing costs. Accordingly, we\nexpect GDP growth of 6.5-7.5% in 2017.\n\n46 | Goldman Sachs | JANUARY 2017\n\nHOUSE_OVERSIGHT_014579",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014579.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3842,
    "word_count": 608,
    "line_count": 101,
    "import_date": "2025-11-19T21:47:46.933025",
    "prefix": "IMAGES-003"
  }
}