{
  "document_id": "HOUSE_OVERSIGHT_026689",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026689.txt",
  "text": "Deployment challenges are limiting sovereign\nability to match targets\n\nIn previous reports, we observed sovereigns’ return\ngaps, driven by low interest rates and challenging\ntargets for fixed income allocations. We have also\nnoted how appetite for alternatives has grown as\nsovereigns seek greater returns from private markets.\nIn last year’s report, we demonstrated that high levels\nof competition in infrastructure and private equity\nwere causing sovereigns to shift deployment of real\nassets towards real estate.\n\nCompetition for infrastructure and private equity\ndeals has accelerated in 2016, with deployment\ntimes increasing across alternative asset classes\n(figure 4). While the growth in these times is small,\nit is significant: sovereigns are increasingly dependent\non their alternative investments to generate yields,\nhowever, growing levels of undeployed capital for\nalternative investments are being held in cash and\nmoney market funds, so that sovereigns can respond\nquickly when real asset opportunities arise. These\nhighly liquid investments offer limited returns,\nparticularly in comparison to sovereign targets for\nreal asset investments, causing further growth in\nthe return gap.\n\nRisk of fund withdrawals is slowing further\n\nilliquid asset investment\n\nThe ability of sovereigns to respond to the return\n\ngap is being limited by the increasing likelihood of\nwithdrawals. Over the past three years, governments\nhave responded to economic volatility by reducing\nnew funding to sovereigns and, in some cases,\ndrawing down from sovereign reserves, as seen\n\nin figure 5.\n\nWhile previously only liability sovereigns\nexperienced regular drawdown of funds (in the form\nof outflows to beneficiaries), an increasing propensity\nfor government withdrawals is encouraging\ninvestment and liquidity sovereigns to consider the\nliquidity of their portfolio. Liquidity sovereigns were\ncomfortable in their ability to withdraw from their\nportfolio at short notice, however, many sovereigns\nstated that liquidity management was an entirely\nnew objective, with certain investment sovereigns\nresponding by creating tactical allocations to cash\nand money market funds. This has led to conflicting\nliquidity requirements: sovereigns have to manage\nwithdrawal risks by shortening time horizons while\nsimultaneously seeking to access illiquidity premia\nto generate greater returns.\n\nFig 5. Expected new funding and cancelled investments (% AUM)\n\nSovereign sample Investment sovereigns\n\n2015 2016 2017 2015 2016 2017\non 56 58 ] 10 10\n\nLiability sovereigns\n\n2015\n17 20 2G 14 6 8 fe 14 13\n\nNew funding\ni Cancelled investments\n\nLiquidity sovereigns Development sovereigns\n\n2016 2017 «2015 2016 2017 2015 2016 2017\n\nSample is based on sovereign investors and excludes central banks. Sample sizes shown in grey. Data is not weighted by AUM. Periods shown reflect past year new\nfunding/cancellations.\n\n09\n\nHOUSE_OVERSIGHT_026689",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026689.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2913,
    "word_count": 422,
    "line_count": 84,
    "import_date": "2025-11-19T21:47:44.057450",
    "prefix": "IMAGES-009"
  }
}