{
  "document_id": "HOUSE_OVERSIGHT_023334",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023334.txt",
  "text": "Date: Fri, Mar 17, 2017 at 10:45 AM\nSubject: RE: request for docs - AAP\n\nTo: \"Barry J. Cohen\" , \"jeffrey E.\" <jeevacation@gmail.com>\nCc: Brad Wechsler\n\nAttached are:\n1. Executed Version of AAP\n2. Most Current Draft of AAP\n3. Redline of 1 against 2\n4. Summary of AAP from Vanessa Eng\n\nFrom: Barry J. Cohen [mailto\nSent: Friday, March 17, 2017 8:\n\nTo: jeffrey E. <jeevacation@gmail.com>\nMelanie Spinella a. Ada Clapp\nSubject: request for docs\n\nCc: Brad Wechsler\nI will organize. Copying Ada who has a lot of this.\nSent from my iPhone\n\nOn Mar 17, 2017, at 7:25 AM, jeffrey E. <jeevacation@gmail.com<mailto:jeevacation@gmail.com>> wrote:\n\ncan you send me latest bank art loan docs. BRH agreement. TRA agreement , agreement amongst\nshareholders. . , org chart for phaidon , art space and regan arts.. . , ownership only,. - list of\ninvetsments , ownership of l.a. house.structure, / list of art by highest gain. . -\n\nDate: Tue, Dec 29, 2015 at 7:26 AM\nSubject: Fwd: leon DO NOT SEND, hand deliver.\nTo: Jeffrey Epstein <jeevacation@gmail.com>\n\nTransaction complete !\n. this - in spite of your collection of Elysium misfits. !!!\n\nWith Brad out of the office and unable to run his usual interference , the level of his utter incompetence was\nbrought front and center, he may be a step up from Eileen, but if he is, then it is not certainly not by much, .\nThough you and I have spent many many hours discussing the importance of details and mechanics. I was not\nshown one document re phaidon,- not one.. Brad wanted to keep it private between he and his so called\"\nadvisors \" however as he was out of the office during the most important transaction of the year, I did get\nto spend time with joslin Joe and john, - the situation in your office is wholly ludicrous - to summarize - the\nlist I provided to Brad last December - things I thought were a priority to get done after consulting with your\noffice still remains virtually undone.\n\nIT, still desperately needed- reporting flawed cumbersome and inaccurate . all done by hand as one -off\nexercises , - airplane: re structure, (my only suggested priority in june ) is really ,no further ahead, ,consultants\nup the kazoo but nothing at all done.( the office was told that i cannot even see the proposals received without\nbrads specific authorization ) - brad has no idea even as to what questions to ask. he knows little of finance, is\nrun roughshod over by almost everyone in the office. he is a little man , using your power, to appear larger .\nEileen was self aware enough to know she was over her head , that is a huge difference. bad info is\nrampant ie 3 million in deductions Im told are taken for art space but on closer examination it turns out\nthey cannot be used at all. (ZERO benefit ) though you will be told yes they were deducted on the return they\nsaid that is the question they get asked ! \" were they deducted \"not -\"is there a benefit\" !! I asked for the\nbalance sheet and P and L for Regan arts , a basic first step in order to check your financials. \"sorry we never\ngot one?\" though 9.8 million invested, no p&l, nothing , a construction project run amok , no budget, the coo\nfired after only 3 months. , no clue. I can add that artspace financials are also a total mess.\n\nAs your friend and in order toturn the page. I will try to be constructive\n\nHOUSE_OVERSIGHT_023334",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023334.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3333,
    "word_count": 609,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:48.470094",
    "prefix": "IMAGES-007"
  }
}