{
  "document_id": "HOUSE_OVERSIGHT_011713",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011713.txt",
  "text": "Yet the most immediate security concerns were right next door. In Lebanon,\nHizbollah fighters were being armed and financed by the Iranians and by Syria\nas well. They were mounting increasingly effective operations against the\nIsraeli troops we’d left in the security zone. Even closer to home, Palestinian\nattacks on both troops and civilians, though on nowhere near the scale of the\nfirst months of the intifada, showed no sign of ending. I had my own views on\nboth. In Lebanon, I still believed we should pull out all our troops and focus our\nsecurity arrangements on what really mattered: protecting the citizens of\nnorthern Israel. As for the lessons to be learned from the intifada, my view that\nwe needed a political dialogue had inadvertently become public, from remarks I\nmade in Moshe Dayan’s honor at a memorial event a few months before\nbecoming chief of staff. “We are currently in a struggle with the Palestinians — a\nlong, bitter and continuing struggle,” I said. “A people cannot choose its\nneighbors. But we will have to talk to the Palestinians about matters, especially\nabout issues that are vital to them.”\n\nStill, I was the commander of the armed forces, not a politician. Though all\nchiefs of staff had political influence, if only as part of the decision-making\nprocess on all major security questions, making policy was for our elected\ngovernment. My main focus was on how to improve the military’s fitness to\nrespond. I’d lived through, and more recently fought in, all of Israel’s wars. I\nfelt that we had yet to apply some of the critical lessons from those conflicts.\nLeading tanks into battle against the Egyptians’ deadly Sagger missiles in 1973,\nand a decade later watching whole Israeli armored columns stalled and attacked\nby small bands of PLO fighters or Syrian commandos in Lebanon, had hardened\nmy conviction that Israel needed a leaner, more mobile army, with more\nspecialised strike units, as well as more easily targeted, less vulnerable weapons\nsystems. I wanted to shift the emphasis to weaponry that relied on Israel’s\nstrengths in new technology, invention and engineering. In a sense, this was the\nmacroscopic equivalent of one of the guiding principles of Sayeret Matkal:\nbrains, not just brawn.\n\nWhile cost-saving wasn’t the catalyst, I did realize that a change in strategy\nwould mean a change in how we allocated our resources. When Israel bought its\nfirst Mirage jets from France in the 1960s, they cost about a million dollars\napiece. The price tag of an F-16 was now closer to fiftv million dollars. The cost\nof a tank had increased tenfold. I wasn’t going to deprive the air force of state-\nof-the-art aircraft, key to our ability to fight and win a war. But while we still\nneeded a strong armored corps, it was important to realize that units like the\n\n242\nHOUSE_OVERSIGHT_011713",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011713.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2833,
    "word_count": 479,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:45.028892",
    "prefix": "IMAGES-001"
  }
}