{
  "document_id": "HOUSE_OVERSIGHT_018276",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018276.txt",
  "text": "usually talk about “tactical”, “operational” and “strategic” levels as we watch the\ngears of history churning away in war and peace. The “tactical” level is the most\npractical. It’s the choice to use machine guns instead of tanks to secure a street in\nKabul, for instance, or to buy up gold for a central bank or permit high-frequency\nstock trading. Tactics are where policy decisions crunch into reality. The most brutal\nshocks are first felt tactically: roadside bombs or mis-designed, crashing computer\ncode.\n\nA level above the problem of tactics sits the question of operations. It’s here where\ndecisions are made about just how various levers of power might best be moved.\nShould we send bombers to slow Iranian proliferation or rely on cyber attacks? Will\ntax dollars fix our infrastructure faster than tolls? Macarthur’s landing by surprise in\nIncheon on the morning of September 15, 1950, Operation Chromite, was an\noperational decision. “Within five hours, 40,000 men would act boldly, in the hope\nthat 100,000 others manning the defense lines of South Korea would not die,\" he\nthought before the battle. “I alone was responsible for tomorrow, and if I failed, the\ndreadful results would rest on judgment day against my soul.”52\n\nPolicy gets implemented through operations. It is the level where clever bureaucrats\nand parasitic office politicians prey, where they can most easily undermine the\nambitions of visionaries. But it is also the place where inspiration works on the will\nand passion of companies or armies or research labs. Server farms, data mining\nalgorithms, trade treaties—these are the operational chessboards of our era.\nOperations is where the bolt tightening for revolutionary change occurs. It is\nintense, relentless operations that ensure stability in the face of shock or growth or\ncollapse. “The exploding popularity of Internet services has created a new class of\ncomputing systems that we have named warehouse-scale computers,” the Google\ndata engineers Luiz Andre Barosso and Urs Holzle wrote in famous, revolutionary\npaper several years ago as they described the operational revolution that lets\nGoogle serve terabytes of data, instantly, every day.*? The massive data centers they\nhad built, they realized, are so large that they are nothing less than computers that\nare the size of massive buildings. Solar fields are their power supply; entire rivers\nare their cooling tubes. And they enable nothing less than magic: instant knowledge,\nconnection to distant lands, a constant picture of what humanity knows. This is the\ngrowing, heroic scale of operations now.\n\nAbove the operational and tactical levels is what we call the strategic dimension. It is\nhere where overall design is considered and moved. Without it, operations and\ntactics are incoherent. Strategy imagines how whole structures like nations or\n\nand Felix Gilbert, eds., Makers of Modern Strategy: From Machiavelli to the Nuclear\nAge (Princeton, N.J.: Princeton University Press, 1986) and Sun Tzu, “The Art of\nWar”, Filiquarian (1986)\n\n52 “Within five hours”: Douglas MacArthur, Reminiscenes (Naval Institute Press,\n1964), 354\n\n53 “The exploding popularity”: Luiz André Barroso and Urs Holzle, The Data-Center\nas a Computer (San Rafael: Morgan & Claypool, 2009)\n\n44\n\nHOUSE_OVERSIGHT_018276",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018276.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3292,
    "word_count": 515,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.185217",
    "prefix": "IMAGES-004"
  }
}