{
  "document_id": "HOUSE_OVERSIGHT_024837",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024837.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS February 25, 2019\n\nCronos Group / Ginkgo Bioworks (September 2018; Valued Up to $122MM)\n\n2\n\nCronos Group is a vertically integrated Canadian cannabis company that operates two\nlicensed producers. In addition, the company has developed an assortment of cannabis\nvarietals and has amassed an extensive database on various cannabinoids and their\nproperties. Boston-based Ginkgo Bioworks is a synthetic biology company that has\ndeveloped a cutting edge, automated platform for biological engineering and\nfermentation. Using synthetic DNA to modify yeast and other organisms, the company\nendeavors to produce large amounts of various rare strains through this more efficient,\nlower-cost, novel process. Indeed, as we asserted in the MO/CRON note (link), we\nbelieve that this strategic partnership was integral in informing the entry of the largest\ntobacco player in the U.S., into the legal global cannabis market.\n\nBy way of background, in September 2018, Cronos and Ginkgo announced an\nagreement to produce cultured cannabinoids. Ginkgo is tasked with developing strains\nof yeast that can produce eight target cannabinoids. Cronos would then handle large\nscale production and distribution of those cultured cannabinoids. The total agreement is\nvalued at $122MM; this includes $22MM to fund R&D, and up to $100MM of CRON\ncommon shares in tranches in accordance with production milestones. More specifically,\nthe tranches will be issued once each of the target cannabinoids can be produced for\nless than $1,000/kg of pure cannabinoids at a scale of >200 liters as follows: THC (20%),\nCBD (15%), THCV (15%), CBC (10%), CBG (10%), CBGV (10%), CBDV (10%), and CBCV\n(10%). Cronos and Ginkgo expect to reach the milestone for these eight strains within\nthree years.\n\nFigure 12 Cronos and Ginkgo Partnership to Produce Eight Targeted Cannabinoids at Scale\n\nMilestone Shares Issued\n\nTarget Cannabinoid Shares %\n\n2,934,984\n2,201,235\n1,467,490\n1,467,490\n2,201,235\n1,467,490\n1,467,490\n1,467,490\n14,674,903\n\nSource: Cowen and Company\n\nCOWEN.COM 21\n\nHOUSE_OVERSIGHT_024837",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024837.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2084,
    "word_count": 309,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.669737",
    "prefix": "IMAGES-008"
  }
}