{
  "document_id": "HOUSE_OVERSIGHT_020039",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020039.txt",
  "text": "behavior, and shit the president says, told in a knowing, deadpan style. Beyond\nacknowledging that Trump was a boy from Queens yet in awe of the 7imes, nobody in the\nWest Wing could explain why he and Hicks would so often turn to Haberman for what\nwould so reliably be a mocking and hurtful portrayal. There was some feeling that Trump\nwas returning to scenes of past success: the 7imes might be against him, but Haberman\nhad worked at the New York Post for many years. “She’s very professional,” Conway said,\nspeaking in defense of the president and trying to justify Haberman’s extraordinary access.\nBut however intent he remained on getting good ink in the Zimes, the president saw\nHaberman as “mean and horrible.” And yet, on a near-weekly basis, he and Hicks plotted\nwhen next to have the Zimes come in.\n\nOOK Ok\n\nKushner had his personal press operation and Bannon had his. The leaking culture had\nbecome so open and overt—most of the time everybody could identify everybody else’s\nleaks—that it was now formally staffed.\n\nKushner’s Office of American Innovation employed, as its spokesperson, Josh Raffel,\nwho, like Hicks, came out of Matthew Hiltzik’s PR shop. Raffel, a Democrat who had\nbeen working in Hollywood, acted as Kushner and his wife’s personal rep—not least of all\nbecause the couple felt that Spicer, owing his allegiance to Priebus, was not aggressively\nrepresenting them. This was explicit. “Josh is Jared’s Hope,” was his internal West Wing\njob description.\n\nRaffel coordinated all of Kushner and Ivanka’s personal press, though there was more\nof this for Ivanka than for Kushner. But, more importantly, Raffel coordinated all of\nKushner’s substantial leaking, or, as it were, his off-the-record briefings and guidance—no\nsmall part of it against Bannon. Kushner, who with great conviction asserted that he never\nleaked, in part justified his press operation as a defense against Bannon’s press operation.\n\nBannon’s “person,” Alexandra Preate—a witty conservative socialite partial to\nchampagne—had previously represented Breitbart News and other conservative figures\nlike CNBC’s Larry Kudlow, and was close friends with Rebekah Mercer. In a relationship\nthat nobody seemed quite able to explain, she handled all of Bannon’s press “outreach”\nbut was not employed by the White House, although she maintained an office, or at least\nan officelike presence, there. The point was clear: her client was Bannon and not the\nTrump administration.\n\nBannon, to Jared and Ivanka’s continued alarm, had unique access to Breitbart’s\nsignificant abilities to change the right-wing mood and focus. Bannon insisted he had cut\nhis ties to his former colleagues at Breitbart, but that strained everybody’s credulity—and\neverybody figured nobody was supposed to believe it. Rather, everybody was supposed to\nfear it.\n\nThere was, curiously, general agreement in the West Wing that Donald Trump, the\n\nHOUSE_OVERSIGHT_020039",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020039.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2924,
    "word_count": 463,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.066229",
    "prefix": "IMAGES-005"
  }
}