{
  "document_id": "HOUSE_OVERSIGHT_023718",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023718.txt",
  "text": "sell-off, Asia FX may have more weakness to come than MXN. Will copper/infrastructure rally eventually\nhelp Chile?\n\nMost macro love NKY, willing to love it more. Bringing it home; fast macro money players are rushing to\nerase losses, year long pains through wider rates, longer USD, weaker EM, stronger equities.\n\nReal Money is in defensive, remembering Taper Tantrum days, fearing institutional outflows & forced selling\nof carry hope positions.\n\nThose who want to \"fade\" Trump rally, seek valuation in EM, believe core rates can tighten to get a breather\nare in Minority.\n\nThis material was prepared by a Sales or Trading function within Deutsche Bank AG or one of its affiliates\n(collectively “Deutsche Bank”), and was not produced, reviewed or edited by the Research Department. Any\nopinions expressed herein may differ from the opinions expressed by other Deutsche Bank departments\nincluding the Research Department. This material is intended for your personal use and Deutsche Bank is not\nsoliciting the purchase or sale of any security or transaction, or participation in any particular trading strategy.\nThis material, and the information contained therein, does not constitute the provision of investment advice.\nSales and Trading functions are subject to additional potential conflicts of interest which the Research\nDepartment does not face. Deutsche Bank may engage in transactions in a manner inconsistent with the views\ndiscussed herein. Deutsche Bank trades or may trade as principal in the instruments (or related derivatives),\nand may have proprietary positions in the instruments (or related derivatives) discussed herein. Deutsche Bank\nmay make a market in the instruments (or related derivatives) discussed herein. Sales and Trading personnel\nare compensated in part based on the volume of transactions effected by them. Assumptions, estimates and\nopinions expressed constitute the author’s judgment as of the date of this material and are subject to change\nwithout notice. Past performance is not necessarily indicative of future results. This material is based upon\ninformation that Deutsche Bank considers reliable as of the date hereof, but Deutsche Bank does not represent\nthat it is accurate and complete. Certain transactions or securities mentioned herein, including derivative\nproducts, give rise to substantial risk, including currency and volatility risk, and are not suitable for all\ninvestors. Deutsche Bank transacts business with counterparties on an arm’s length basis and on the\nassumption that each counterparty is sophisticated and capable of independently evaluating the merits and risks\nof each transaction and that the counterparty is making an independent decision regarding any transaction.\n\nThis e-mail may contain confidential and/or privileged information. If you are not the intended recipient (or\nhave received this e-mail in error) please notify the sender immediately and delete this e-mail. Any\nunauthorized copying, disclosure or distribution of the material in this e-mail is strictly forbidden.\n\nPlease refer to https://www.db.com/disclosures for additional corporate and regulatory EU disclosures and to\nhttp://www.db.com/unitedkingdom/content/privacy.htm for information about privacy.\n\nLandon Thomas, Jr.\nFinancial Reporter\nNew York Times\n\nHOUSE_OVERSIGHT_023718",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023718.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3320,
    "word_count": 484,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:48.365270",
    "prefix": "IMAGES-007"
  }
}