{
  "document_id": "HOUSE_OVERSIGHT_016854",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016854.txt",
  "text": "there is a constant structure with some activity going on inside it. When von Neumann’s\nabstract machine reproduced, it made a copy of itself in another region of the plane.\nWithin the “machine” was a horizontal line of squares which acted as a finite linear tape,\nusing a subset of the finite alphabet. It was the symbols in those squares that encoded the\nmachine of which they were a part. During the machine’s reproduction, the “tape” could\nmove either left or right and was both interpreted (transcribed) as the instructions\n(translation) for the new “machine” being built and then copied (replicated)—with the\nnew copy being placed inside the new machine for further reproduction. Francis Crick\nand James Watson later showed, in 1953, how such a tape could be instantiated in\nbiology by along DNA molecule with its finite alphabet of four nucleobases: guanine,\ncytosine, adenine, and thymine (G, C, A, and T).'* Asin von Neumann’s machine, in\nbiological reproduction the linear sequence of symbols in DNA is interpreted—through\ntranscription into RNA molecules, which then are translated into proteins, the structures\nthat make up a new cell—and the DNA is replicated and encased in the new cell.\n\nA second foundational piece of work was in a 1945 “First Draft” report on the\ndesign for a digital computer, wherein von Neumann advocated for a memory that could\ncontain both instructions and data.'4 This is now known as a von Neumann architecture\ncomputer—as distinct from a Harvard architecture computer, where there are two\nseparate memories, one for instructions and one for data. The vast majority of computer\nchips built in the era of Moore’s Law are based on the von Neumann architecture,\nincluding those powering our data centers, our laptops, and our smartphones. Von\nNeumann’s digital-computer architecture 1s conceptually the same generalization—from\nearly digital computers constructed with electromagnetic relays at both Harvard\nUniversity and Bletchley Park—that occurs in going from a special-purpose Turing\nMachine to a Universal Turing Machine. Furthermore, his self-replicating automata\nshare a fundamental similarity with both the construction of a Turing Machine and the\nmechanism of DNA-based reproducing biological cells. There is to this day scholarly\ndebate over whether von Neumann saw the cross connections between these three pieces\nof work, Turing’s and his two. Turing’s revision of his paper was done while he and von\nNeumann were both at Princeton; indeed, after getting his PhD, Turing almost stayed on\nas von Neumann’s postdoc.\n\nWithout Turing and von Neumann, the cybernetics of Wiener might have\nremained a dominant mode of thought and driver of technology for much longer than its\nbrief moment of supremacy. In this imaginary version of history, we might well live\ntoday in an actual steam-punk world and not just get to observe its fantastical\ninstantiations at Maker Faires!\n\nMy point is that Wiener thought about the world—physical, biological, and (in\nHuman Use) sociological—in a particular way. He analyzed the world as continuous\nvariables, as he explains in chapter 1 along with a nod to thermodynamics through an\noverlay of Gibbs statistics. He also shoehorns in a weak and unconvincing model of\ninformation as message-passing between and among both physical and biological entities.\nTo me, and from today’s vantage point seventy years on, his tools seem woefully\n\n13“ Structure for Deoxyribose Nucleic Acid,” Nature 171, 737-738 (1953).\n\n14 hitps://en.wikipedia.org//wiki/First_Draft_of_a_Report_on_ the EDVAC#Controversy. Von Neumann is\nlisted as the only author, whereas others contributed to the concepts he laid out; thus credit for the\narchitecture has gone to him alone.\n\n51\n\nHOUSE_OVERSIGHT_016854",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016854.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3754,
    "word_count": 583,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:44.052773",
    "prefix": "IMAGES-004"
  }
}