{
  "document_id": "HOUSE_OVERSIGHT_030975",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030975.txt",
  "text": "parlors strip clubs, and, also, Trump’s Mar-a-Lago. Just as the threats and enmity of the\ntwo friends increased over the house sale, Epstein found himself under investigation by\nlocal Palm Beach police. Epstein’s legal problems vastly escalated but the new Trump\nproperty , with only minor improvements, was bought 3 years later in 08 , the time\nTrump was facing his huge debt. for $96 million by Dmitry Rybolovlev. a Russain oligarch.\nThat is, Trump had either miraculously earned $55 million, without putting up a dime, or\nRybolovlev, or someone such as Rybolovlev, paid Trump Properties, LLC—actual owner\nunknown—$96 million, thereby providing a clean payment of $55 million to\nsomeone. This at the very same time that trump was into Deutsch bank for over 600\nmillion dollars but with a 40 millino personal guarnatee .Rybolovlev might have, in effect,\npaid himself for the house, thereby cleansing the money. Epstein, on his part, would be\nsenetenced to 30 months, 12 of those months in jail on a prostitution charge.\nAfter the election, when Bannon was introduced to Epstein, Bannon told him, “You were\nthe one person I was truly afraid of coming forward during the campaign.”\n\n“not surprising ” said Epstein.\n\nplease note\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\nJEE\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\nand may be unlawful. If you have received this\ncommunication in error, please notify us immediately by\nreturn e-mail or by e-mail to jeevacation@gmail.com, and\ndestroy this communication and all copies thereof,\nincluding all attachments. copyright -all rights reserved\n\nHOUSE_OVERSIGHT_030975",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030975.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1836,
    "word_count": 289,
    "line_count": 32,
    "import_date": "2025-11-19T21:47:44.121502",
    "prefix": "IMAGES-011"
  }
}