{
  "document_id": "HOUSE_OVERSIGHT_014776",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014776.txt",
  "text": "Tail risk 4: Bo) triggers curve steepening and vol rise\n\nBo) keeps yield curve anchored out to 10y: 1y10s20s conditional bear steepener\nThe Bank of Japan (Bo)) has faced a tough 2016. Having switched its policy target from\nquantity to interest rates at its September Monetary Policy Meeting, it tacitly\nacknowledged that negative rates and JGB purchases were potentially approaching their\nlimit in terms of policy effectiveness. Inflation expectations fell and the yen\nstrengthened as a consequence as the market got accustomed to fading dovish\npronouncements from the Bank of Japan. Bo) Governor Haruhiko Kuroda himself said\n“Central banks are, admittedly, not omnipotent.\"\n\nThe Bo) introduced yield curve control, taking into consideration negative effects of\ngreat decline in yields and curve flattening on financial institution earnings or financial\nmarkets. If the Bo) keeps purchasing at the current rate, however, yields will sooner or\nlater feel downward pressure. We believe the Bo) is likely to reduce its long-term J)GB\npurchase gradually. For the time being, JGB yield guidelines are probably around 0% for\nthe 10yr, 0.4% for the 20yr, and 0.5% for the 30yr JGB.\n\nHowever, the Bo) appears to be concerned about the deterioration of financial\ninstitution earnings caused by flattening of the yield curve. Kuroda said that even if\nsuperlong-term yields rose slightly, he did not believe they would have to be lowered. He\nwent on to say he was also giving consideration to investors in superlong-term bonds,\nand that he did not think it was good for the yield curve to get continually flatter. Based\non these and other remarks, we expect long-term JGB purchase operations to be\nreduced and the curve to gradually steepen (Rates forecast: Attention on Bo) operations\n\nwhen yields decline).\n\nBefore that can happen, however, preconditions most likely include steady progress in\nUS rate hikes, avoidance of excessive yen appreciation, and some degree of recovery in\nthe inflation rate. With a Republican clean sweep, US fiscal easing is now a foregone\nconclusion and “Higher rates and higher dollar” may support our view for yen rates. If\nJGB purchase operations were reduced and yen rates rose in the wake of higher US\nTreasury yields and USD/JPY appreciation, that could easily be explained by\nfundamentals.\n\nYen rates volatility is still low; however, purchasing cuts by the Bo) could add to\nvolatility risk amid declining liquidity in the super long-end (Chart 78). Even if risk-off\nsentiment pushes down the yield curve, the Bo) may lower the 10yr JGB yield target\nfrom zero to keep the curve steep. This kind of policy change also could increase\nvolatility. In either case, the 10yr is expected to be anchored and movement is expected\nin the long end. We believe 1y10s20s conditional bear steepener may mitigate this risk.\n\nTrade recommendation: Long S5bn 1y20y @0.62% (atm+11bp) payer vs Short 9.9bn\n1y10y @0.18% (atm) payer. This position is zero cost, PVO1 neutral, and zero carry.\nRisk Is the curve remains flat due to a deflationary backdrop.\n\nChart 78: JPY Swap 10y and 20y rate and 1y2Oy volatility\n\n, oh) JPY Swap 10y JPY Swap 20y ———‘y20y Volatility (RHS) (bp}y\n1 50\n08 40\n06\n30\n04\n02 ad\n0 10\n-0.2 0\nNov-15 Feb-16 May-16 Aug-16 Nov-16\n\nSource: BofA Merrill Lynch Global Research\n\nBankofAmerica <2”\n\n46 Global Rates, FX & EM 2017 Year Ahead | 16 November 2016 .\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014776",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014776.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3419,
    "word_count": 559,
    "line_count": 68,
    "import_date": "2025-11-19T21:47:46.004831",
    "prefix": "IMAGES-003"
  }
}