{
  "document_id": "HOUSE_OVERSIGHT_011417",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011417.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n114\nH3vlgiu2\n\nand second of all -- so that's a rule of completeness, and\n\nsecond of all, you were there and you heard it and therefore,\n\nit would go to your state of mind and not for the truth of the\n\nmatter asserted.\n\nThe next case is United States v. Dupree. That's\n\nanother criminal case in this circuit, where a bank fraud\ndefendant was the subject of a temporary restraining order\nissued to that defendant, okay? So, you know, he has a\n\ntemporary restraining order, you can't take any money out of\n\nthis bank unless you do X, Y, and Z. Well, he took the money\nout of the bank without doing X, Y, and Z, and when he came to\n\ntrial in his criminal case, the government was allowed to\n\nintroduce that restraining order because it was his restraining\n\norder, he knew about it, and it showed his willful intent to\n\ndefraud as part of the bank fraud. So that's that case.\n\nArista Records, LLC v. Lime Group, LLC was another\n\ncase they rely on. Again, these are emails that are being\n\ntalked about that were written by the defendant's employees and\n\nthen the responses to those emails. So clearly the defendants\nLLC had corporate knowledge of those things. Screenshots of\nsoftware programs, statements made by an agent of the\ndefendant, those are all the things that we're talking about in\n\nthat case, and so there's actual knowledge of the entity of\n\nthose statements, which then can go for state of mind.\n\nThere are two more cases. Crescenz v. Penguin Group,\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011417",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011417.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1601,
    "word_count": 285,
    "line_count": 83,
    "import_date": "2025-11-19T21:47:45.253487",
    "prefix": "IMAGES-001"
  }
}