{
  "document_id": "HOUSE_OVERSIGHT_015702",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015702.txt",
  "text": "12 Are the Androids Dreaming Yet?\n\nTurning Images to Music\n\nfunny and laugh uproariously. A few minutes later, you could tell the\nsame joke and he would find it just as funny as the first time. For him,\nevery time was the first time, because he had lost the ability to record\nlong-term memories. The syndrome is wonderfully depicted in the film\n50 First Dates starring Adam Sandler and Drew Barrymore. Another\npatient with specific stroke damage was unable to recall the names of\nfruits but, oddly, could still name vegetables. Interestingly tomatoes\npresented a particular problem. He had probably never known how to\ncatalogue them so they were partially remembered in both areas.\n\nThere are many such medical cases. In Oliver Sachs’ The Man who\nMistook his Wife for a Hat, the author relates the tale of a man with visual\nagnosia who could not reliably name familiar objects, including his own\nwife! He had a perfectly loving relationship with her but simply could\nnot name her from a picture. Sachs, Professor of Neurology at New York\nUniversity School of Medicine, provides many such fascinating stories,\nalong with their medical backgrounds.\n\nThe fruit and vegetable case suggests our brains are organized like a\nfiling cabinet. When we damage a part of the brain, it’s like losing a drawer:\nAll the information stored in that drawer is lost. Quite a few experiments\ncontradict this model and indicate many tasks are distributed around the\nbrain. The curious case of blindsight is one such example. People with\na damaged visual cortex can often recognize objects despite reporting\nthey have no sensation of vision. Show them a shape and they will report\nthey can see nothing. Ask them to name the shape and they might even\nget a little irritated by the question; they are blind after all. But, ask them\nto guess the shape and they will get it right every time. Seeing is more\n\nHOUSE_OVERSIGHT_015702",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015702.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1904,
    "word_count": 324,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:47.241709",
    "prefix": "IMAGES-003"
  }
}