{
  "document_id": "HOUSE_OVERSIGHT_026509",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026509.txt",
  "text": "On Sep 11, 2018, at 10:20 PM, Maskin, Eric <9 wrote:\n\nYes, we can expect more extremists to run under RCV. But also more centrists (e.g., Bloomberg). Since the\ncentrists are closer to the median voter, they will defeat the extremists.\n\nThe evidence I have seen suggests that RCV increases turn-out. [But it’s important that voters be given the\nchoice to rank as many or few candidates as they like, so that a voter always has the option of voting for a\nsingle candidate (in effect, he would be ranking all other candidates as tied for second). In practice, most voters\nchoose to rank two or three candidates, but a significant fraction just rank one]\n\nIn fact the increase in the diversity of candidates under RCV is related to turn-out. If RCV had been used in\n2016, Bernie Sanders could have run as an independent in the general election without fear of guaranteeing a\nTrump victory. Many of the Bernie supporters who stayed home on election day might then have voted---and\npresumably would have ranked Clinton second. This would have given Ker a victory over Trump in Michigan,\nWisconsin, and Pennsylvania (and possibly elsewhere).\n\nEric\n\nFrom: LHS <i\nSent: Tuesday, September 11, 2018 7:52 PM\n\nTo: Maskin, Eric\nCe: lhsoffice\n\nSubject: Re: This morning\n\nI get that formal argument\n\nWhat about aspects not quite in model.\n\nMore folk will run from extremes if they can attract more First run votes. Candidates can position a bit.\nSeparately I pitched this to someone today.\n\nHe said he had heard that because of its greater complexity African American and lower income turnout was\ndepressed. Is there evidence on turnout impacts?\n\nSent from my iPhone\n\nPlease direct all scheduling inquiries to my office tt\n\nFollow me on twitter @lhsummers\n\nHOUSE_OVERSIGHT_026509",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026509.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1764,
    "word_count": 296,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:47.958760",
    "prefix": "IMAGES-009"
  }
}