{
  "document_id": "HOUSE_OVERSIGHT_018433",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018433.txt",
  "text": "all, mark the political topology on which on which all the fundamental act of our age\nwill occur: our own gating.\n\nBut as essential as more technical knowledge is, I don’t think it’s likely to be where\nwe come up short. Yes we need more computer coding academies, we need better\npopular education about network choices, we need to retool our leaders. But I don’t\nthink it’s a shortage of bolt-heads that will do us in. Rather, given the unique\npressures of what is ahead, I think it is our human side that may let us down. I’m\nsure we'll all be told in coming years that everything would be fine if we just let the\nNew Caste figures take over, with their bloodless technological tools. These\nrevolutionaries are a crucial part of the story of human progress, but they cannot\nalone write the next chapters. | think, asked to run our government, they’d likely\nend up like Plato’s pro-Spartan relatives in that awful dictatorship of the Thirty: A\ncrew of buddies convinced they can get things under control who become rapidly\noverwhelmed by the human element, by wild network thumos and then reduced toa\nmurderous madness. They would use technology to manipulate our voting just as\nthey might manipulate our options for a new liver - or news or financial security.\n“One of the reasons computer software is so abysmal is that it’s not designed at all,\nbut merely engineered,” the computer scientist Terry Winograd has written.\n“Another reason is that implementers often place more emphasis on a programs\ninternal construction than its external design.”2”! This black-box temperament, the\nsense of efficacy as a final value for code, of internal design, of closed control, isa\ndangerous fit to the human business of free politics.\n\nBut to expect our current leaders to catch up? | fear this is also unlikely. It’s not\nmerely that they continue to wield the aging tools of industrial power with a strange\nconfidence. No, their failures - which don’t seem to faze them much - are less\ndangerous than where they might yet succeed: Control, surveillance, the shredding\nof liberty in the name of an elusive safety. These leaders are fascinated by how the\nnew tools might be used to extend the rule of a system that serves their interests,\nthat serves them. The fear that such tools might one day snap back upon them (or\nus) is muted by ignorance and dulled by greed; by vision that does not extend much\nbeyond “What’s in this for me?” So we find our future not in our own hands, but\ninstead in the grip of two groups: One ignorant of networks; the other ignorant of\nhumanity. The only answer, then, is to educate ourselves. We need to cultivate a\nsensibility that permits us to see through this manipulation; and then to act. The\ninstincts of technology and of history must emerge in our calculations now. What\nwill serve us best in a technical age is a sense of humanity that the old political\nmachines and the New Caste digital ones can’t match.\n\nOne of the most famous gates that Plato and Socrates drew around their imagined,\nideal and perfect republic was a kind of electric fence against, of all things, poets. As\nSocrates explains in The Republic, poets “maim the thoughts of those who hear\nthem.” Poetry appeared to the philosophers as a pernicious force, an injection of\n\n271 “One of the reasons”: Terry Winograd, Bringing Design to Software (New York:\nACM Press, 1996) p. 5\n\n201\n\nHOUSE_OVERSIGHT_018433",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018433.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3402,
    "word_count": 592,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.744036",
    "prefix": "IMAGES-004"
  }
}