{
  "document_id": "HOUSE_OVERSIGHT_019866",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019866.txt",
  "text": "his 70\" Birthday in Palm Beach—and headed straight to Charles Finch's photo exhibition, \"The\nArt of Behind the Scenes,\" to see rare candid on-set photos of Audrey Hepburn, Brigitte Bardot,\nGrace Kelly and Ava Gardner.\n\nOscar balloting had closed an hour earlier, and IndieWire's Oscar blogger Anne Thompson\nannounced that a female friend had voted for all the diverse and minority nominees. This first\nhint of things to come didn’t register as a bell ringer for best picture. Spotted: Jean Pigozzi, Brett\nRatner and Paul Haggis.\n\nBack at The Sunset Tower Bar, diminutive maitre d' Dmitri Dimitrov slid up to me, cupped his\nhands in prayer and whispered, \"Lady Gaga and Bradley Cooper are in the corner booth with\nWarner Bros. Sue Kroll.\" They were talking about their remake of \"A Star is Born\" going into\nproduction within the month.\n\nAt the next table was Ryan Murphy, creator of the multi-award winning FX mini-series \"The\nPeople vs. O.J. Simpson: American Crime Story,” eating with his muse Sarah Paulson, who\nwon countless awards for portraying Marcia Clark. | joked that the Oscar nominated\ndocumentary \"O.J.: Made in America\" from ESPN would win because voters thought both films\nare the same.\n\nWednesday, February 22nd\n\n| met Adam Lindemann and museum director Michael Govan at LACMA’s The Inner Eye: Vision\nand Transcendence in African Art. Michael and | discussed the struggle to diversify the\nAcademy. He told me that at LACMA he’d hired women, African American and Latino curators\nyears before.\n\nVanity Fair Editor-in-Chief Graydon Carter and Barneys hosted a private dinner for \"La La Land\"\nat the Chateau Marmont. Graydon always tries to entertain the winning film. Drinks around the\npool were followed by a seated dinner for fifty in a bungalow. Emma Stone brought her mother.\nHandsome hotelier Andre Balazs darts around. Ryan Gosling stayed home with his girlfriend\nEva Mendes and their two baby girls. Emma talked about her next film \"Battle of the Sexes.\"\nShe plays Billie Jean King opposite Steve Carell, an excellent tennis player in real life, as Bobby\nRiggs.\n\nDamien Chazelle came late from a dinner for the nominated directors. The Academy hosts a\nseries of secret dinners during Oscar week for key nominees to keep them away from sponsors\nwho profit from their celebrity. They also want to protect their own sponsor, ABC-TV, with\nexclusivity and audience surprise.\n\nThursday, February 23rd\n\nLarry Gagosian's annual Oscar-week art opening is always a hot ticket. Serious collectors\nblended in unnoticed among the mere lookers and pretty gallerists quietly pointing out one\nglorious Joe Bradley painting after another. Each costs a cool million and between 6:00pm and\n8:00pm they are all sold. Buyers and Larry's close friends then migrate down the block to Mr.\nChow. Elton John and David Furnish, Jonah Hill, Dakota Johnson, Sharon Stone,\nNBCUniversal's Ron Meyer, Gus Van Sant, Emily Ratajkowski, Dasha Zhukova, artists Alex\nIsrael, Harmony Korine and Dan Colen, rocker Robbie Robertson and Page Six’s lan Mohr dig\n\nHOUSE_OVERSIGHT_019866",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019866.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3062,
    "word_count": 495,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.629166",
    "prefix": "IMAGES-005"
  }
}