{
  "document_id": "HOUSE_OVERSIGHT_013011",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013011.txt",
  "text": "Chapter 5\nA Generic Architecture of Human-Like Cognition\n\n5.1 Introduction\n\nWhen writing the first draft of this book, some years ago, we had the idea to explain CogPrime\nby aligning its various structures and processes with the ones in the \"standard architecture\ndiagram\" of the human mind. After a bit of investigation, though, we gradually came to the\nrealization that no such thing existed. There was no standard flowchart or other sort of di-\nagram explaining the modern consensus on how human thought works. Many such diagrams\nexisted, but each one seemed to represent some particular focus or theory, rather than an overall\nintegrative understanding.\n\nSince there are multiple opinions regarding nearly every aspect of human intelligence, it\nwould be difficult to get two cognitive scientists to fully agree on every aspect of an overall\nhuman cognitive architecture diagram. Prior attempts to outline detailed mind architectures\nhave tended to follow highly specific theories of intelligence, and hence have attracted only\nmoderate interest from researchers not adhering to those theories. An example is Minsky’s work\npresented in The Emotion Machine [Min07], which arguably does constitute an architecture\ndiagram for the human mind, but which is only loosely grounded in current empirical knowledge\nand stands more as a representation of Minsky’s own intuitive understanding.\n\nBut nevertheless, it seemed to us that a reasonable attempt at an integrative, relatively\ntheory-neutral \"human cognitive architecture diagram\" would be better than nothing. So nat-\nurally, we took it on ourselves to create such a diagram. This chapter is the result — it draws on\nthe thinking of a number of cognitive science and AGI researchers, integrating their perspectives\nin a coherent, overall architecture diagram for human, and human-like, general intelligence. The\nspecific architecture diagram of CogPrime, given in Chapter 6 below, may then be understood\nas a particular instantiation of this generic architecture diagram of human-like cognition.\n\nThere is no getting around the fact that, to a certain extent, the diagram presented here\nreflects our particular understanding of how the mind works. However, it was intentionally\nconstructed with the goal of not being just an abstracted version of the CogPrime architecture\ndiagram! It does not reflect our own idiosyncratic understanding of human intelligence, as much\nas a combination of understandings previously presented by multiple researchers (including\nourselves), arranged according to our own taste in a manner we find conceptually coherent.\nWith this in mind, we call it the \"Integrative Human-Like Cognitive Architecture Diagram,\" or\nfor short \"the integrative diagram.\" We have made an effort to ensure that as many pieces of\nthe integrative diagram as possible are well grounded in psychological and even neuroscientific\n\n95\n\nHOUSE_OVERSIGHT_013011",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013011.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2912,
    "word_count": 440,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:48.023980",
    "prefix": "IMAGES-002"
  }
}