{
  "document_id": "HOUSE_OVERSIGHT_020534",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020534.txt",
  "text": "75\n\nAnother analyst noted that we need “a granular view on issues of sharp power.”\n\nHe pointed in particular to Confucius Institutes, arguing that he would not accept\nConfucius Institute-sponsored research, but was fine with language training, although\nit would be better to get them off campuses. He laughed at the idea that they were\n“effective instruments of Chinese propaganda.” Along these lines, a few individuals\nindicated that they were less concerned about Chinese influence in the social sciences\nand more concerned about reports that Chinese students and postdocs in scientific\nresearch labs bring restricted technologies back to China.\n\nFinally, there were calls from some analysts for far more reciprocity than currently exists.\nThese analysts felt that the playing field between the two countries was out of balance\nand argued that there should be a much stronger dose of reciprocity and “hardball” in\nUS-China exchanges, arguing that the American side should curtail or cut off contacts\nuntil Chinese institutions were willing to operate at a level of openness similar to that\nfound in their American counterparts.\n\nConclusion and Recommendations\n\nAmerican think-tank scholars working on China face an increasingly challenging\nresearch environment. But in this challenge, they are hardly unique. Members of\nthe media and the civil society/NGO world also share similar, even more daunting,\nchallenges. The process for obtaining visas has become more onerous; the quality of\nengagement with Chinese counterparts has declined and become more difficult; and\nopportunities to do field-based research, as well as archival work, have diminished.\nTrack 2 dialogues are viewed with increasing skepticism as to their value by more\nand more US scholars and policy specialists, who find their Chinese colleagues ever\nmore unable and/or unwilling to share their perspectives in an open and meaningful\nmanner. Many think-tank analysts are responding by limiting their Track 2 efforts and\nchanging the way they conduct their research.\n\nAt the same time, a small but growing group of well-funded Chinese scholars and\nofficials are proactively seeking to shape the American narrative and American views\nof China. They are doing so by supporting and funding joint projects with American\npartners in ways that reflect Chinese government priorities, but they give them the\nopportunity to choose and work with only those American scholars viewed by China\nas sympathetic to China’s goals. To date, these efforts do not appear to have influenced\nthe US debate over China in a significant manner, but it is important to be aware of\nthe money and effort being thrown at the endeavor.\n\nChinese funding of American think tanks remains limited. C.H. Tung, through his\nChina-US Exchange Foundation, is to date the most common source of financial\nsupport, although most report his funding as “hands-off.” A few Chinese companies\n\nSection5\n\nHOUSE_OVERSIGHT_020534",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020534.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2947,
    "word_count": 455,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:45.110533",
    "prefix": "IMAGES-006"
  }
}