{
  "document_id": "HOUSE_OVERSIGHT_023915",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023915.txt",
  "text": "Restructuring the University 169\n\nAs it stands now, we can’t. High schools teach what colleges tell\nthem to teach. Recently I was looking for a picture of the man who\nwas principal of my elementary school many years ago. I wanted to\nput it in a speech I was about to give. So, I went to the P.S. 247 (Brook-\nlyn) website and discovered that it is now a “New York City College\nPartnership Elementary School.” When I finished laughing, I started\nto wonder when this “everyone must spend their entire childhood\nworrying about getting into college” nonsense would end. P.S. 247\nwas not a great bastion of learning or a fun place in the 1950s, and I\ncan only imagine how awful it is now. I wondered why P.S. 247 now\nhad to be a college prep elementary school. A commenter on what I\nwrote noted that the old trade schools, which used to dominate the\nNew York school system, were serving mostly minority populations\nand this had to stop; so now “everyone can go to college” is the man-\ntra of the equity folks.\n\nBut the problem is, of course, that what is being bought with all\nthis college preparation is the right to be an unemployed English ma-\njor instead of the airplane mechanic you might have been if you had\ngone to Aviation High School.\n\nHigh school has become all about college, and college is all about\nscholarship and research, so what is left? So who teaches students to\nthink clearly? Who teaches students about the possibilities there are\nfor work that might interest them? Who teaches students how to get\nalong with one another, and who teaches people how to communi-\ncate well?\n\nCertainly not the high schools, which are obsessed with test score\npreparation, which means rote memory for the most part.\n\nCertainly not the colleges, which are run by faculty who do re-\nsearch and who think mostly about that.\n\nOne possible answer is community colleges, but when someone\nlike me suggests that skipping college and going to community college\ninstead to learn an actual skill might be a good idea for most students,\nthat suggestion is disregarded as being on the lunatic fringe.\n\nThe good news is that because of all this craziness, there is a big\nopportunity to build an alternative, which I will discuss in Chapter 14.\n\nHOUSE_OVERSIGHT_023915",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023915.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2249,
    "word_count": 398,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:48.335410",
    "prefix": "IMAGES-007"
  }
}