{
  "document_id": "HOUSE_OVERSIGHT_018295",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018295.txt",
  "text": "Inevitably, Castells became curious about how such a change was affecting politics.\nSpeaking to an audience at Harvard in the spring of 2014, he reviewed what he had\nlearned in the past decade - and particularly in the years since 2008, much of which\nhe had spent dropping into the ground-zero sites where network protest and\ndissatisfaction were exploding. “We are witnessing,” he told the audience, “the birth\nof a new form of social movement.”®? Information technology was breeding massive,\nrapidly moving social waves. These movements went from invisible to irresistible in\ninstants. They pressed for political change or for economic justice or even for - and\nthis was odd for such wired up efforts, but anyhow - a return to a pre-technological\nage. In most of these countries, the older organizations had little appeal to anew\ngeneration of protesters. The political parties smelled of rot. The media was state-\nowned or controlled by billionaires. For a generation used to instant empowerment,\nthe time to work inside these broken structures seemed impossibly long. And,\nanyhow, another option existed. Twitter or Facebook or YouTube had taught them.\nSo riots in those dozens of cities, unplanned and uncontrolled, emerged.** The\n“Collective Action,” of popular movements for hundreds of years from Bastille-\nraiders to labor actions, was replaced - upgraded? - into “Connective Action.”\nPeople who'd never met and who shared very different histories and desires, were\nconnected, fused together by lightspeed bits in hope or fury or vengeful rage.®> This\nwas, perhaps, predictable. It mirrored the linked, fast-spreading dynamism of the\n2008 crisis itself. As the British central banker and economist Andy Haldane\nobserved, the world had never before suffered a genuinely global financial crisis,\nwith every county on the planet, tied together as they were by finance and\ntechnology (and fear), tumbling off a cliff at the same, nano-second instant. ®¢ In one\nthree month period, the entire global economy shrunk by five percent.\n\nAs fast as shocks like that economic one spread, these linked network social\nreactions seemed to move faster still, echoing each other, with ever louder and more\ncomplex results. The technology itself became as important to the emergence of new\ngroups as their ideas. The terror phenomenon of ISIS, for instance, emerged almost\nentirely along skeins of digital connection, and was itself a reaction to the network-\nled disruption of the Arab Spring - and the earlier fracturing of older order in Iraq.\nWhen President Obama dismissively called ISIS the junior-varsity squad of terror\nand said there was nothing much for the West to worry about, he was reflecting the\n\n83 “We are witnessing”: Manuel Castells \"The Space of Autonomy: Cyberspace and\nUrban Space in Networked Social Movements\", Speech at Harvard GSD, February\n2014, available online\n\n84 And, anyhow: Raquel Alvarez, David Garcia, Yamir Moreno, and Frank\nSchweitzer. \"Sentiment Cascades in the 15M Movement.\" EP] Data Sci. EP] Data\nScience, 4:6 2015\n\n85 People who'd never met: W. Lance Bennett & Alexandra Segerberg “The Logic of\nConnective Action”, Information, Communication & Society, 15:5 (2012)\n\n86 As the British central banker: Andrew Haldane “On Microscopes and\nTelescopes”, Speech at Lorenz Center Workshop on Socio-Economic Complexity,\nMarch 2015, p.20\n\n63\n\nHOUSE_OVERSIGHT_018295",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018295.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3389,
    "word_count": 532,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:49.077160",
    "prefix": "IMAGES-004"
  }
}