{
  "document_id": "HOUSE_OVERSIGHT_025020",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025020.txt",
  "text": "24\n\nEast. The Iranians evidently hoped that militancy against the west,\nabove all on behalf of the Palestinians, could counteract the league-of-\noutsiders aspect of their alliance. For a while, this project appeared\nto be working. The Iran-created and sponsored Hezbollah movement\nmanaged to precipitate Israeli withdrawal from south Lebanon in\n2000, and then avoided defeat in a subsequent round of fighting in\n2006. In a poll of Arab public opinion taken in 2008, the three most\npopular leaders were Hassan Nasrallah, Bashar al-Assad and\nMahmoud Ahmedinejad, in that order. But this sense of inexorable\nascendancy in which the Iran-led bloc liked to cloak itself has fallen\nvictim to the Arab spring. First, the Saudis crushed a largely Shia\nuprising in Bahrain which the Iranians backed. But more importantly,\nIran's tooth and nail defence of the brutal Assad regime in Syria is\nprogressively destroying its already shallow support Sunni Muslims.\nThus, a recent poll by the Arab-American Institute asked more than\n4,000 Arabs their view of Iran. In Saudi Arabia, 6% had a positive\nview — down from 89% in 2006. In Jordan, the positive rating fell\nfrom 75% to 23%, in Egypt from 89% to 37% in the same period. The\nuprising in Syria placed Iran in an impossible position. Maintaining\nits ally in Damascus formed an essential strategic interest. Iran hoped,\nfollowing the US departure from Iraq, to achieve a contiguous line of\npro-Iranian, Shia states stretching from Iran itself to the\nMediterranean. But keeping this ambition alive in recent months\nrequired offering very visible support to a non-Sunni regime engaged\nin the energetic slaughter of its own, largely Sunni people. This has\nled to the drastic decline in the standing of the Iranians and their\nfriends. Such a decline was probably inevitable. Outside the core\nareas of Shia Arab population, Iran's support was broad but shallow.\nIt is noteworthy that since the Arab Spring, Hamas appears to have\ndistanced itself both from Assad and from the Iranians. According to\n\nHOUSE_OVERSIGHT_025020",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025020.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2054,
    "word_count": 333,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:46.037314",
    "prefix": "IMAGES-008"
  }
}