{
  "document_id": "HOUSE_OVERSIGHT_024723",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024723.txt",
  "text": "A\n\n>\nLA\n\nRELL\nITAL CHAPTER IV_ U.S. Legal Landscape\n\n(1) FDA Approves Cannabis-Derived Pharmaceuticals\n\nThe FDA will approve pharmaceutical-grade drugs derived from cannabis through the NDA process.\nFDA approval will require manufacturers to use cannabis varieties with particular chemical profiles and\nto demonstrate the ability to control the chemical consistency of those varieties during manufacturing.\nThe DEA will place a narrow characterization of each FDA-approved drug on CSA Schedule II, IH, 1V\nor V, and will issue one or more registrations to manufacture the drug and the cannabis variety used to\nproduce the drug. The FDA will improve and refine its botanical-drug review process in general and,\nin particular, as it relates to cannabis-derived drugs. The FDA, the DEA and DEA-registered cannabis\nresearchers and manufacturers will cooperate to create a federal database of (i) each cannabis variety\napproved for use in producing an FDA-approved drug and (ii) the manufacturing controls required by\nthe DEA and the FDA to cultivate chemically consistent plants of the variety in accordance with the\nCSA and the FDA’s drug approval. We refer to each cannabis variety in this database, together with\nits required manufacturing controls, as an “FDA-registered chemovar” (a chemovar is a plant variety\ncharacterized by its chemical content).\n\n(2) More States Adopt Medical Cannabis Laws\n\nMore states will adopt medical cannabis laws, and the number and nature of qualifying medical con-\nditions included in such laws will expand. Scientific research will improve the ability of the state-legal\nmedical cannabis industry to develop products that target specific medical conditions. Companies will\nincreasingly seek to differentiate such medical product offerings from recreational cannabis products.\nState regulators and industry leaders will seek to standardize testing, labeling and quality control pro-\ncedures particular to medical cannabis products and adopt cannabis-variety recognition and manufac-\nturing practices consistent with those for FDA-registered chemovars.\n\n(3) More States Adopt Recreational Laws\n\nMore states will adopt recreational laws, typically after medical cannabis has been legalized for some\nperiod of time. States will establish agencies to comprehensively regulate both recreational and medical\ncannabis; some regulatory standards will apply across both categories but, increasingly, regulations will\ndevelop specific to each category. State regulators will learn from the recreational cannabis experience\nof other states and will seek to standardize regulations that allow adults to responsibly enjoy cannabis\nwhile protecting the health and safety of the general public. Recreational cannabis regulations will\nresemble federal and state alcohol and tobacco regulations, addressing issues such as product potency\nand warning labels, and restrictions on advertising and packaging that appeal to minors.\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC 87\n\nHOUSE_OVERSIGHT_024723",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024723.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3016,
    "word_count": 434,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:46.849909",
    "prefix": "IMAGES-008"
  }
}