{
  "document_id": "HOUSE_OVERSIGHT_026017",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_026017.txt",
  "text": "Date: Thursday, November 10 2016 10:23 PM \nSubject: Re: \nFrom: \nTo: jeffrey E. <jeevacation@gmail.com>; \nShocking. So ridiculous. \nThis message is directed to and is for the use of the above-noted addressee only, and its contents may be legally \nprivileged or confidential. If the reader of this message is not the intended recipient, you are hereby notified that \nany distribution, dissemination, or copy of this message is strictly prohibited. If you have received this message \nin error, please delete it immediately and notify the sender. This message is not intended to be an electronic \nsignature nor to constitute an agreement of any kind under applicable law unless otherwise expressly indicated \nhereon. \nOn Nov 10, 2016, at 5:01 PM, jeffrey E. <jeevacation@gmail.com > wrote: \nhttp://www.dailymail.co .uk/news/artic le- 39 140 12/Troubled- woman-history-drug-use-claimed-\nassaulted-Donald- Trump-Jeffrey-Epstein- sex-party-age- 13-FABRICATED- story.html  \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com , and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 026017",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_026017.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1600,
    "word_count": 226,
    "line_count": 28,
    "import_date": "2025-11-19T21:47:45.724600",
    "prefix": "TEXT-001"
  }
}