{
  "document_id": "HOUSE_OVERSIGHT_018533",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018533.txt",
  "text": "When I talk to someone who is identifying as BDSM and ask them have you always felt\nthis way, and they almost always report that 'This has been the way I was all along. I\ndidn't realize it. I thought I was interested in more traditional male/female relationships\nbut now I realize that I really like the power and control aspects of relationship.\"\n\n... They are very clear often that, ‘my relationships which were vanilla were not fulfilling.\nI always felt like there was something missing. Now that I'm doing BDSM, I am fulfilled.\nThis feels really right to me. This really gets me to my core. It's who I am.'\n\n... And so in the same way as someone who is homosexual, they couldn't really change --\nthey somehow felt fulfilled in the same-sex relationship -- similarly ina BDSM\nrelationship or scenario, they similarly feel the same factors, and in my mind, that allows\nme to classify people who fit that as a sexual orientation. I cannot change someone who's\ninto BDSM to not be BDSM.\n\nThat's how I feel. Absolutely.\n\nAnd yet I disagree with Moser on one key point: not all BDSM people are like this. I\nknow that people exist who do BDSM, who don't feel it the same way I do. They don't\nfeel that it's been with them all along. It's not deep-rooted for them. It's not unavoidable,\nit's not necessary, it doesn't go to their core. They can change from being into BDSM to\nnot doing BDSM, because it's not built-in; it's just something they do sometimes, for fun.\nThere are also plenty of people who have equally strong feelings about their BDSM\nsexuality, but who have different BDSM preferences from mine. And that's totally okay\nwith me! I will always say that I've got no problem with whatever people want to do, as\nlong as it's kept among consenting adults.\n\nBut what does the existence of people like that mean for BDSM as an orientation? Are\nthey somehow less \"entitled\" to practice BDSM, because it's not as deep-rooted or\nimportant to them as it is for, say, me? No, that can't be true. I'm not going to claim that\nmy feelings are \"more real\" than theirs, or somehow more important, just because BDSM\ngoes straight to my core but not to theirs. They've got as much right as I do to practice\nthese activities, as long as they do it consensually.\n\nSo, where does that leave us? It means that BDSM is an orientation for some people, but\nnot for others. I'm fine with that. Does that mean we're done here? Well, no....\n\n... because if BDSM is an orientation for some people but not others, then we're in a bit of\na weird place when it comes to societal recognition. In the case I cited above, Charles\nMoser is claiming that we BDSMers can't change ourselves and that therefore, we don't\ndeserve to be stigmatized for our sexuality.\n\nOn the surface, this might seem reasonable, but actually, whether or not people can alter\ntheir sexual needs, there's no reason people shouldn't be able to do what they want\nwith other consenting adults. If any of us phrase the argument as: \"I can't change\nmyself, so please don't hate me!\" then we are implicitly saying, \"If I could change myself,\nI would... but I can't, so please have pity on me!\" In other words, we are implicitly\nsaying: \"BDSMers can't 'fix' our sexual needs -- it's not ‘our fault’ -- so please don't hate\nus.”\n\nHOUSE_OVERSIGHT_018533",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018533.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3294,
    "word_count": 594,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:46.634884",
    "prefix": "IMAGES-005"
  }
}