{
  "document_id": "HOUSE_OVERSIGHT_023130",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023130.txt",
  "text": "The Herald’s series quoted a trove of letters and emails between prosecutors and\nEpstein’s defense team that showed that Epstein’s lawyers were allowed to dictate\nthe terms of each deal that they drew up, and prosecutors repeatedly backed down\non deadlines. The lead prosecutor, Marie Villafafia, amid the negotiations wrote to\nEpstein lawyer Jay Lefkowitz: “I thought we had worked very well together in\nresolving this dispute. ... I feel that I bent over backwards to keep in mind the effect\nthat the agreement would have on Mr. Epstein.”\n\nWhere are they now? The biggest players in the Jeffrey Epstein case\n\nThe girls who were abused by Jeffrey Epstein and the cops who championed their\ncause remain angry over what they regard as a gross injustice, while Epstein's\nemployees and those who engineered his non-prosecution agreement have\nprospered.\n\nThe email chain also shows that prosecutors sometimes communicated with the\ndefense team using private emails, and that their correspondence referenced\ndiscussions that they wanted to have by phone or in person so that there would be\nno paper trail, the Herald found. At one point, Acosta met privately with Lefkowitz,\nwho came from the same Washington, D.C.-based law firm, at a Marriott hotel in\nWest Palm Beach, the emails showed. It was at that meeting, the records show,\nwhen Acosta agreed to keep the deal secret.\n\nThe correspondences also show that Sloman sought several times to have Epstein’s\nvictims notified about the deal, as required under the Crime Victims Rights Act. But\nafter Epstein’s lawyers aggressively objected and appealed to Acosta, it never\nhappened.\n\nSloman, however, insisted that Epstein’s lawyers’ aggressive defense had no bearing\non the office’s decision to set aside what court records show was a 53-page federal\nindictment it had prepared against Epstein. Sloman said the facts dictated that\nEpstein should plead guilty to what he called “a crime in state court that reflected\nhis true conduct,” adding that the case was “at heart, a local sex case.”\n\n“It is a gross mischaracterization to describe this as a local sex case,” said lawyer\nJack Scarola, a representative of several of Epstein’s then-underage victims. “There\nwas ample evidence that Epstein was operating on a large international scale. The\ninvolvement of the federal government was a consequence of evidence that children\nwere crossing national and state borders for the purpose of prostitution.”\n\nAt the time that the case was closed, FBI investigators had identified nearly 40\nvictims — and more were coming forward — who said they had been molested or\nsexually assaulted by Epstein and some of his co-conspirators. One of those victims,\nCourtney Wild, told the Herald that she brought at least 60 girls to his waterfront\n\nHOUSE_OVERSIGHT_023130",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023130.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2796,
    "word_count": 450,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:49.221352",
    "prefix": "IMAGES-007"
  }
}