{
  "document_id": "HOUSE_OVERSIGHT_013211",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013211.txt",
  "text": "16.4 Task-Based Assessment in AGI Preschool 295\n\n16.4 Task-Based Assessment in AGI Preschool\n\nProfessional pedagogues such as [CMO07] discuss evaluation of early childhood learning as in-\ntended to assess both specific curriculum content knowledge as well as the child’s learning\nprocess. It should be as unobtrusive as possible, so that it just seems like another engaging ac-\ntivity, and the results used to tailor the teaching regimen to use different techniques to address\nweaknesses and reinforce strengths.\n\nFor example, with group building of a model car, students are tested on a variety of skills:\nprocedural understanding, visual acuity, motor acuity, creative problem solving, interpersonal\ncommunications, empathy, patience, manners, and so on. With this kind of complex, yet en-\ngaging, activity as a metric the teacher can see how each student approaches the process of\nunderstanding each subtask, and subsequently guide each student’s focus differently depending\non strengths and weaknesses.\n\nIn Tables 16.4 and 16.5 we describe some particular tasks that AGIs may be meaningfully\nassigned in the context of a general AGI Preschool design and curriculum as described above.\nOf course, this is a very partial list, and is intended as evocative rather than comprehensive.\n\nAny one of these tasks can be turned into a rigorous quantitative test, thus allowing the\nprecise comparison of different AGI systems’ capabilities; but we have chosen not to emphasize\nthis point here, partly for space reasons and partly for philosophical ones. In some contexts\nthe quantitative comparison of different systems may be the right thing to do, but as discussed\nin Chapter 17 there are also risks associated with this approach, including the emergence of\nan overly metrics-focused “bakeoff mentality” among system developers, and overfitting of AI\nabilities to test taking. What is most important is the isolation of specific tasks on which\ndifferent systems may be experientially trained and then qualitatively assessed and compared,\nrather than the evaluation of quantitative metrics.\n\nTask-oriented testing allows for feedback on applications of general pedagogical principles to\nreal-world, embodied activities. This allows for iterative refinement based learning (shaping),\nand cross development of knowledge acquisition and application (multitask learning). It also\nhelps militate against both cheating, and over-fitting, as teachers can make ad-hoc modifications\nto the tests to determine if this is happening and correct for it if necessary.\n\nE.g., consider a linguistic task in which the AGI is required to formulate a set of instruc-\ntions encapsulating a given behavior (which may include components that are physical, social,\nlinguistic, etc.). Note that although this is presented as centrally a linguistic task, it actually in-\nvolves a diverse set of competencies since the behavior to be described may encompass multiple\nreal-world aspects.\n\nTo turn this task into a more thorough test one might involve a number of human teachers\nand a number of human students. Before the test, an ensemble of copies of the AGI would\nbe created, with identical knowledge state. Each copy would interact with a different human\nteacher, who would demonstrate to it a certain behavior. After testing the AGI on its own\nknowledge of the material, the teacher would then inform the AGI that it will then be tested on\nits ability to verbally describe this behavior to another. Then, the teacher goes away and the\ncopy interacts with a series of students, attempting to convey to the students the instructions\ngiven by the teacher.\n\nThe teacher can thereby assess both the AGI’s understanding of the material, and the ability\nto explain it to the other students. This separates out assessment of understanding from assess-\nment of ability to communicate understanding, attempting to avoid conflation of one with the\nother. The design of the training and testing needs to account for potential\n\nHOUSE_OVERSIGHT_013211",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013211.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4009,
    "word_count": 619,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:48.634884",
    "prefix": "IMAGES-002"
  }
}