{
  "document_id": "HOUSE_OVERSIGHT_018210",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018210.txt",
  "text": "on a motorbike parked on the sidewalk outside the Tehran home of\nMasoud Alimohammadi; the nuclear physicist was killed when it was\ndetonated by remote control.\n\nIn the broadcast, Fashi accurately described the Mossad campus north of\nTel Aviv. He said he had been given a laptop equipped with a second\noperating system and used it to communicate through online drop boxes.\nHe was impressed by his handlers’ thoroughness. At one point Fashi\ndescribed studying a scale model of Alimohammadi’s street. “It was an\nexact copy of the real one,” Fashi said. “The tree next it, the street curb,\nthe bridge.” In a later broadcast, he was seated across from\nAlimohammadi’s widow, who glared at him as he bowed his head and\nwept. Mossad officials were “pissed off and shocked” seeing their agent\non television, the intelligence official said.\n\nFashi was executed in May 2012. About the same time, Iran’s intelligence\nminister announced the arrest of 14 more Iranians, eight men and six\nwomen dubbed members of the “Terror Club” in the subsequent_prime-\ntime broadcast of that name. Filmed in shadow, and rich in atmospherics,\nthe Aug. 5 program recreated Alimohammadi’s death and four subsequent\nattacks: they started with the Nov. 29, 2010 nearly simultaneous attempts\non Majid Shariari and Fereydoun Abbasi, nuclear scientists driving to\nwork when magnetic “sticky bombs” were attached to the side of their cars\nfrom passing motorcycles. Abbasi managed to escape before it detonated,\nsaving his wife as well. Shariari was killed — a significant setback for the\nIranian nuclear program where he was the top scientist, according to a\nWestern intelligence official.\n\nThe confessed agents offered absorbing detail — they were aboard a Bajaj\nPulsar, wearing helmets, when the magnet bomb stuck on the right front\npanel of Shariari’s car exploded. The riders scrambled into the “trail car”\nassigned to follow the target and disappeared into the traffic of the Imam\nAli Autobahn. Already gone was the car assigned to cut off and slow the\ncar carrying the scientist. They claimed to have rehearsed on a practice\ntrack inside Israel. None of the details could be confirmed, but an\nintelligence official acknowledged: “Another network was taken.”\n\nHOUSE_OVERSIGHT_018210",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018210.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2250,
    "word_count": 363,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:45.510018",
    "prefix": "IMAGES-004"
  }
}