{
  "document_id": "HOUSE_OVERSIGHT_016504",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016504.txt",
  "text": "even if their names will not be disclosed, the Post respectfully submits that either the Manhattan\nDistrict Attorney or the Florida Prosecutors should provide notice promptly. To require the Post\nto notify victims itself — without any ability to discover who those victims are — would be an\nabsurd result that defeats the purpose of the unsealing provision of section 50-b, which allows\n“any person” to file an application requesting that information be unsealed for “good cause.”*\n\nIn sum, the strong presumption of openness that governs New York courts compels the\nconclusion that the appellate briefs in this action must be unsealed (with the names of any\nvictims of a sexual offense redacted).\n\nCONCLUSION\n\nFor the reasons set forth above, the Post respectfully requests an order unsealing the\nappellate briefs, which directs the District Attorney to provide counsel for the Post with copies of\nthese documents, with the names of victims redacted, within seven days of the issuance of this\n\nCourt’s unsealing order.\n\nDated: New York, New York\nJanuary 11, 2018\nRespectfully submitted,\n\nDAVIS WRIGHT TREMAINE LLP\n\nDZ fv) |\nRobert D. Balin\nJohn M. Browning\n1251 Avenue of the Americas, 21st Floor\nNew York, NY 10020-1104\nTelephone: (212) 489-8230\nFacsimile: (212) 489-8340\nEmail: robbalin@dwt.com\njohnbrowning@dwt.com\nAttorneys for Non-Party Movant NYP Holdings, Inc.\n\nBy:\n\n4 In its affidavit filed in opposition to the December 21 Motion, the Manhattan District Attomey indicated that “to\nthe extent that the Post is unable to furnish notice to the victims, this Office, which was not the prosecuting agency,\nis not in a position to do so.” Browning Aff. Ex. E. The Post has mooted this objection by refiling its motion and\nproviding the Florida Prosecutors with notice of its intent to unseal the appeilate briefs with victims’ redacted.\n\n17\n481 1-3721-9459v.3 3930033-000039\n\nHOUSE_OVERSIGHT_016504",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016504.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1902,
    "word_count": 299,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:44.239124",
    "prefix": "IMAGES-004"
  }
}