{
  "document_id": "HOUSE_OVERSIGHT_011059",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011059.txt",
  "text": "support this hypothesis too, as the constancy of pay differences to the end would\notherwise be improbable. I made it the Darwinian axiom: maintenance is exhausted\n\nin satisfying our taste for survival.\n\nBen-Porath’s life cycle was adjusted to express these features. Factor risk theory\nargued that human capital is the riskier and higher-return factor because capital of\nany kind takes on the risk characteristics of its owners and human capital is owned\n\ndisproportionately by the risk-tolerant young.\n\nThe Y rule contradicts the Y = 1 + C equation, while the pay rule contradicts the\ndogma that output equals pay plus work. National accounts are founded on both.\nThat means | can expect tough resistance. | have tried to prepare for it by adding a\n\nlittle more to each argument with each chapter.\n\nThroughout this chapter, and throughout this book, I have bent over backwards to\ndistinguish logical certitudes from falsifiable hypothesis. Economics needs both. But\nit needs to know which is which. The pay and Y rules, for example, are each\ncertitude in part. The certain part is the heretical one. The present value and\nmaximand rules follow from definitions, and compel expected recovery of human\ndepreciation in pay. | then relied on the convergence axioms to infer actual recovery\nas a norm, not a invariable outcome, and on the new axiom of the biological\nimperative, as well as evidence from age-wage profiles, to infer that maintenance\n\nconsumption is exhausted rather than recovered in pay as well.\n\nChapter 6: Parallels with the Firm 2/4/16 25\n\nHOUSE_OVERSIGHT_011059",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011059.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1578,
    "word_count": 256,
    "line_count": 31,
    "import_date": "2025-11-19T21:47:44.141115",
    "prefix": "IMAGES-001"
  }
}