{
  "document_id": "HOUSE_OVERSIGHT_014748",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014748.txt",
  "text": "Best Relative Value Trades\n\nAthanasios Vamvakidis Erjon Satko\n\nMLI (UK) MLI (UK)\nathanasios.vamvakidis@baml.com erjon.satko@baml.com\n\nArko Sen Shusuke Yamada, CFA >>\nMLI (UK) Merrill Lynch (Japan)\narko.sen@baml.com shusuke.yamada@baml.com\n\nRelative value in a macro world\n« Long EUR/JPY: data and positioning supportive; the Bo) has more tools to address\nsustainability challenges than the ECB.\n\n¢ Long RUB/KRW: US fiscal expansion suggests more upside for reflation sensitive\nRussia than interest rate sensitive Korea.\n\n¢ Sell German 2y vs OIS, buy 10y vs OIS: fade the impressive richening of short-\nmaturity German govies.\n\nLong EUR/JPY\n\nIn a recent report we argued that EUR/JPY could appreciate in the months ahead as the\nBo) gains credibility and the ECB has to deal with QE constraints. Since then, the\nEUR/JPY has appreciated by 3%, but we see more upside. Although we expect the ECB\nto extend QE by a further six months in December, we see more difficulties next year.\nExtending QE will require difficult decisions, such as relaxing the capital key or buying\nbelow the depo rate. QE tapering is therefore a risk and the market could start testing\nthe ECB. Even if Draghi succeeds, the Euro could strengthen in the meantime. In\ncontrast, the Bo)’s new framework should address the sustainability challenges that\nKuroda faced this year, and allows more fiscal stimulus by keeping the government’s\nborrowing costs at zero. The ECB cannot do this, in our view. We have been short\nEUR/JPY this year, as we were expecting the ECB to extend QE, while the Bo) faced\nchallenges.\n\nData also suggests further EUR/JPY upside. Relative GDP growth would be consistent\nwith a stronger EUR/JPY, as the Eurozone has been gaining momentum, while growth in\nJapan remains weak (Chart 34). Relative central bank balance sheets give the same\nsignal (Chart 35). Positioning is also in support, as our analysis suggests a short EUR/JPY\nmarket position (Chart 36).\n\nIf the external environment improves, we think Japanese investors are likely to be JPY\nsellers again as the hedge ratio and hedge costs have both risen. One of key factors of\nthe yen’s appreciation this year might have been that, as the USD/JPY fell, institutional\ninvestors implemented additional FX-hedging to their existing forex positions as part of\ntheir risk management, which caused the USD/JPY to fall further and supply-demand to\nworsen in a vicious circle. However, this mechanism probably ran its course when the\nUSD/JPY reached 100 on the Brexit vote as we argued in $/¥’s eventual surge: Buy\nNikkei O06 September 2016. In fact, the USD/JPY has stopped falling during Tokyo\ntrading hours since the summer. Based on the decline of foreign yields and higher hedge\ncosts, hedged US Treasuries and German bunds had lost nearly all of their attraction for\nJapanese investors by the summer. US and German 10yr government bond yields sank to\nabout 0% after being hedged to the JPY, reflecting that downward pressure on yields\nhad reached the limit. Institutional investors are expected to increase their exposure to\nunhedged foreign bonds in H2 FY16. Investor behavior is especially liable to change in\nApril, when the new fiscal year starts.\n\nBankofAmerica <2”\n\n18 Global Rates, FX & EM 2017 Year Ahead | 16 November 2016 .\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014748",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014748.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3317,
    "word_count": 535,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:46.301109",
    "prefix": "IMAGES-003"
  }
}