{
  "document_id": "HOUSE_OVERSIGHT_031301",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_031301.txt",
  "text": "From: jeffrey E. [jeeyacation@gmail.com] \nSent: 1/20/2015 12:14:30 AM \nTo: Jean Luc Brune_________________________________ \nSubject: could you put something like this out. if you want \nI have to hand it to ms . I'm sure she deserves the pretty penny she has made for her effort. She has \ncertainly caught the imagination of a public hungry for salacious fiction. To suggest her story is anything other \nthan that, a fiction, is ludicrous. Presidents at dinner on caribean islands. ( clinton was never ever there, easy \nto confirm ). Sharing a bath with a Prince ( bathtub too small even for one adult ). sex slave being paid \nthousands of dollars. ( while at the exact same time, she was working as a hostess in a burger bar ). being \nlent out to a prime minister though this prime mininster, never out of sight of his massive security detail also \nnever visited the island„ sex on a small airplane with a famous lawyer while the other passengers must have \nbeen all looking out the window during the event . I would have thought that her fabrications were readilly \napparent , but now , being asked to deny what the press has termed her\" allegations\" is frankly silly. ok, to \nplay along I deny each and every allegation. The only person she didn't suggest she was forced to have sex \nwith , was Bilbo Baggins. , maybe its in the sequel. \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 031301",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_031301.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1973,
    "word_count": 328,
    "line_count": 29,
    "import_date": "2025-11-19T21:47:49.351346",
    "prefix": "TEXT-001"
  }
}