{
  "document_id": "HOUSE_OVERSIGHT_018797",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018797.txt",
  "text": "RETAIL TRADE POTENTIAL\n\n1.0 MILE 3.0 MILES 5.0 MILES\nTotal Retail Potential $1,493,433,472 $7,414,447 ,521 $15,213,795,034\nMotor Vehicle & Parts Dealers $23,288,030 $323,988,797 $1,796,642,859\nFurniture & Home Furnishings Stores $14,207,613 $86,794,421 $205,922,033\nElectronics & Appliances Stores $16,175,555 $185,460,629 $461,963,988\nBuilding Material, Garden Equipment Stores $21,169,480 $304,309,823 $566,970,483\nFood & Beverage Stores $36,293,886 $341,682,473 $946,812,080\nHealth & Personal Care Stores $44,228,545 $191,845,413 $476,522,802\nGasoline Stations $29,830,182 $288,545,852 $591,613,648\nClothing & Clothing Accessories Stores $434,856,181 $1,434,339,776 $2,325,409,263\nSporting Goods, Hobby, Book, Music Stores $11,921,901 $83,396,033 $226,418,173\nGeneral Merchandise Stores $169,718,694 $909,634,225 $1,903,876,680\n\nMiscellaneous Store Retailers $65,322,811\n$526,781,823\n\n$256,587,817\n$1,595,920,727\n\n$519,998,572\nFoodservice & Drinking Places $2,437 ,743,867\n\nUnder Construction Entertainment Destinations Drive Retail Demand — In addition to mega projects completed in the past few years such as\nCity Center and Crystals, new projects under construction surrounding the Site will significantly increase pedestrian traffic in the immediate\narea. Situated within two block of the Site, MGM's The Lot, AEG’s The Arena, and Mandalay Bay’s Convention Center expansion will draw\nhundreds of thousands of pedestrian foot traffic to the immediate area. Additionally, there are over 450,000 square feet of new lifestyle retail\nin planning at Tropicana and Las Vegas Boulevard with the Shops at Tropicana and Excalibur.\n\nExpanding Pedestrian Synergies Between New Retail — The Crystals at CityCenter to the north and the Town Square Las Vegas to the south\nhave expanded the retail inventory within three blocks of the Site. Each of the retail projects is a Strip-accessible development, encouraging\ngreater levels of pedestrian traffic along Las Vegas Boulevard. Retailers located within these two projects include: Apple, H&M, Prada,\nGucci, Versace, Tom Ford, Mikimoto, Balenciaga, Wolfgang Puck (2 locations), Katana, Louis Vuitton, Zegna, Rolex and Tiffany & Co.\nStrong Residential Demand on the Strip Resort Corridor — The Resort Corridor contains the largest concentration of recent vertical high-rise\ndevelopments in the nation with approximately 10,000 new residences within one mile of the Site. The amenity base on Las Vegas Boulevard\nhas established the Strip as a preferred location for residents.\n\nHOUSE_OVERSIGHT_018797",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018797.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2540,
    "word_count": 338,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:48.839644",
    "prefix": "IMAGES-005"
  }
}