{
  "document_id": "HOUSE_OVERSIGHT_011612",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011612.txt",
  "text": "building, I stayed with Mookie. His job, along with Yoni in his expanded team,\nwas to deal with Abu Youssef, the Black September operations officer. The\nconcierge must have been on a coffee break. The lobby was empty. The door\nwas unlocked, so they sprinted toward the interior staircase and made their way\n\nup.\n\nAdwan, the Fatah military man, and Kamal Nasser lived next door. Adwan,\nAmitai’s target, was on the second floor. Nasser was on the third. As the teams\nraced into the other building, Amiram and I posted ourselves near one of the\nterrace pillars, occasionally exchanging a few words of what we hoped would\npass as girl talk. The SEAL officer and Dr Katz were near the top end of the\nstreet as lookouts. We seemed seconds away from what had all the makings of\nthe operation we’d rehearsed back in Tel Aviv. The one major problem I’d\nexpected — security guards posted outside — hadn’t materialized. We’d been told\nby the Mossad to look out for a grey Mercedes, but it wasn’t there.\n\nThe next stage was for each team leader to press the transmit button three\ntimes on his radio. When I’d heard from all of them, I would send a signal back.\nThen, at the count of five, each of them was supposed to start the attack.\nMookie’s signal came first. Yet before either of the other two teams checked in,\nthe trouble began. Suddenly, the door of a red Renault flew open almost directly\nacross the street from where Amiram and I were standing. A tall, sturdy, dark-\nhaired man climbed out. He looked across at us. He opened his leather jacket.\nHe pulled out a pistol and started to approach us. “in breirah,” I whispered to\nAmiram. “No choice.” To this day, I remember the shock on the man’s face as\nhe watched us — a pair of 30something women — open our jackets and pull out\nUzis. Fortunately for him, we’d had to make allowances for concealment in\nchoosing our weapons. We’d left the Uzis’ stabilizing shoulder braces behind.\nAs our first shots hit, he had half-turned to run. Though wounded, he somehow\ngot back in the car. We kept shooting but he managed to drag himself out of the\nfar door and roll behind a waist-high wall on the other side of the street. One of\nour shots obviously hit the electrical innards of the Renault, because the car\nhorn began blaring full-blast, as if someone had set off a modern-day car alarm.\nSo much for the element of surprise.\n\nI saw three sets of lights suddenly come on in the otherwise dark apartment\nbuildings. They were in the flats that Mossad had identified. At least that part of\nthe plan was intact. These were the Palestinians we were after, and it seemed\nthey were at home. Seconds later, I heard an explosion. It was from Abu\n\n141\nHOUSE_OVERSIGHT_011612",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011612.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2703,
    "word_count": 489,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:46.129032",
    "prefix": "IMAGES-001"
  }
}