{
  "document_id": "HOUSE_OVERSIGHT_013352",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013352.txt",
  "text": "e He (Epstein) had gone to jail in Florida for soliciting prostitution for no reason;\n\ne Ifthe same thing (i.c., sexual abuse of minor girls) had happened in New York, he\n(Epstein) would have received only a $200 fine;\n\ne Bradley J. Edwards was the one causing all of Epstein’s problems (1.e., the civil\nsuits brought by Jane Doe and other girls);\n\ne LL.M. came to him as a prostitute and a drug user (i.e., came to Epstein for sex,\nrather than Epstein pursuing her);\n\ne All the girls suing him are only trying to get a meal ticket;\n\ne The only thing he might have done wrong was to maybe cross the line a little too\nclosely;\n\ne He (Epstein) was very upset that Edwards had subpoenaed Ghisline Maxwell, that\nshe was a good person that did nothing wrong (i.e., had done nothing wrong even\nthough she helped procure young girls to satisfy Epstein’s sexual desires);\n\ne With regard to Jane Doe 102 v. Epstein, which involved an allegation that Epstein\nhad repeatedly sexually abused a 15-year-old girl, forced her to have sex with his\nfriends, and flew her on his private plane nationally and internationally for the\npurposes of sexually molesting and abusing her, he (Epstein) flippantly said that\nthe case was dismissed, indicating that the allegations were ridiculous and untrue.\n\nSee Affidavit of Michael J. Fisten attached hereto as Exhibit “QQ.”\n\n81. The Rush interview also demonstrated perjury (a federal crime) on the part of\nEpstein. Epstein lied about not knowing George Rush. See Epstein Deposition, February 17,\n2010, taken in L.M. v. Jeffrey Epstein, case 50-2008-CA-028051, page 154, line 4 through 155\nline 9, (Deposition attachment #7), wherein Jeffrey Epstein clearly impresses that he does not\nrecognize George Rush from the New York Daily News. This impression was given despite the\n\nfact that he gave a lengthy personal interview about details of the case that was tape recorded\n\nwith George Rush.\n\n34\n\nHOUSE_OVERSIGHT_013352",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013352.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1943,
    "word_count": 327,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:44.117856",
    "prefix": "IMAGES-002"
  }
}