{
  "document_id": "HOUSE_OVERSIGHT_016155",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016155.txt",
  "text": "seeking an expedited path to inclusion within the major Stock indices. Given the NTP is\nseeking heavy involvement/investment from the private sector, we believe the measures\nintroduced by the CMA to attract direct capital inflows to the country are likely linked\nwith the larger NTP process. Growing confidence in the CMA’s market reforms and the\npotential for inclusion in the major indices could prove to be a meaningful basis for the\nmarket to rerate upwards.\n\nTaking positive steps to accelerate MSCI inclusion\n\nThe Saudi Capital Markets Authority recently announced extensive changes to the\nQualified Financial Investor (QFI) program, which should ultimately increase the ease of\nforeign access to the Saudi market. In particular:\n\n(1) Individual foreign investors will now be allowed to own up to 10% of the equity in a\ncompany (up from 5%). The total limit on foreign ownership remains at 49%.\n\n(2) CMA decreased the minimum AUM of QFls to US$1bn from USS$5bn (although funds\nwith AUM’s below this level will be considered by the CMA).\n\n(3) CMA introduced stock lending & covered short selling;\n\n(4) CMA extended the settlement cycle to T+2 from T+0, effectively eliminating pre-\nfunding;\n\n(5) CMA effectively removed the concept of a QFI client, which would have prevented\ninvestors from using multiple fund managers to gain exposure to Saudi Arabia. This\nhighly restrictive clause was a significant reason why many global institutions did not\nseek to gain QFI status; and\n\n(6) CMA significantly reduced the amount of bureaucracy required to apply for and\nretain QFI status.\n\nMSCI inclusion one step closer as accessibility increases\n\nIn our view, the range of measures the CMA is looking to adopt greatly enhances the\naccessibility of the Saudi Stock exchange and as such bring Saudi Arabia one step closer\nto inclusion in the MSCI EM index. Whilst we continue to see inclusion most likely from\n2019 (with an announcement in 2018), the new changes indicate that a 2018 inclusion\n(with an announcement in 2017) is by no means out of the question. Indeed, whilst the\ntiming of introduction of these new measures is likely to be 1H2017, a recent release of\nthe draft proposals from the CMA suggested it could come as soon as 3Q16; although\nwe await further clarification.\n\nA higher weighting in international indices\n\nSaudi Arabia is currently under consideration for inclusion in the MSCI EM index,\npotentially as soon as May/June 2018; although we believe 2019 is more likely. Saudi\nArabia is currently not included in any of the Major global indices and as such its\ninclusion would have a profound effect on the market as it:\n\n(1) leads to significant inflows of capital in to the market from both active and passive\nfunds following the MSCI EM index and;\n\n(2) significantly increases interest in the Saudi market as it gains profile and is no longer\nseen as off benchmark.\n\nWe see these factors as compatible with the NTP aim to boost capital markets.\n\nCurrently Saudi would be 1.4% of MSCI EM = US$10.9bn of inflows.\n\nAs per MSCI’s guidance, we use MSCI’s standalone Saudi market index as a template\n(released May 12th 2015) for Saudi stocks to be included in the MSCI EM index. The\nMSCI Saudi index currently contains 19 stocks (all listed entities on the Tadawul market)\nwhich are likely for inclusion in the MSCI EM index (were Saudi to be included). By\ntaking the total market cap of these companies and multiplying them by the foreign\n\nOS merrill Lynch GEMs Paper #26|30 June 2016 45\n\nHOUSE_OVERSIGHT_016155",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016155.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3523,
    "word_count": 587,
    "line_count": 69,
    "import_date": "2025-11-19T21:47:47.336285",
    "prefix": "IMAGES-003"
  }
}