{
  "document_id": "HOUSE_OVERSIGHT_023454",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023454.txt",
  "text": "Date: Thursday, December 15 2011 02:57 AM\nSubject: Re: The Edge Annual Question 2012 - Invitation (Confidential)\n\nFrom: John Brockman FST\n\nTo: jeffrey epstein <jeevacation@gmail.com>;\n\nKeep it coming. JB\nOn Dec 14, 2011, at 3:47 PM, jeffrey epstein wrote:\n\n> Mathematics ideals are universal truths , biology is intrinsically based in deception . Predators in search of\nfree energy , would be able to decipher and consume , if it weren't couched ina multi layered encrypted form .\nEven self deception acts as a defensive strategy. More later\n\n>\n\n> Sorry for all the typos .Sent from my iPhone\n\n>\n\n> On Dec 14, 2011, at 3:05 PM, John Brockman {nn wrote:\n>\n\n>> To: Paul Allen, Jeff Bezos, Sergey Brin. Hubert Burda, Steve Case. John Doerr, Jeffrey Epstein, Tony\nFadell, Bill Gates, Danny Hillis, Maja Hoffman, Bill Joy, Salar Kamangar, Dean Kamen, Vinod Khosla,\nMarissa Mayer, Kary Mullis Elon Musk, Nathan Myhrvold, Pierre Omidyar, Larry Page, Sean Parker, Jean\nPigozzi, Nick Pritzker, Miuccia Prada, Eric Schmidt, Jacqui Safra, Ricardo Salinas Pilego, Charles Simonyi,\nJeff Skoll, Craig Venter, Jimmy Wales, Evan Williams, Mark Zuckerberg\n\n>>\n\n>> Re: The EDGE Annual Question 2012 - Invitation to participate\n\nSS\n\n>> In the summer of 2009, in a talk at the Bristol (UK) Festival of Ideas, Freeman Dyson articulated a vision for\nthe future. He referenced \"The Age Of Wonder\", by Richard Holmes, in which the first Romantic Age\ndescribed by Holmes was centered on chemistry and poetry, while Dyson pointed out that this new age is\ndominated by computational biology. Its leaders, he noted, include \"biology wizards\" Kary Mullis, Craig\nVenter, medical engineer Dean Kamen; and \"computer wizards\" Larry Page and Sergey Brin, and Charles\nSimonyi. He pointed out that the nexus for this intellectual activity — the Lunar Society for the 21st century —\nis centered around the activities of EDGE.\n\n>>\n\n>> Dyson continued to articulate his vision for a new age of biology ina related review inNew York Review of\nBooks in which he wrote: \"...a new generation of artists, writing genomes as fluently as Blake and Byron wrote\nverses, might create an abundance of new flowers and fruit and trees and birds to enrich the ecology of our\nplanet. Most of these artists would be amateurs, but they would be in close touch with science, like the poets of\nthe earlier Age of Wonder. The new Age of Wonder might bring together wealthy entrepreneurs like Venter\nand Kamen ... and a worldwide community of gardeners and farmers and breeders, working together to make\nthe planet beautiful as well as fertile, hospitable to hummingbirds as well as to humans.\"\n\nSh\n\n>> So, along these lines, who can best articulate the important issues questions we face today than the very\npeople who are, through their ideas and entrepreneurial zeal, changing the very nature of reality itself. Here's\nthe 2012 Annual Question. Before sending it out widely to the list, it's useful to seed the project with a dozen or\nso interesting responses to provide examples and set a high bar. Even better, to inspire. How about it?? Hope to\nhear from you. JB\n\n‘obs\n\n>>\n\n>> THE WORLD QUESTION CENTER\n\n>>\n\n>> 2012: WHAT IS YOUR FAVORITE DEEP, ELEGANT, OR BEAUTIFUL EXPLANATION?\n\n>>\n\n>> http://edge.org/annual- question/what-is-your-favorite- deep-elegant-or-beautiful-explanation &view=draft\n\nHOUSE_OVERSIGHT_023454",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023454.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3363,
    "word_count": 549,
    "line_count": 76,
    "import_date": "2025-11-19T21:47:49.180015",
    "prefix": "IMAGES-007"
  }
}