{
  "document_id": "HOUSE_OVERSIGHT_015944",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015944.txt",
  "text": "254 Are the Androids Dreaming Yet?\n\nchaotic equation so complex that the only way to see it is to run the\nprogram and watch the output: no form of program analysis will give\nyou any clue as to what it produces. There is only one stipulation. The\nanswer to problem Y MUST be held within the program as a computable\nalgorithm. Put another way, the computer must already be ‘programmed’\nto answer the question.\n\nCould a human mathematician be pre-programmed from birth?\nYes, there is no fundamental objection to this. Mathematicians could be\nborn to solve the problems they solve. But this would present a couple of\nissues. Where is this program stored? And who, or what, programmed\nthe mathematician? Could we perhaps find an experiment to determine\nwhether mathematicians are pre-programmed?\n\nOne view held by philosophers is that the Universe programmed\nthe mathematician. They believe we live in an entirely determined\nUniverse with no free will. There is then no mystery as to how Andrew\nWiles came up with his proof. He was destined to do it from the dawn of\ntime. The ink that fell from his pen to the paper was always going to fall\nin just that way. We live in a clockwork Universe and although we might\nfeel we have free will, this is an illusion. I simply don’t believe this. If I\nam right and humans do exercise free will, Andrew Wiles cannot be a\ncomputer. And because Andrew is not alone in discovering proofs, those\nmathematicians cannot be computers either. Humans are, therefore, not\ncomputers.\n\nThe Chance Objection\n\nI said there was no automatic way to solve any problem above the\nlogic limit, but this is not quite true. There is one automatic method\nyou could deploy to generate a non-computable proof, the infamous\n‘monkeys and typewriters’ idea where we use random chance to generate\ninformation. Many people have suggested it is possible to write a play\nsuch as Shakespeare's Hamlet by simply typing random characters until\nwe happened upon the play. The argument is flawed.\n\nThe first flaw is the process would take a super-astronomically\nlong time. Even if every atom in the Universe were a monkey with a\ntypewriter, it would take orders of magnitude longer than the age of the\nknown Universe to come up with the script to a play or a mathematical\nproof.\n\nThe probability of finding a solution to Fermat’s Last Theorem\nby chance is about 1 in 10°°. That’s 1 with 50,000 zeros after it. For a\ncomparison, there are only 10’ atoms in the known Universe. To be, or\n\nHOUSE_OVERSIGHT_015944",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015944.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2507,
    "word_count": 435,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:49.371842",
    "prefix": "IMAGES-003"
  }
}