{
  "document_id": "HOUSE_OVERSIGHT_019701",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019701.txt",
  "text": "The NSA‘s Back Door | 213\n\nincluding the hacking culture. Ex-hackers who lacked (or shunned)\nemployment opportunities in the corporate sector were suitable\ncandidates for the system administrator jobs that these firms had\ncontracted to supply the NSA. In the rush to expand, little heed was\npaid to the 1996 warning that this hacking culture might provide\na portal to anti-government hacktivist groups. The NSA became\nso enamored with this new computer technology that it neglected\nthe security implications of employing outsiders to service it. “All\nof us just fell in love with the ease and convenience and scale [of\nelectronic storage],” General Hayden, who headed the NSA at the\ntime, said to The Wall Street Journal in 2015. “So we decided to take\nthings we used to keep if not in a safe, at least in our desk drawer,\nand put it up here [in a computer network], where it’s by definition\nmore vulnerable.” Making matters even worse, as has previously\nbeen discussed, the NSA stripped away much of the so-called stove-\npiping that insulated highly sensitive data from the NSA’s other\ncomputer networks. FBI Director Mueller, in his “Statement Before\nthe Senate Committee on Homeland Security and Governmental\n\n© Affairs,”described a decade of post—9/11 intelligence reorganization ©\nthus: “One of the first steps was to centralize control and manage-\nment of counterterrorism operations at headquarters to avoid the\n‘stove-piping’ of information on terrorism cases in the 56 individual\nfield offices across the country.” Here the NSA was merely following\nthe recommendations of the 9/11 Commission to make their data\nmore accessible to other agencies concerned with potential terrorist\nattacks, but as a result, the inner sanctum of the NSA became more\nopen to its new army of civilian technicians.\n\nBy 2013, much of the job of managing the NSA’s classified com-\nputers had been handed over to a handful of private companies: Booz\nAllen Hamilton, which handled the most highly secret work; Dell\nSecureWorks; Microsoft; Raytheon; and IBM. In many respects,\nthese five companies acted less like management consultants and\nmore like temporary employment agencies in finding for the NSA\nthe computer specialists who had the necessary security clearances.\n\nThe NSA found that the universe of independent contractors was\ngoverned by very different considerations from that of intelligence\nservices. Unlike intelligence services, their fate depended on turning\n\n| | Epst_9780451494566_2p_all_r.indd 213 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019701",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019701.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2543,
    "word_count": 399,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:48.969882",
    "prefix": "IMAGES-005"
  }
}