{
  "document_id": "HOUSE_OVERSIGHT_011509",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011509.txt",
  "text": "early 1953. Nearly all ended with the soldiers failing to reach their target or\ntaking casualties. Sometimes both.\n\nBy mid-1953, the army decided to set up Israel’s first dedicated commando\nforce. It was called Unit 101. It was led by a 25-year-old named Ariel Sharon,\nwho had been a platoon commander in 1948. With Ben-Gurion and especially\nhis army chief-of-staff, Moshe Dayan, determined to hit back hard at the\nfedayeen attacks, Sharon took a few dozen hand-picked soldiers and began\nmounting a different kind of retaliatory attacks. The largest, in October 1953,\nwas in response to the murder of a woman and her two children in their home in\ncentral Israel. It was against the West Bank village of Qibya. Sharon and his\ncommandos surrounded and attacked the village, destroying homes and other\nbuildings — and killing at least 40 villagers sheltering inside them. Israel\nimmediately came under international condemnation, accused of allowing its\ntroops to unleash a massacre. Unit 101 was disbanded. It lasted just half a year.\nBut that was not because of Qibya. While realizing the importance of avoiding\ncivilian casualties, Dayan remained convinced that only units like 101 offered\nany realistic hope of taking the fight to the fedayeen. He made Unit 101 the core\nof a larger commando force merged into Battalion 890 of the paratroopers’\nbrigade, and he put Sharon in overall command.\n\nIt was this force that Yigal Garber joined. He became part of its elite\ncommando team, Company A and took part in a series of attacks on the West\nBank and in Gaza. While avoiding a repeat of Qibya, they inflicted heavy\ncasualties on Jordanian and Egyptian army and police units, and also suffered\ncasualties of their own. Battalion 890 was based just a couple of miles from\nMishmar Hasharon and Yigal returned to the kibbutz every few weeks. He\nnever talked about the commando operations. But every time there was a report\nof Israelis killed in a fedayeen attack, I knew there would be a retaliation raid,\nwith my Yigal almost certainly involved and, I hoped, returning unscathed.\n\nHe did. And in 1956, two years into his military service, he was part of\nIsrael’s second full-scale war. For a while, the reprisal attacks seemed to be\nworking. The fedayeen attacks decreased. But that didn’t last, especially in the\nsouth along the border with Gaza. Egypt’s pro-Western monarchy had been\ntoppled in a coup organized by a group of army officers led by a stridently pan-\nArabist — and anti-Israeli — lieutenant colonel named Gamal Abdel Nasser.\nEgypt began providing not just tacit support for the fedayeen in Gaza, but\narming and training them and helping organize cross-border attacks. Then, in\n\n38\nHOUSE_OVERSIGHT_011509",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011509.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2714,
    "word_count": 452,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:48.038102",
    "prefix": "IMAGES-001"
  }
}