{
  "document_id": "HOUSE_OVERSIGHT_016411",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016411.txt",
  "text": "Because what else would make a periodic signal? It turned out to be a rotating neutron\nstar.\n\nOne criterion to apply to a potentially purposeful phenomenon is whether it’s\nminimal in achieving a purpose. But does that mean that it was built for the purpose?\nThe ball rolls down the hill because of gravitational pull. Or the ball rolls down the hill\nbecause it’s satisfying the principle of least action. There are typically these two\nexplanations for some action that seems purposeful: the mechanistic explanation and the\nteleological. Essentially all of our existing technology fails the test of being minimal in\nachieving its purpose. Most of what we build is steeped in technological history, and it’s\nincredibly non-minimal for achieving its purpose. Look at a CPU chip; there’s no way\nthat that’s the minimal way to achieve what a CPU chip achieves.\n\nThis question of how to identify purposefulness is a hard one. It’s an important\nquestion, because radio noise from the galaxy is very similar to CDMA transmissions\nfrom cell phones. Those transmissions use pseudo-noise sequences, which happen to\nhave certain repeatability properties. But they come across as noise, and they’re set up as\nnoise, so as not to interfere with other channels. The issue gets messier. If we were to\nobserve a sequence of primes being generated from a pulsar, we’d ask what generated\nthem. Would it mean that a whole civilization grew up and discovered primes and\ninvented computers and radio transmitters and did this? Or is there just some physical\nprocess making primes? There’s a little cellular automaton that makes primes. You can\nsee how it works if you take it apart. It has a little thing bouncing inside it, and out\ncomes a sequence of primes. It didn’t need the whole history of civilization and biology\nand so on to get to that point.\n\nI don’t think there is abstract “purpose,” per se. I don’t think there’s abstract\nmeaning. Does the universe have a purpose? Then you’re doing theology in some way.\nThere is no meaningful sense in which there is an abstract notion of purpose. Purpose is\nsomething that comes from history.\n\nOne of the things that might be true about our world is that maybe we go through\nall this history and biology and civilization, and at the end of the day the answer is “42,”\nor something. We went through all those 4 billion years of various kinds of evolution\nand then we got to “42.”\n\nNothing like that will happen, because of computational irreducibility. There are\ncomputational processes that you can go through in which there is no way to shortcut that\nprocess. Much of science has been about shortcutting computation done by nature. For\nexample, if we’re doing celestial mechanics and want to predict where the planets will be\na million years from now, we could follow the equations, step-by-step. But the big\nachievement in science is that we’re able to shortcut that and reduce the computation.\nWe can be smarter than the universe and predict the endpoint without going through all\nthe steps. But even with a smart enough machine and smart enough mathematics, we\ncan’t get to the endpoint without going through the steps. Some details are irreducible.\nWe have to irreducibly follow those steps. That’s why history means something. If we\ncould get to the endpoint without going through the steps, history would be, in some\nsense, pointless.\n\nSo it’s not the case that we’re intelligent and everything else in the world is not.\nThere’s no enormous abstract difference between us and the clouds or us and the\ncellular automata. We cannot say that this brainlike neural network is qualitatively\n\n191\n\nHOUSE_OVERSIGHT_016411",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016411.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3650,
    "word_count": 615,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:46.040016",
    "prefix": "IMAGES-003"
  }
}