{
  "document_id": "HOUSE_OVERSIGHT_014465",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014465.txt",
  "text": "Marine Le Pen victory could bring into question both the future of the EU and also the\neuro, should the polls be close it could make the uncertainty and market moves around\nBrexit look like a walk in the park.\n\n2017 —- Reflation, Reversal, Rotation, Relief or Revolt?\n\n2017 is likely to have a number of cross currents as themes. Recovery and Rotation go\nhand in hand. The stronger the recovery the more yields can rise the more we can see\nthe rotation extend. Should investors become concerned that the recovery is stalling or\nthat yields are peaking the rotation would likely stall potentially even reverse. Reversal\nrefers to the ECB. Our economists are not yet convinced that the ECB will start to\nunravel some of its easing measures in 2017 but they do expect the debate to be a\nvigorous one within the ECB. For the first time Gilles Moec thinks there is a chance that\nthe ECB will indeed choose to taper. Relief or Revolt relates to the French election. Will\nEurope follow the UK and US lead of 2016 and go down the route of populism (revolt\nfrom the voters) or will we find relief for the markets if by the end of 2017 froma\nFillon/Merkel duo being in charge of the two largest economies in the Euro Area.\n\nRecovery - the world looks a better place going into 2017\nReflation has been the big theme of the second half of the year. As we had noted in\nprevious publications there had been something of an improvement in the global growth\npicture emerging even before the US election. It started with Emerging Market growth,\nwhich our GEMScycle has been showing to be accelerating for some months, but seems\nto have spread to other parts of the developing world. US GDP for Q3 has just printed a\nrevised 3.2%, with a number of indicators, such as ISM’s, PMI’s and consumer\nconfidence pointing to a solid Q4 to follow. That quarter is currently tracking at 3.6%\naccording to the Atlanta Fed.\n\nChart 13: Eurozone PMI’s have picked up of late... Chart 14: US Consumer Confidence now at post-GFC highs\n60.0 120\n100\n59.0\n80\n50.0 60\n40\n45.0 ———US Consumer Confidence...\n20\n400 —— EA Services PM] =====EA Manufacturing PMI\nAug-09 Aug-10 Aug-11 Aug-12 Aug-13 Aug-14 Aug-15 Aug-16\nSource: Markit Source: Bloomberg\n\nThe Euro Area too is showing signs of improvement with the latest manufacturing PMIs\nback to their best since early 2014 with other national surveys, such as Ifo pointing in\nthe same direction. The composite PMI is back close to the year highs too. The UK\nnumbers continue to surprise on the upside too for the moment. Our economists are\nalso upbeat on Japan with growth expected to accelerate next year as the fiscal stimulus\nkicks in.\n\nAccordingly our economists expect growth to rise from 3% this year to 3.5% in 2017\nand 3.8% in 2018. That acceleration in growth is despite a slightly slower US economy\nin the first half of the year as a higher USD and interest rates dampen growth before\nthe fiscal stimulus kicks in. With growth firming and oil prices expected to be higher\ninflation is also expected to pick up through 2017 and 2018 to 2.8% and 3%\nrespectively. At this stage it is worth noting that this is a modest acceleration in both\ngrowth and inflation.\n\nBankofAmerica <2”\n\n6 European Equity Strategy | 01 December 2016 Merrill Lynch\n\nHOUSE_OVERSIGHT_014465",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014465.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3279,
    "word_count": 579,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:45.997449",
    "prefix": "IMAGES-002"
  }
}