{
  "document_id": "HOUSE_OVERSIGHT_022710",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022710.txt",
  "text": "Then, just before the New Year, Epstein forwarded me a heads-up\nemail that Alan Dershowtiz, one of Epstein’s long time friends—they have a\nbickering brotherly relationship—and occasional legal advisors, had\nreceived from a reporter at Politico and forwarded to Epstein. The Politico\nreporter had been following Epstein-related court filings (there is a\ndetermined contingent of Epstein reporters) and found a new one added to an\nold law suit with some rather jaw-dropping claims.\n\nEight years after the original suit, a Florida lawyer was now seeking to\nadd new plaintiffs to the old case. This new filing was accompanied by\nallegations connecting a catch-all of bold-faced names associated with\nEpstein more than ten years ago, including Dershowtiz and Britain’s Prince\nAndrew, to a “sex slave” ring—indeed, that Epstein’s purported sex slaves\nhad had sex with Dershowitz and the Prince at Epstein’s command.\n\nThis seemed to me to be merely a desperate, even comic-book,\nfiling—just a lawyer trying to revive a dead case. I responded to Epstein that\nI doubted this would be seen as credible by anyone.\n\nEpstein, who sometimes seems to have an out-of-body attitude to his\nown fate and bad press, said he thought it might be “quite a show.”\n\nTwo days later, the Daily Mail, which has become the effective ground\nzero in the English language for anti-privilege, and moral opprobrium (the\nmore salacious the better), and whose editor Paul Dacre has a long time feud\nwith Prince Andrew, put the story on its front page. (Epstein also has a long\nrelationship with the family of disgraced press baron, Robert Maxwell,\nanother reliable target of the British press.) Flimsy and far-fetched court\nfilings in the U.S. by settlement-hungry plaintiffs might be discounted by\nskeptical U.S. reporters, but, the U.K. media, constrained by onerous rules\nabout legal proceedings in the U.K., promptly went into tabloid frenzy (even\nthe normally sniffy Guardian, in full anti- royal and anti- billionaire fever,\njoined the tabloid show) and effectively exported the story back to the U.S.,\nwhere Epstein’s connection to Bill Clinton, and, hence as a shadow over\nHillary, became the news.\n\n“T told you,” said Epstein.\n\nThere is Epstein in his inner world, trying, quite ostrich like, not to\nlook out. Little beyond his strict realm seems palatable or even in a sense\nfamiliar to him. He’s a foreigner out here. Not too long ago, I met him for\nlunch in the West Village, the first time in more than ten years, he said, he’d\nbeen out to lunch in a restaurant (a not particularly pleasant experience for\nhim and we were out in 30 minutes).\n\nHOUSE_OVERSIGHT_022710",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022710.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2642,
    "word_count": 435,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.607659",
    "prefix": "IMAGES-007"
  }
}