{
  "document_id": "HOUSE_OVERSIGHT_016305",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016305.txt",
  "text": "BEYOND REWARD AND PUNISHMENT\nDavid Deutsch\n\nDavid Deutsch is a quantum physicist and a member of the Centre for Quantum\nComputation at the Clarendon Laboratory, Oxford University. He is the author of The\nFabric of Reality and The Beginning of Infinity.\n\nFirst Murderer:\nWe are men, my liege.\nMacbeth:\nAy, in the catalogue ye go for men,\nAs hounds and greyhounds, mongrels, spaniels, curs,\nShoughs, water-rugs, and demi-wolves are clept\nAll by the name of dogs.\nWilliam Shakespeare — Macbeth\n\nFor most of our species’ history, our ancestors were barely people. This was not due to\nany inadequacy in their brains. On the contrary, even before the emergence of our\nanatomically modern human sub-species, they were making things like clothes and\ncampfires, using knowledge that was not in their genes. It was created in their brains by\nthinking, and preserved by individuals in each generation imitating their elders.\nMoreover, this must have been knowledge in the sense of understanding, because it is\nimpossible to imitate novel complex behaviors like those without understanding what the\ncomponent behaviors are for.”°\n\nSuch knowledgeable imitation depends on successfully guessing explanations,\nwhether verbal or not, of what the other person is trying to achieve and how each of his\nactions contributes to that—for instance, when he cuts a groove in some wood, gathers\ndry kindling to put in it, and so on.\n\nThe complex cultural knowledge that this form of imitation permitted must have\nbeen extraordinarily useful. It drove rapid evolution of anatomical changes, such as\nincreased memory capacity and more gracile (less robust) skeletons, appropriate to an\never more technology-dependent lifestyle. No nonhuman ape today has this ability to\nimitate novel complex behaviors. Nor does any present-day artificial intelligence. But\nour pre-sapiens ancestors did.\n\nAny ability based on guessing must include means of correcting one’s guesses,\nsince most guesses will be wrong at first. (There are always many more ways of being\nwrong than right.) Bayesian updating is inadequate, because it cannot generate novel\nguesses about the purpose of an action, only fine-tune—or, at best, choose among—\nexisting ones. Creativity is needed. As the philosopher Karl Popper explained, creative\ncriticism, interleaved with creative conjecture, is how humans learn one another’s\nbehaviors, including language, and extract meaning from one another’s utterances.”’\n\n6 “ Aping” (imitating certain behaviors without understanding) uses inborn hacks such as the mirror-neuron\nsystem. But behaviors imitated that way are drastically limited in complexity. See Richard Byrne,\n“Imitation as Behaviour Parsing,” Phil. Trans. R. Soc., B 358:1431, 529-36 (2003).\n\n*” Karl Popper, Conjectures and Refutations (1963).\n\n85\n\nHOUSE_OVERSIGHT_016305",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016305.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2816,
    "word_count": 426,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:44.442466",
    "prefix": "IMAGES-003"
  }
}