{
  "document_id": "HOUSE_OVERSIGHT_017469",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017469.txt",
  "text": "4.2.12\nWC: 191694\n\nMy only “crime”\n\nI can think of only one crime that I may have committed in my life, and I know that if I had been\ntried for it, I would not only have been acquitted, but the jurors would have cheered me.\n\nIt occurred after my son, Elon, had serious brain surgery for a life threatening illness. He was 10\nyears old and the bravest person I ever met. Shortly after the surgery, he went back to work\nselling newspapers in the subway station at Harvard Square. One day two young hoodlums from\nSomerville beat him up, broke his tooth and stole the few dollars he had earned. A local\npoliceman, Frank Burns, who knew Harvard Square like the back of his hand, immediately\nrecognized the MO of the thugs and arrested the two youths (“youts”—remember My Cousin\nVinny!)\n\nSeveral days later, the two thugs came back to Harvard Square, robbed my son again and told\nhim that unless he withdrew his complaint, they would throw him in front of a moving train. He\ncalled me and I ran to the square, where I saw the two thugs taking a victory lap. I approached\nthem and I said I have only two words to say to you. I then mentioned the name of a man on\nwhose case I was then consulting. Although the charge against him involved marijuana\ntrafficking, the man himself was known to be a notorious hit man for one of Boston’s most violent\ngangs. I told the two youths that if they ever came near my son again, I would tell my client and\nthat my client would do anything for me. The two thugs got down on their hands and knees and\npleaded with me not to tell my client what they had done. They never came back. I never told\nmy client, indeed I had never met my client, and still haven’t. I was just consulting with another\nlawyer on a constitutional issue related to the case. But simply mentioning his name terrorized\nthe thugs. I’m not sure whether what I did was a crime. But I would do it again if anyone ever\nthreatened any of my children.\n\n382\n\nHOUSE_OVERSIGHT_017469",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017469.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1972,
    "word_count": 371,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:46.082577",
    "prefix": "IMAGES-004"
  }
}