{
  "document_id": "HOUSE_OVERSIGHT_026686",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026686.txt",
  "text": "The outlook for macro policy and for the geopolitical\n\nenvironment remains uncertain\n\nOur fifth annual cycle of interviews took place\n\nbetween January and March 2017. In speaking with\n\nleading sovereign investors and central banks (with\n\nassets in excess of US$12 trillion) we identified a\n\nnumber of critical themes that shaped interview\n\nresponses. Unsurprisingly, we noted that the outlook\n\nfor macro policy and the potential for further\n\ngeopolitical shocks dominated discussions.\n\n- Sovereigns see the end of QE (Quantitative\nEasing) without a clear indication as to the form or\ntimeframe for further QT (Quantitative Tightening).\nWhile the US has begun to raise interest rates, the\nFederal Reserve is engaged in parallel measures\nthat may reduce the quantum and pace of further\nincreases; and there is uncertainty whether and\nwhen other major markets will follow suit\n\n- The bifurcation of the US and other developed\nmarkets (notably the UK, Germany and Japan)\nhad significant implications for currency rates,\nchallenging sovereign geographic allocations\n\n- Political change in developed markets (notably\nBrexit and the US election) created volatility in\nsovereign portfolios, challenging the robustness\nof sovereign risk models. As policy changes are\nworked through governments (e.g. the terms of\nBrexit and US corporate tax reform), there will be\nwider implications for long-term geographic and\nasset allocation\n\n- Emerging markets face various macro challenges,\nwith commodity prices recovering slowly (e.g. oil,\nnatural gas and copper) and an increasingly unstable\npolitical outlook in Brazil and South Africa\n\n06\n\nSovereigns face a continuing ‘return gap’\nThese dynamics suggest a continuation of the\n‘lower rates, lower return’ environment over at\nleast the next 24 months. While the lower return\nenvironment has been a consistent theme in past\nyears, in 2017 the implications are compounded,\nwith low interest rates the factor of greatest\nimportance to both strategic and tactical asset\nallocations in figure 2. Risk asset valuations have\ninflated over a number of years, while the near-\nuniform tilt to alternatives such as infrastructure\nhas resulted in supply challenges and delays.\n\nIn 2016, all sovereign profiles displayed a\nreturn gap (figure 3), driven by the low interest rate\nenvironment, however this shortfall was greatest\namong investment sovereigns. Traditionally, liability\nsovereigns have hedged fixed income against\ninflation (due to the focus on matching outflows\nto beneficiaries), while investment sovereigns have\nleft their inflation exposure open. This has led to\ninvestment sovereigns having the greatest return\ngaps, as developed economies return to growth\nand inflation rises. While liquidity and development\nsovereigns are also suffering from low interest\nrates, respondents noted that investment returns\nwere of secondary importance, relative to liquidity\nand development objectives. Furthermore, liquidity\nsovereigns noted that their long-duration fixed\nincome assets had increased in value as rates fell.\n\nAgainst this, sovereigns are challenged by fixed\nreturn targets, which are typically set to match\npotential liabilities and do not adjust to market\nconditions. Despite return challenges, we do not\nsee aconcurrent shift in investment activity\nyear-on-year (as we go on to explore).\n\nHOUSE_OVERSIGHT_026686",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026686.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3352,
    "word_count": 493,
    "line_count": 89,
    "import_date": "2025-11-19T21:47:48.768654",
    "prefix": "IMAGES-009"
  }
}