{
  "document_id": "HOUSE_OVERSIGHT_024012",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024012.txt",
  "text": "I. EXECUTIVE SUMMARY\n\nFUND OVERVIEW\n\nNew Leaf Ventures III, L.P. (““NLV-II” or the “Fund”) is being formed by New Leaf Venture\nPartners, L.L.C. (“New Leaf” or the “Management Company”), an established and proven\nleader in health care technology investing. NLV-III will be the seventh private equity fund\nfocused on venture and growth stage investments in healthcare and life sciences companies\nraised by the partners of New Leaf. NLV-III is the successor fund to New Leaf Ventures I, L.P.\n(“NLV-I’) and New Leaf Ventures H, L.P. (“NLV-I’), which raised capital commitments of\n$310 million and $450 million respectively. The New Leaf funds follow four Sprout Capital\nfunds that included over $1.0 billion of investments in healthcare technology companies.! In\ntotal, the New Leaf team has invested over $1.6 billion and have generated one of the industry’s\nleading track records by consistently outperforming their peers in the healthcare venture capital\nmarket (based on Cambridge Associates benchmarks?) and exceeding relevant public market\nindices by substantial margins.>4\n\nThe Fund will seek to invest in a diversified portfolio composed of an estimated 24 to 28\nhealthcare technology companies, most of which will be U.S. based and at the product\ndevelopment or commercialization phase. Fund investments will typically take the form of\nventure capital or growth capital transactions in private companies, or as structured\ntransactions in small capitalization public companies. The Fund will establish meaningful\nownership positions and in most cases will actively manage the investments with\nrepresentation on the boards of directors. The Fund will seek to generate returns that\nsignificantly outperform relevant public market equity indices by creating a portfolio that\noptimally balances the risks, timelines, and capital intensity associated with developing and\ncommercializing innovative healthcare technologies with the financial market realities that are\nthe backdrop for a venture capital fund focused on this sector.\n\nThe Fund is targeting aggregate capital commitments from limited partners of\n$375 million.\n\nTHE NEW LEAF TEAM\n\nNew Leaf is one of the most respected, successful, and established brands in healthcare\ntechnology investing, a reputation built over the last 18 years by a highly experienced and\nstable team of partners. NLV-III will be managed by this team of 6 senior partners, 5 of whom\nhave worked together continuously for a decade or more. These partners bring a strong\ncombination of significant and relevant industry operating experience and successful venture\ncapital investment experience to NLV-IIL.\n\nThe Managing Directors of NLV-II are Philippe Chambon MD PhD, Jeani Delagardelle, Ron\nHunt, Vijay Lathi, and Liam Ratcliffe MD PhD. Philippe, Jeani, Ron, and Vijay have worked\ntogether for 15 years over six prior funds at New Leaf and the Sprout Group. Liam joined the\n\n1 Sprout Group is a venture capital affiliate of Credit Suisse\n\n2 Please refer to Section III: “Summary of Historical Investment Performance” and Section XIII: “Appendices” including endnote C\nin Appendix 4 regarding information provided by Cambridge Associates.\n\n3 S&P500, S&P Healthcare, NASDAQ Composite, and Russell 3000. See endnote F in Appendix 4.\n\n* Please refer to Section III: “Summary of Historical Investment Performance” and Section XIII: “Appendices; Appendix 3”\n(regarding the PME+ methodology) including endnotes B, D, E and F in Appendix 4.\n\n1 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024012",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024012.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3526,
    "word_count": 532,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:47.606054",
    "prefix": "IMAGES-007"
  }
}