{
  "document_id": "HOUSE_OVERSIGHT_022055",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022055.txt",
  "text": "James PATTERSON\n\nand would have shown how he could provide potential protec-\ntion from Epstein. That never happened.\n\n39. Getting a call from this supposed FBI agent made me\nscared all over again. I had left the old life of sexual slavery\nbehind me and started a new life in a new country in hopes\nthat the powerful people whose illegal activities I knew all\nabout would never find me.\n\n40. Shortly after this purported FBI call, I was contacted\nby telephone by someone who appeared clearly to be working\nfor Epstein. The caller told me about an investigation into.\nEpstein and said that some of the girls being questioned were\nsaying that Epstein had had sexual contact with them. After\nthey made these allegations, the man said they were being\ndiscredited as drug addicts and prostitutes, but in my case, if\nL were to keep quiet, I would “be looked after.” The fact that\nthis call was made shortly after the supposed FBI call rein-\nfor[c]ed my concern that the man I had talked to earlier was\nnot really working for the FBI but for Epstein. I didn’t think\nthat the FBI and Epstein would both be working together and\nwould both get my phone number at almost exactly the same\ntime. I played along and told this person that I had gotten a\ncall from the “FBI” but that I didn’t tell him anything. The\nperson on the phone was pleased to hear [that].\n\n4]. A short time later, one of Epstein’s lawyers (not Alan\nDershowitz) called me, and then got Epstein on the line at\nthe same time. Epstein and his lawyer basically asked again\nif I was going to say anything. The clear implication was that\nI should not. The way they were talking to me, I was afraid of\n\nwhat would happen if I didn’t keep quiet. My thought was\n\noy\nVE\n\n“~ a =\n\nthat if I didn’t say what\nI might get hurt.\n\n42. I promised Epste\nquiet. They seemed hap\nto [be the] way to keer\nwhat Epstein and his lav\n\nThis declaration, strick\nvictims’ lawsuit against t\nevents that led to Dershou\ninvolved in spectacular law\nDershowitz that these alle\nhim, and a complaint by E:\n\nagainst him were false and\n\nHOUSE_OVERSIGHT_022055",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022055.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2077,
    "word_count": 381,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:45.190164",
    "prefix": "IMAGES-006"
  }
}