{
  "document_id": "HOUSE_OVERSIGHT_022392",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022392.txt",
  "text": "Energy\n\nTrump’s tax reform plans generally adhere to the\nprecepts of the House Republican tax reform Blueprint,\nbut he differs with that outline in some important\nrespects. The House Blueprint proposes, among other\nthings, to allow 100 %expensing of qualified business\ninvestments and to deny the deductibility of net business\ninterest expenses. It would also eliminate most fossil fuel-\nspecific tax incentives such as deductions for intangible\ndrilling costs (IDCs) and percentage depletion, but its\nproposal to allow expensing of all business investment\nwould mitigate the loss of many of the specific\ndeductions. The Blueprint appears to allow both\nindependent and integrated producers to deduct 100%of\nIDCs in the year they are paid or incurred. Whilethis\nwould preserve the status quo for independent producers,\nallowing integrated oil and gas companiesto also expense\n100%of IDCs could increase the rate of return on oil and\ngas wells drilled by integrated companies. This change, in\ncombination with the possible loss of the percentage\ndepletion deduction (which allows cost recovery in excess\nof cost basis) could ultimately make independent\nproducers less competitive with integrated companies.\n\nTrump offered qualified support for the Blueprint’s\nproposal to allow 100 %expensing — but would limit the\nprovision to manufacturers—and those who elect\nexpensing will lose the deductibility of businessinterest\nexpenses. Further, he may be more inclined to keep\ntraditional fossil fuel-specific tax incentives, such as the\ndeduction for intangible drilling costs and the percentage\ndepletion deduction.\n\nWhile President-elect Trump has spent much of his time\ndiscussing federal policy issues surrounding conventional\nenergy resources, he has expressed opposition to\ncontinued federal support for the development of wind\nand solar energy and has said that he will eliminate all\nfederal spending for clean energy research. How he\nproceeds in the new Congress may be heavily influenced\nby both electoral politics (e.g., ethanol-rich lowa largely\nsupported his candidacy) and the pre-existing dynamics in\nCongress. Many congressional Republicans have opposed\neven temporary extensions of renewable energy\nincentives and the fate of these provisions may well be\nlinked to the effectiveness of the Democratic minority.\n\nEY 20\n\n| Election 2016\n\nHOUSE_OVERSIGHT_022392",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022392.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2367,
    "word_count": 348,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.438586",
    "prefix": "IMAGES-006"
  }
}