{
  "document_id": "HOUSE_OVERSIGHT_024158",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024158.txt",
  "text": "Bonds overview\n\nGovernment bonds - Key points\n\n¢ Government bond yields of major developed markets started to rise from their historical lows ahead of\nGreek elections, in particular with hopes of more Eurozone integration (e.g. Eurobonds or a European\nbank deposit guarantee). The new Greek government has at least eased concerns of an imminent and\ndisorderly Greek exit helping yields in their short term rise. However, further central bank easing,\nincluding the extension of Operation Twist (OT) until end of 2012 by the Fed limited the further upside\npotential in yields over the coming months.\n\n¢ Our expectations for bond yields over the coming 6 months remain a marginal rise. Despite recent\nsetbacks in global growth, the world economy remains in expansion mode. However, OT will keep longer\nyields low for longer. Also short-term downside risks to bond yields cannot be excluded; Spain has\nreturned to the spotlight, and challenges in Italy's adjustment programs remain. Given current division\namong European leaders, the mutualization of debt is unlikely to be resolved soon.\n\n¢ On a relative basis, we prefer German and Swiss bonds, over those in the US and UK, where bond yields\ncould rise faster due to a sounder economic outlook. In particularly in the US, the cyclical recovery looks\ncomparatively more robust.\n\n¢ Declining growth momentum, extension of Operation Twist by the Fed and a rising likelihood of a rate\ncut by the ECB, are likely to keep yields on extraordinary low levels, for the time being. Thus we suggest a\nneutral duration position at this stage.\n\nCorporate and emerging market bonds - Key points\n\n¢ We maintain our preference for corporate credit (both investment grade and high yield) as well as\nemerging market bonds, keeping overweight positions in all three segments.\n\n¢ Investment grade (IG) corporate bonds showed remarkable resilience in the latest downturn. The asset\nclass is likely to outperform government bonds in the coming six months, with higher liquidity and lower\nvolatility than HY bonds. We see the highest return potential in the lower-rated IG segment (BBB and A).\ne US corporate bonds of lower credit quality (high yield, HY) remain fundamentally supported by solid\nbalance sheets and a benign US growth outlook. Given the low risk of default losses, valuations are\nattractive at an effective yield of 7.5%. For US HY, we expect high single-digit total returns in the next six\nmonths. US senior loans are an attractive alternative to traditional fixed income assets.\n\ne Emerging market bonds should continue to benefit from better fundamentals than those of developed\nmarkets over the medium term. Valuations remain attractive, and the potential for spreads to trend lower\nshould more than offset the gradual increase in US Treasury yields in the quarters ahead. We continue to\nprefer increasing exposure to corporate bonds while keeping existing investments in sovereign bonds.\n\n36 UBS\n\nFor further information please contact CIO's asset class specialist Achim Peijan, achim.peijan@ubs.com and CIO's asset class specialist Daniela Steinbrink Mattei,\n\nPreferences (6 months)\n\nshort duration neutral long duration\n\nUSD\nEUR (DE)\nGBP\nJPY\nCHF\nCAD\nAUD\n\nmnew old\nunderweight neutral overweight\n\nBonds total |\nGovernment\n\nbonds\n\nInvestment\ngrade\ncorporate\nbonds\n\nHigh yield\nbonds\n\nEmerging\nmarket\nbonds\n\nBnew old\nSource: UBS CIO, as of June 19% 2012\n\n23\ndaniela.steinbrinkmattei@ubs.com\n\nPlease see important disclaimer and disclosures at the end of the document.\n\nHOUSE_OVERSIGHT_024158",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024158.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3535,
    "word_count": 554,
    "line_count": 88,
    "import_date": "2025-11-19T21:47:47.365181",
    "prefix": "IMAGES-007"
  }
}