{
  "document_id": "HOUSE_OVERSIGHT_025358",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025358.txt",
  "text": "Honorable Mark Filip\nMay 19, 2008\nPage 6\n\n¢ Federal prosecutors made the unprecedented demand that Mr. Epstein pay a\nminimum of $150,000 per person to an unnamed list of women.they referred to as\nminors and whom they insisted required representation by a guardian ad litem, Mr.\nEpstein’s counsel later established that all but one of these individuals were actually\n\n- adults, not minors. Even then, though demanding payment to the women, the\nUSAO eventually asserted that it could not vouch for the veracity of any of the\nclaims that these women might make.\n\ns Federal prosecutors made the highly unusual demand that Mr. Epstein pay the fees\nof a civil attorney chosen by the prosecutors to represent these alleged “victims”\nshould they choose to bring any civil litigation against him. They also proposed\nsending a notice to the alleged “victims,” stating, in an underlined sentence, that\nshould they choose their own attorney, Mr. Epstein would not be required to pay\ntheir fees. The prosecutors further demanded that Mr. Epstein waive his right to\nchallenge any of the allegations made by these “victims.”\n\n« The Assistant U.S. Attorney involved in this matter recommended for the civil\nattorney, a highly lucrative position, an individual that we later discovered was\nclosely and personally connected to the Assistant U.S. Attorney’s own boyfriend.\n\n« Federal prosecutors represented to Mr. Epstein’s counsel that they had identified\n‘(and later rechecked and re-identified) several alleged “victims” of federal crimes\nthat qualified for payment under 18 U.S.C. § 2255, a civil remedy designed to\nprovide financial benefits to victims. Only through state discovery provisions did\nwe later learn that many of the women on the rechecked “victim list” could not\npossibly qualify under § 2255. The reason is that they, themselves, testified that\nthey did not suffer any type of harm whatsoever, a prerequisite for the civil recovery\nunder § 2255. Moreover, these women stated that they did not, now or in the past,\nconsider themselves to be victims.\n\ne During the last few months, Mr. Herman, First Assistant Sloman’s former law\npariner, has filed several civil lawsuits against Mr. Epstein on behalf of the alleged\n“victims.” It is our understanding that each of Mr. Herman’s clients are on the\n\nA001443\n\nHOUSE_OVERSIGHT_025358",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025358.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2329,
    "word_count": 374,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:46.540168",
    "prefix": "IMAGES-008"
  }
}