{
  "document_id": "HOUSE_OVERSIGHT_016226",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016226.txt",
  "text": "Table of Contents\n\nAcknowledgments\n\nIntroduction: On the Promise and Peril of AI\n\nby John Brockman\n\nArtificial intelligence is today’s story—the story behind all other stories. It is the Second\nComing and the Apocalypse at the same time: Good AI versus evil AI. This book comes\nout of an ongoing conversation with a number of important thinkers, both in the world of\nAl and beyond it, about what AI is and what it means. Called the Deep Thinking Project,\nthis conversation began in earnest in September 2016, in a meeting at the Mayflower\nGrace Hotel in Washington, Connecticut with some of the book's contributors.\n\nWhat quickly emerged from that first meeting is that the excitement and fear in the wider\nculture surrounding AI now has an analogue in the way Norbert Wiener’s ideas\nregarding “cybernetics” worked their way through the culture, particularly in the\n1960's, as artists began to incorporate thinking about new technologies into their work.\nI witnessed the impact of those ideas at close hand; indeed it’s not too much to say they\nset me off on my life’s path. With the advent of the digital era beginning in the early\n1970s, people stopped talking about Wiener, but today, his Cybernetic Idea has been so\nwidely adopted that it’s internalized to the point where it no longer needs a name. It’s\neverywhere, it’s in the air, and it’s a fitting a place to begin.\n\nSeth Lloyd: Wrong, but More Relevant Than Ever\nIt is exactly in the extension of the cybernetic idea to human beings that Wiener’s\nconceptions missed their target.\n\nJudea Pearl: The Limitations of Opaque Learning Machines\n\nDeep learning has its own dynamics, it does its own repair and its own optimization, and\nit gives you the right results most of the time. But when it doesn’t, you don’t have a clue\nabout what went wrong and what should be fixed.\n\nStuart Russell: The Purpose Put Into the Machine\n\nWe may face the prospect of superintelligent machines—their actions by definition\nunpredictable by us and their imperfectly specified objectives conflicting with our own—\nwhose motivation to preserve their existence in order to achieve those objectives may be\ninsuperable.\n\nGeorge Dyson: The Third Law\n\nAny system simple enough to be understandable will not be complicated enough to\nbehave intelligently, while any system complicated enough to behave intelligently will be\ntoo complicated to understand.\n\nDaniel C. Dennett: What Can We Do?\nWe don’t need artificial conscious agents. We need intelligent tools.\n\nHOUSE_OVERSIGHT_016226",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016226.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2512,
    "word_count": 412,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:46.906251",
    "prefix": "IMAGES-003"
  }
}