{
  "document_id": "HOUSE_OVERSIGHT_022542",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022542.txt",
  "text": "Internal Controls Provision\n\nThe payment of bribes often occurs in companies that\nhave weak internal control environments. Internal controls\nover financial reporting are the processes used by compa-\nnies to provide reasonable assurances regarding the reliabil-\nity of financial reporting and the preparation of financial\nstatements. They include various components, such as: a\ncontrol environment that covers the tone set by the organi-\nzation regarding integrity and ethics; risk assessments; con-\ntrol activities that cover policies and procedures designed\nto ensure that management directives are carried out (c.g.,\napprovals, authorizations, reconciliations, and segregation\nof duties); information and communication; and monitor-\ning. Section 13(b)(2)(B) of the Exchange Act (15 US.C.\n§ 78m(b)(2)(B)), commonly called the “internal controls”\n\nprovision, requires issuers to:\n\ndevise and maintain a system of internal accounting\ncontrols sufficient to provide reasonable assurances\nthat—\n\n(i) transactions are executed in accordance with man-\nagement’s general or specific authorization;\n\n(ii) transactions are recorded as necessary (I) to per-\nmit preparation of financial statements in conformity\nwith generally accepted accounting principles or any\nother criteria applicable to such statements, and (II)\nto maintain accountability for assets;\n\n(iii) access to assets is permitted only in accordance\nwith management’s general or specific authorization;\nand\n\n(iv) the recorded accountability for assets is com-\npared with the existing assets at reasonable intervals\nand appropriate action is taken with respect to any\n\ndifferences ....?73\n\nLike the “reasonable detail” requirement in the\nbooks and records provision, the Act defines “reasonable\nassurances” as “such level of detail and degree of assurance\nas would satisfy prudent officials in the conduct of their\nown affairs.”?*\n\nThe Act does not specify a particular set of controls\nthat companies are required to implement. Rather, the\ninternal controls provision gives companies the flexibility\nto develop and maintain a system of controls that is appro-\n\npriate to their particular needs and circumstances.\n\nThe FCPA:\n\nAccounting Provisions\n\nAn effective compliance program is a critical com-\nponent of an issuer’s internal controls. Fundamentally,\nthe design of a company’s internal controls must take into\naccount the operational realities and risks attendant to the\ncompany’s business, such as: the nature of its products or\nservices; how the products or services get to market; the\nnature of its work force; the degree of regulation; the extent\nof its government interaction; and the degree to which it\nhas operations in countries with a high risk of corruption. A\ncompany’s compliance program should be tailored to these\ndifferences. Businesses whose operations expose them to a\nhigh risk of corruption will necessarily devise and employ\ndifferent internal controls than businesses that have a lesser\nexposure to corruption, just as a financial services company\nwould be expected to devise and employ different internal\ncontrols than a manufacturer.\n\nA 2008 case against a German manufacturer of indus-\ntrial and consumer products illustrates a systemic internal\ncontrols problem involving bribery that was unprecedented\nin scale and geographic reach. From 2001 to 2007, the com-\n\npany created elaborate payment schemes—including slush\n\nCompanies with ineffective internal\ncontrols often face risks of embezzlement\nand self-dealing by employees, commercial\nbribery, export control problems, and\n\nviolations of other U.S. and local laws.\n\nHOUSE_OVERSIGHT_022542",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022542.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3626,
    "word_count": 522,
    "line_count": 91,
    "import_date": "2025-11-19T21:47:44.697922",
    "prefix": "IMAGES-007"
  }
}