{
  "document_id": "HOUSE_OVERSIGHT_022382",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022382.txt",
  "text": "Administration and\nagenda\n\nDebt limit. The debt limit will be reinstated after March\n15, 2017, though Congress willlikely have additional time\nto either suspend or increase the limit. Extraordinary\nmeasuresthat can be undertaken by the Treasury\nDepartment should allow Treasury to continue meeting its\nfinancial obligations until at least midsummer of 2017,\naccording to a September 13 posting by the Bipartisan\nPolicy Center. When the debt limit is reinstated, the\nfederal government’s accumulated debt will immediately\nequal the new ceiling, which is projected to be\n\nabout $20.1 trillion. The optics of the figure surpassing\n$20 trillion could spur lawmakersto be even more\nadamant about demands for spending cuts in return for\nsupporting an additional increase or suspension of the\ndebt limit.\n\nFAA reauthorization. The Airport and Airway Trust Fund\ntaxes expire after September 30, 2017, along with\nFederal Aviation Administration (FAA) spending authority,\nboth of which were last extended in July. Privatization of\nthe air traffic control system was a sticking point in\nnegotiationsthis year. The FAA bill can be a vehicle for\nother tax legislation.\n\nBarack Obama\nTook office January 20, 2009\n\nGeorge W. Bush\n\nTook office January 20, 2001 >\nestate tax\n\nBill Clinton\nTook office January 20, 1993\n\nGeorge H. W. Bush\nTook office January 20, 1989\n\nRonald Reagan\nTook office January 20, 1981\n\nPersonnel. The fact that Trump has not held political\noffice and is not a traditional Republican puts a new spin\non filling out his administration. Press reports have\nspeculated about potential cabinet appointments. Trump\nhas reportedly said that Goldman Sachs alumnus and\ncampaign finance chairman Steven Mnuchin could bea\npossible nominee for Treasury secretary.\n\nEconomic advisers that have represented Trump on the\ncampaign include investor Wilbur Ross and economists\nPeter Navarro, Larry Kudlow, and Stephen Moore.\n\nNew Jersey Gov. Chris Christie is in charge of Trump’s\ntransition. Politicians who have supported and served as\nsurrogates for Trump and could possibly be tapped for\nCabinet posts include: former New York mayor Rudy\nGiuliani, former House Speaker Newt Gingrich, Senator\nJeff Sessions (R-AL), Dr. Ben Carson, and former Alaska\nGovernor Sarah Palin. Senate Foreign Relations\nCommittee Chairman Bob Corker (R-TN) was reportedly\nunder consideration for the vice presidential pick and\ncould be tapped for a Cabinet post.\n\nAmerican Recovery and Reinvestment Act of 2009\nEnacted February 17, 2009\n>»  Stimuluslegislation, included bonus depreciation\n\nEconomic Growth and Tax Relief Reconciliation Act of 2001\n\nEnacted June 7, 2001\nThe “Bush tax cuts” reduced individual rates, repealed the\n\nOmnibus Budget Reconciliation Act of 1993\nEnacted August 10, 1993\n» Increased individual, corporate taxes\n\nOmnibus Budget Reconciliation Act of 1990\n\nEnacted November 5, 1990\n\n» Increased individual taxes despite “no new tax” pledge\nEconomic Recovery Tax Act of 1981\n\nEnacted August 13, 1981\n>» Sharply reduced individual, corporate taxes\n\n10\n\n| Election 2016\n\nHOUSE_OVERSIGHT_022382",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022382.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3082,
    "word_count": 465,
    "line_count": 96,
    "import_date": "2025-11-19T21:47:46.229378",
    "prefix": "IMAGES-006"
  }
}