{
  "document_id": "HOUSE_OVERSIGHT_012639",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012639.txt",
  "text": "Comnmnity College student from Loxahatchee, Florida. She recmited girls ostensibly to give a\nwealthy man a massage for monetary compensation in his Palm Beach mansion. Under Epstein’s\nplan, Ms. Robson would be contacted when Epstein was planning to be at his Palm Beach residence\nor soon after he had arrived there. Epstein or someone on his behalf directed Ms. Robson to bring\none or more underage girls to the residence. Ms. Robson, upon information and belief, generally\nsought out economically disadvantaged underage girls from Loxahatchee and surrounding areas who\nwould be enticed by the money being offered - generally $200 to $300 per “massage” session - and\nwho were perceived as less likely to complain to authorities or have credibility if allegations of\nimproper conduct were made. This was an important element of Epstein’s plan.\n\n13. Epstein’s plan and scheme reflected a particular pattern and method. Upon arrival at\nEpstein’s mansion, Mr. Robson would introduce each victim to Sarah Kellen, Epstein’s assistant,\nwho pathered the girl’s personal information, including her name and telephone number. Ms. Kellen\nwould then bring the girl up a flight of stairs to a bedroom that contained a massage table in addition\nto other fumishings. There were photographs of nude women lining the stairway hall and in the\nbedroom. Ms. Kellen would then leave the girl alone in this room, whereupon Epstein would enter\nwearing only a towel. He would then remove his towel, lay down naked on the massage table, and\ndirect the girl to remove her clothes. He then would perform one or more lewd, lascivious and\nsexual acts, including masturbation and touching the girl’s vagina with a vibrator.\n\n14, Consistent with the foregoing plan and scheme, Ms. Robson recruited Jane Doe to\ngive Epstein a massage for monetary compensation. Ms, Robson brought Jane to Epstein’s mansion\nin Palm Beach. Jane was introduced.to Sarah Kellen, who led her up the flight of stairs to the room\n\nwith the massage table. She was alone in the room when Epstein arrived wearing only a towel. He\n\nHERMAN & MERMELSTEIN, P. A, www.hermaniew.com\n\nHOUSE_OVERSIGHT_012639",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012639.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2141,
    "word_count": 347,
    "line_count": 29,
    "import_date": "2025-11-19T21:47:46.498246",
    "prefix": "IMAGES-002"
  }
}