{"updated": 1605196424248, "pages": [{"page": 0, "contents": "Page 1 of 2\n\nBarbara Burns\n\n \n\nFrom: Barbara Burns\n\nSent: Thursday, April 01, 2010 8:49 AM\nTo: 'Jack Goldberger'\n\nCc: Michael McAuliffe\n\nSubject: RE: Epstein\n\nshared your latest email with Mr. McAuliffe and we both agree that it is our position that he needs to honor his\ncommitment and complete his community control as agreed. If you feel it necessary to ?le a motion to modify or\nearly terminate on behalf of your client just let me know so i can have enough time to get the Bet. and victims\nnotified so they can appear for the hearing. Thanks!\n\nFrom: Jack Goldberger \nSent: Wednesday, March 31, 2010 5:03 PM\n\nTo: Barbara Burns\n\nSubject: Epstein\n\nBarbara\n\nIt is obvious you have spent a lot of time on my request for my client and I sincerely appreciate the\nthoroughness and the attention. As my clients case seems to lend itself to misunderstandings and\nmiscommunications by others, I thought it important to clarify some facts assumed in error.\n\nI have spoken to Mr. Gaines at probation and he confirmed the following: Yes termination of supervision on a\nsex offender is unusual, however a modification to probation from Community control is not uncommon when\nthe probationer has been in compliance without violation. In fact the department?s current policy on re-entry\nto the community dictates that an offender be stepped down as soon as possible. He was also under the\nmisimpression, as others might have been, that Epstein?s charges called for sex offender probation. They do\nnot, he is eligible for normal probation. As with many of the issues in my clients case, sterile questions that may\nhave been asked tend to lead to answers that though well meaning are not applicable.\n\nAs for the timeliness of the police reports of the attempted breakins, I wanted you to be aware that confirmed\nwith Wackenhut that they called the police each time and spoke to the captain on duty, there should be a\nrecord. I said to you it was my advice to the client that he not file a formal report.\n\nYou have suggested that to resolve all the issues my client move to transfer his community control and that\nyodr office would support his transfer. I appreciate that and spoke to Mr. Gaines about that and he doesn?t\nbelieve that would be possible to New York. Mr. Gaines suggested an agreement to allow Mr. Epstein to travel\nfor business purposes without the present 48 hour limitation but strictly at the discretion and with the\napproval of probation for the remaining short portion of his supervision would be appropriate. He advised me\nthat the department would not object to such a modification. This to me is the fairest way to deal with the\nissues, and to insure Mr. Epstein is treated like others, Let me know and I can prepare some proposed\nlanguage that I think would work for everyone\n\nJack Goldberger\n561-659-8300 Phone\n561-835-8691 Fax\n\nPublic Records Request No. 19-372\n\n4/1/2010\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 1, "contents": "Page 2 0f 2\n\nATTERBURY GOLDBERGER WEISS.\n\n \n\nPiease note: F?orida has a very broad public records law. Most written communications to or from state c??iciais regarding state business are pubiic\nrecords availabie to the public and media upon request. Your email communications may therefore be subject :0 pubiic disciosure.\n\nPublic Records Request No. 19-372\n4/1/2010\n\n \n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 2, "contents": "Barbara Burns\n\nFrom: Michael McAuIiffe\n\nSent: Thursday, April 01, 2010 8:31 AM\nTo: Barbara Burns\n\nSubject: RE: Epstein\n\nI think, as you suggest, the defendant simply needs to finish his sentence as it was\nagreed to in the initial resolution. Thanks. MM\n\nOriginal \n\nFrom: Barbara Burns\n\nSent: Thursday, April 01, 2010 08:25 AM Eastern Standard Time\nTo: Michael McAuliffe; Paul Zacks\n\nSubject: FW: Epstein\n\nThis dragon just keeps raising its ugly head! May I tell him to just file his motion to\nmodify with the Court? I don't know how to convey to him anymore than I already have that\nhis client is a registered sex offender that was fortunate to get the deal of the century,\nfortunate enough, even as a sex offender, to be granted work release while serving his\njail sentences (I am not aware of that ever happening before) and certainly fortunate to\nplea at a time when it was not required by statute that he be placed on sex offender\nprobation with all of the restrictive conditions that the vast majority of individuals in\nhis similar situation would have been subjected to. Please advise.\n\nFrom: Jack Goldberger \nSent: Wednesday, March 31, 2010 5:03 PM\n\nTo: Barbara Burns\n\nSubject: Epstein\n\nBarbara\n\nIt is obvious you have spent a lot of time on my request for my client and I sincerely\nappreciate the thoroughness and the attention. As my clients case seems to lend itself to\nmisunderstandings and miscommunications by others, I thought it important to clarify some\nfacts assumed in error.\n\nI have spoken to Mr. Gaines at probation and he confirmed the following: Yes termination\nof supervision on a sex offender is unusual, however a modification to probation from\nCommunity control is not uncommon when the probationer has been in compliance without\nviolation. In fact the department's current policy on re-entry to the community dictates\nthat an offender be stepped down as soon as possible. He was also under the\nmisimpression, as others might have been, that Epstein?s charges called for sex offender\nprobation. They do not, he is eligible for normal probation. As with many of the issues\nin my clients case, sterile questions that may have been asked tend to lead to answers\nthat though well meaning are not applicable.\n\nAs for the timeliness of the police reports of the attempted breakins, I wanted you to be\naware that I confirmed with Wackenhut that they called the police each time and spoke to\nthe captain on duty, there should be a record. I said to you it was my advice to the\nClient that he not file a formal report.\n\nPublic Records Request No. 19-372\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 3, "contents": "You have suggested that to resolve all the issues my client move to transfer his\ncommunity control and that your office would support his transfer. I appreciate that and\nspoke to Mr. Gaines about that and he doesn't believe that would be possible to New York.\nMr. Gaines suggested an agreement to allow Mr. Epstein to travel for business purposes\nwithout the present 48 hour limitation but strictly at the discretion and with the\napproval of probation for the remaining short portion of his supervision would be\nappropriate. He advised me that the department would not object to such a modification.\nThis to me is the fairest way to deal with the issues, and to insure Mr. Epstein is\ntreated like others, Let me know and I can prepare some proposed language that I think\nwould work for everyone\n\nJack Goldberger\n\n561-659-8300 Phone\n\n561?835?8691 Fax\n\n \n\nPlease note: Florida has a very broad public records law. Most written communications to\nor from state officials regarding state business are public records available to the\npublic and media upon request. Your e?mail communications may therefore be subject to\n\npublic disclosure.\n\nPublic Records Request No. 19-372\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 4, "contents": "?gpow\n\n/m\n\n~m?4z \n\n\n\n\n\n\n  \n\n \n\n{0765 \n5&5 )672-5 00 #3 2/0! .\n5. 03: k0 6.6 \n\npas/??aw [42/74/66 Org-7d\n\nby O/am?w.\n\n \n\n- \n(/20 ?a/f 57? 4? 571-2\n(lg/2,25% '9\n\n \n\n \n\n?pct W?s.\n.DOL 0960. Gabe;\n\n \n\n\n\n'0\n\n()1th .7 (19674 wk. Fade/2\nWW (Maya/ae 500. CAM/secure \n?6 Gal hf a/M/ of? 41970 0a. Mex/?M ??aaf ?egw\nEf?e. Uh/?fles. ?efn?/od)\n\njiw 4M \n2Q 456%\n\n42/122? 63/94/87!? My cow/yam! 3\n\nPublic Records Request No. 19-372\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 5, "contents": "Con?dential Page 1 of 2\n\nBarbara Burns\n\nFrom: Barbara Burns\n\nSent: Friday, March 26, 2010 9:02 AM\nTo: Michael McAuliffe\n\nSubject: FW: Confidential\n\nAs per your request I am fonivarding the following summary:\n\nRe: The Burglary/Attempted Burglary allegations, the Palm Beach PD were surprised to hear this and indicated\nthat there has never been such complaint(s) since Epstein was place on Community Control. spoke further with\nJack Goldberger and he indicated that Epstein employs private security through Wackenhut and they intercepted\nthis person who was dressed in black like a Ninja and hiding in some bushes. They chased him to a dark\n300 and took down the tag info. From there they were able to find out that it was registered to a PI that\nhas been associated/linked to Atty. Rothstein and the Gambino family. spoke with DOC Community Control\nSupervisor, Ofc. Gaines, and he advised me that late last week Epstein informed him of a similar incident. Ofc.\nGaines went on to say that he spoke with Epstein in late Sept. or possibly Oct. of last year and explained to him\nthat he received ?the best deal ever heard of for someone in his situation? and that he warned him to follow every\ncondition by the tetter so as not to get violated. lf violated, he could very well be put on an ankie bracelet which\nwould be even more of a restriction to him.\n\nRe: Similar defendants on community control and early termination, drawing from my experience (8 1/2 yrs. of\ndoing these cases), Daliah Weiss, Chief of SVU, and DOC there is no known case where a Sex Offender on\nCommunity Control has ever been given early termination of Community Control by agreement from our office or\nDOC. There have been rare instances where a person who has been on a very long probation has been given\neariy termination of probation after serving a considerable number of years on probation.\n\nRe: The position of the US. Attorney?s office on early termination of the State?s case against Epstein, I again\nspoke with AUSA Villafana and inquired specificaliy of any knowledge that she had in reference to\nrepresentations made by her or anyone associated with her office regarding Epstein's efforts to early term his\nCommunity Control on the State charges. She indicated that she had not made any such representations\nhowever her boss, interim US. Atty. Sloman may have. After checking she sent me a portion of the test letter\nsent to Epstein?s attorneys. have forwarded that to you by attachment.\n\nPlease let me know if there is anything eise that I can provide to you.\n\nFrom: Villafana, Ann Marie C. (USAFLS) \nSent: Thursday, March 25, 2010 4:20 PM\n\nTo: Barbara Burns\n\nSubject: Confidential\n\nHi Barbara Here is the relevant portion of the last letter to attorneys regarding the termination of\nsupervision:\n\nIn light of Mr. Acosta?s prior statements to Mr. Epstein?s counsel that Mr. Epstein would be\neligible for any benefit available to other similarly-situated state defendants, the Office agrees that Mr.\nEpstein may apply for early termination or modification of community control in accordance with Fl.\nStat. 948.05 and assuming that Mr. Epstein has completed ?the sanctions imposed in the\ncommunity control plan.? The Office takes no position regarding such an application; it is entirely\nwithin the discretion of the State Attorney?s Office and the Palm Beach County Circuit Court Judge as to\nwhether it is in ?the best interests ofjustice and the welfare of society? to allow Mr. Epstein to\nterminate prematurely his community control. Mr. Epstein and his counsel may_r_io_t make a\n\nPublic Records Request No. 19-372\n\n3/26/2010\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 6, "contents": "Con?dential Page 2 of 2\n\nrepresentation to the State Attorney?s Office, the Court, or any victim that the U.S. Attorney?s Office\nagrees with, joins in, or does not oppose such a motion. In light of prior erroneous statements in court\nfilings, we respectfully request that a copy of any court filing be provided to our office.\n\nIf such a motion is made, in accordance with your proposal, the U.S. Attorney?s Office will notify\nthe federal victims that the application was filed and, if a hearing is scheduled, the date, time, and\nlocation of such hearing. The communication will consist merely of a notification and will neither\nencourage nor discourage attendance or submission of materials related to the application.\n\nA. Marie Villafa?a\n\nAssistant US Attorney\n\n500 S. Australian Ave, Suite 400\nWest Palm Beach, FL 33401\nPhone 561 209?1047\n\nFax 561 820?8777\n\n \n\n-y w. mum-IN Mm\". W. wwc. -W . .. .MW\n\nPlease note: Florida has a very broad public records law. Most written communications to or from state of?cials regarding state business are public\nrecords available to the public and media upon request. Your e-mail communications may therefore be subject to public disciosure.\n\n \n\nPublic Records Request No. 19-372\n3/26/2010\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 7, "contents": "Barbara Burns\n\n \n\nFrom: Sloane, Carmen \nSent: Wednesday, February 24, 2010 11:41 AM\n\nTo: Barbara Burns\n\nSubject: RE: J. Epstein\n\nYeah lot less stress\n\nmwm__ . m.\n\nFrom: Barbara Burns [mailto: BBurns@sa15. state. fl. us]\nSent: Wednesday, February 24,2010 11: 34 AM\n\nTo: Sloane, Carmen\n\nSubject: RE: J. Epstein\n\nOk, I hope that was a good thing for you!\n\nFrom: Sloane, Carmen [mailto: Sloane. carmen@mail. dc. state. fl. us]\nSent: Wednesday, February 24,2010 11: 32 AM\n\nTo: Barbara Burns\n\nSubject: RE: J. Epstein\n\n\n\nPage 1 of 1\n\n.W.W ?qu~Wmm\n\n \n\nHis term date Is 7- 21 -.2010 I was recently transferred to the downtown office. If you have any further questions \nyou can contact his new officer Candice Elkms (Community Control Officer at 154 Lake Worth 434-3960). if you \n\nhave any questions regarding his past supervision, please email or call me at 837- 5175\n\n \n\n \n\nCarmen\n\n \n\n\n\nFrom: Barbara Burns \nSent: Wednesday, February 24, 2010 11:19 AM\n\nTo: Sloane, Carmen\n\nSubject: J. Epstein\n\nGood morning Carmen. I need to know what you have as the termination date of Mr. Epstein? 5 community\n\ncontrol. \n\nPlease note: Fiorida has a very broad public records law. Most written communications to oz from state of?cials regarding state business are public\nrecords available to the public and media upon request. Your mail communications may therefore be subject to pubiic disciosura\n\n3/24/2010\n\nPublic Records Request No. 19-372\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 8, "contents": " \n   \n\n.. wess.\n\nR.ATTERBURY\nl? JACK A. GOLDBERGER\n\nJASON S.WEISS\n\nBoard Certi?ed Criminal Trial Attorney\nicmbel of New Jersey Florida Bars\n\nDecember 3, 2009\n\nBarbara Burns, Esquire\n\nState Attorney's Office\n\n401 North Dixie Highway\n\nWest Palm Beach, Florida 33401\n\nRE: State of Florida v. Jeffrey Epstein\nCase No. 20080F009381A\n\nDear Barbara,\n\nPursuant to ourtelephone conversation of November 30,2009 and your subsequent email\nto me, I am providing the following information to you concerning Jeffrey Epstein?s airtravel\nfrom May 1, 2009 through November 30, 2009.\n\nAs you know, Mr. Epstein was in the custody of the Palm Beach County Sheriff?s Office\nuntil July 22, 2009. have confirmed that since Mr. Epstein?s release from custody, he has\ntraveled twice by air. The first trip was on September 14, 2009 when he traveled by\nhelicopter to Miami to meet with counsel. He returned that day from Miami to Palm Beach\nCounty by automobile. Larry Visoski was the pilot and Nadia Marcinkova was the only\nother passenger. Both the trip and the mode of transportation were pre-approved by\nprobation. On August 27, 2009 Mr. Epstein flew on a single engine Cessna aircraft to\nSikorsky Helicopters in northern Pa!rn Beach County. Larry Visoski and Nadia Marcinkova\naccompanied Mr. Epstein on this short flight. Once again the trip and the method of\ntransportation were pro?approved by probation. There have been no other aircraft flights\ntaken by Mr. Epstein during the time period. I am told there are not flight logs kept for the\nhelicopter but I am enclosing the fuel receipt for the Miami helicopter trip as well as another\ndocument confirming the September 14, 2009 Palm Beach Miami helicopter flight. I am\nalso enclosing documents for the August 27, 2009 Cessna flight to Sikorsky Helicopters.\n\nOn another note, there appears to be false information being presented to either the State\nAttorney?s Office or the Probation Office about Mr. Epstein allegedly violating the terms of\nhis probation. None ofthis is true and in fact Mr. Epstein has an unblemished record with\nprobation without any violations since his being placed on supervision. I note that many\nof the false allegations against Mr. Epstein have been brought by the Scott Rothstein law\n\nOne Clearlake Centre. Suite I400 250 Australian Avenue South West Palm Beach, FL 3340 \n\nPublic Records Request No. 19-372\n56 .659.8300 f56l.835.869  \n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 9, "contents": "firm which has since filed bankruptcy as a result of massive fraud by one of its partners.\nIt is alleged that they used their civil cases filed against Mr. Epstein as one of their more\nlucrative devices to perpetrate this fraud. Based on what I have learned and read, there\nhave been false filings, forged judge?s signatures, and forged Eleventh Circuit Opinions.\nIt is also possible that other third parties have engaged in this conduct by falsely alleging\nMr. Epstein has violated the terms of his probation.\n\nWith this in mind, It appears that Mr. Epstein could be a victim of fabricated attacks\ndesigned to do nothing more than question his compliance with his probation and\ncommunity control requirements. I truly want my client, as I am sure you do, to complete\nhis probation without continued false accusations being made against him. I would\nsuggest a meeting so we may discuss these problems. Given the fact that false\naccusations are being made against my client, I would take the unusual step ofproducing\nmy client for such a meeting if you think it would be helpful.\n\nPlease give me a call with yourthoughts on this and whetherthose documents satisfy your\nrequest.\n\ntruly yours\n\nGoldberger\n\nJAG/slm\n\nPublic Records Request No. 19-372\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 10, "contents": " \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nInvoice\n,Date \n2633 Lamina Road omce 4 Sui 42 1 \nLantanaEI-?I 33462 ?7?10? \n561-963-3821 \n. \nBill To .. \nLara Visoski\n\n- cum Nu Tmal BFR 1112 Date MEDISPC nus DATE\n. pending N41111: omen\n?em; Qty . Delaaiption Ra?; Amum\n1.8 35w 61000171 5/15i 135.1111 243.0111-\nFuel Surcharge 01 1.3 Sum: for .111 C132 .1: C172 mm 5.00 9.007\n(mm? We? \npg? Sr (my? ?own/?505% 1\nMg c2761\nsum? $252.00\n. Safes Tax $153;\nMal $268.33\nDuctethc anon fuel. . Web \nPalchach 'Iight 'hainiqg willbefoxced to a?ael 31m\n. . ph?ight+um\nPublic cords Request No. 19-372\n\n \n\n \n\n300 '1 111 61:10 11111 \n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 11, "contents": "\n\nCOMPUFOH\n\n\n\n\n\n \n\n\nMS Busmass mans - (317) 275- 3922\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n      \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n63OWNER - \n..- I \nL5 [Hue \nTORQUE LANDINGS\nevens Assumnce\n1215053: Mum Lil?; 1 - _j a 5L TORQUE\nVISOSKWALL mm 91 um La 53 3 \nUzsosz It?. vm 5! I \nI OAT\nTOTALFORTHE DAY: 1 ?7 ii; PA.\nLAT: mm m?mgm\nTums BROUGHT 797?, g- . a INTENAN MA Mr?\n3'7 3 7 i? (Sax/Z\nI 5'53; @2211: '5\nmm smenuuso 'm '1\nmss'sc'nou nus:\n37533333.?? we\nmm\"\nDUE DATE: \n\nPILOTS ENTER DISGHEPANCIES ME\n\nPILOTS AND MAINTENANCE RECORD\n\nENTER ALL MAINTENANCE PERFORMED\n\n \n\n \n\n \n\n \n\n \n\n \n\n   \n \n\n \n\n  \n \n\n \n\n \n\n \n\n \n\nFLIGHT\nunsanammnas_ . \nLOGBOOK ENTRY: N491 GM BELL 407 :1me 749 \nTESTED AMERIKING AK 350 SIN 35290240 ALTITUDE momma MODE AND mum: 20:: FEET\nLow RE-ADUSTED AND PERFORMED con RELATTON TEST FOUND SATISFACTORY\nmm INSPECTED mus APPENDIX a AMLDDANDIS APPROVED FOR RETURN To\nSERVICE. DETAILS OF THIS TEST IS ON FILE\n2 wo. .9510? DATE JUNE 100??\nconnect-w: g- _w INSP.\nACTION ?mm\" .-. SEE: \na ALE FL. 3-333?- A 7 7?3: Ls? WA Mei? \n2?7? 133*. :2'11 \nmm 5 \nCORRECTIVE .- .'Lr-Zu. . . \nI\n4\nCORREGTIVE\nACTION\n5\n\n \n\n \n\nPublic Records Request No. 19-372\n\n \n\nEUU 'cI\n\nNd ?9390 HILL BUUZ-IU-DHG\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 12, "contents": " \n\n\n\n \n\nSIGNATURE FLIGHT SUPPORT\nMIAMI\nInvoice: 2022\nAircraft: N491GM\nOpened: 09f14/00 08:19:36\n810390: 09/14/09 03:23:46\nCustomer: \nEmp1oyee: CLARA \n1 HANDLING SHARE 3101 65.000\nRef; MED HELI\n1 LANDING FEE 3000 17.700\n1 RAMP PARKIRG 3204 44.000\nSubtotal: \"?1557100\n7.0 191 3.080\nTotal: \nAuth 145803\nAMERJEAN EXP 129-76\n\n\n \n\n1\n\n\n\nthe credit card\n\nGusto er Signature\nI agree\n\namount shown and to perform the\nohligati n5 set forth in the\nterms of the cardholder \nagreemen with the issuer\n\nYour fee back is appreciated.\nTe11 us on we 010 today by\nlogo-ine\" to\n\nturef11ght. com/survey\nand entering Access Code:\n-?0090025140 \nThank you for using Signature\nF11oht Support. He put our\n\nname on the line. 00r1dwide.\nEvery day.\n\n \n    \n\n \n\n \n\nPublic Records Request No. 19-372\n\nNd ?9390 H?l BOUZ-IU-DHG\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 13, "contents": "Public Records Request No. 19-372\n\n \n\nAWERBURY GOLDBERGER WEISS.\n\n \n\n \n\nOne Clearlake Centre, Suite 1400\n250 Australian Avenue South West Palm Beach. FL 3340I\n\n \n\n \n\nBarbara Burns, Esquire\n\nState Attorney?s Office\n\n401 North Dixie Highway\n\nWest Palm Beach, Florida 3340?!\n\n4-5-24. 5:325:31Paws-10c; sn'\n\nMailed L'nn? \n\ni\n\n \n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 14, "contents": "SUD\n\n- =13twi ?333 33.:\n\nSIG-3300 \n\nRSSERHMEHT GE \n\nMa3t31: ?333:\n\n336%\n\n\n\n\n3333; BARBARA 1 33335 ll?L\n?tate 1 333333? :33331 313: 3 33333: 33ffr3y 311333,\n\n\n\nQGECFQUQEEIAMB FEF3UN UHDER \n333111? 1 23133111311.\n\n5111';\n\n?333:\n\n333333t 33:: 33331333 L33 3L Tacum 3333133\n\n?1 '3 {1 92/03/30\n\nT13: Trixestlgaru. - 5504 \n\n333m: 3333r31333 ?ata: \n\n \n\n.5\nit?\n\nit\n\n  \n  \n\n3333: Larrv V1333 k1\n\n \n\n \n\n \n\n333 have 3333 31313333 333 333v3 matter. . - 3333131133 3f ?313 a?gignmant, 313m 33\nand r?turn 'thi? 33 yam: supervi?mx 31th 3331 mama. ii required.133331113\n333ignment, - 33t3.\n\nI\n\n\n\n\n52;;\n\n \n\n \n\n7 33v35t133t333 3333333333113 1 - \n- -- . 7-33.1 3 3:3:\n\n \n\n \n\n \n\n \n\n33:3 Pamplat3:: 33 3333333331 3333W1133333331- 3;:33333\n\n \n\nwk? \nI .\n.\n\n#3333333313)333333: 3333 3\n\n\n\n#3333331m1_ . .. \n\n   \n\n5- VE QR LQCA.H NGH FQRM\n\n331:3: $4 7 - \n\nI I\n33mm attached: \n\nPublic Records Request No. 19-372\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 15, "contents": " OF THE JUDICIAL \nDIVISION)\n\n,Il\"l.\n\nNQ. \n\n121' \n\n7\" \n\nDUCES TECW: Flight Logs May 1; 5311?\" fd- \n\nYOU ARE HEREBY CWNDED -. and ..I pII-Izar before the ATTORNEY --I. m: Assistant, 'l\n\nand for 1-.sllu .- ?t E-I- . \nEra-7:1, I :15 5'3] . avem: I I \n\n'3 I \n\nHighway, Near\n\nthe II: I - ..\n\nJEFFREY 135mm is the Defendant. Yen are commanded to bring with you the complete\nrev: - . concerning any and\n\n:1 --\nJEFFREY E. T-i-JI'Eilm. 721'. :20 with subpoena \n\n3.1.. 7? _u:n \n\n.1117141 -- \n5. ?11 flights .2 . I. Eitf\n\nto up: IIL \n\n11.\n\nthe within \n\n    \n\nwitness: in -\n\nPublic Records Request No. 19-372\n\n\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 16, "contents": " \n\n\n\nII THE com (I 15!: mm JGDICIAL anew-r\n9 II no ma men COUITY, manna (annular. DIVISIOI)\nmanna CASE NO. 2008(1009381? DIVISIOI: I\n\nV3.\n\nm1 3 mam!\n\nmo: Larry Visoaki\n\nOMS mun Flight Boga from In 1, 2009 through level)?: 30. 2009\n\n1'00 HEREBY cm to be: and 3pm: baton 1:11. 3111!: or his mutant. in\nand for ?inch County. rlorida, It tho Gifts. of the scat. Attomqr, 001 ID. Dixi-\nEigmny, lust Pall Bach, Ilorida 33401, on Monday, Doubt: 11, 2009 at 10:00 a, or:\ntho pucpouo of a (tape-11:10:: doom! tact- therein the State of Florida is the Plant 11'\nand my I 1. the Datindant. ?lou are (ac-landed to bring with you th- etc-pl.?\nand official flight log-a fra- lhy 1, 2009 through Deon-ho: 13, 2009 concerning any and\n011 flights involving m: I. ?3111]. failure to amply with thin subpo-m H111\nsubject you to contupt at Court. \n\nMW\nm. am\nManhunt State/A {tom\n\nFla. Bar In. 0 65 54\n\nlav-bot 30., 2009\n\n \n\n \n\nA \nthis \n?day of 2009, hydoliuring a Copy thamot' tn the- within mod\n\n   \n\nwitness in the Caunty of Pain of 110:: -\n\n. Public Records Request No. 19-372\n\n \n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 17, "contents": "Florida D.A.V.I.D. Individual Summary Page Page 1 of 2\n\n \n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 18, "contents": "Florida D.A.V.I.D. Individual Summary Page Page 2 of 2\n\n \n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 19, "contents": "Master Case: 2008CFDO9381AMB\n\nSUD\n\nInvestigativa Iciae \n.7\n\nREQUEST FQR RSSIQRHEHT OF INVESTIGKIOR #h\n\nTb: IHVESTIGBTIONS\n\nFrom: BAREERA J. \n\nState EESTEIH\n\nCane: \n\nRequest For:\nather:\n\nSubpoena Ducas Tacun Servica\n\nDate: Havenher 30, 2099\nBhone: (561)355*7100\n\nDiv: Judge: Jeffrey Colbath\n\nCharge: PROCURE EERSOH UHHER AGE 18 FOR\nPROSTITHTION\n?f?umwm \n\n,r a a\n{witneaa Locate \n2009\n\nRama: Larry Viaoaki (?alieopter pilot to Jeffrey Epstein)\n\n \n\n:f i, la mg?i k: A\nr? -\n\nTh: Investigator\n\nErma: Supervise:\n\nIbu hava been assigned the above matter.\n\nand return this farm. to 'yuuz aupanvisan with yuur mane, if required. sampleted\naasignnent, reviauad data.\n\nInvestigative mangervisor\n\nDate Canpletad: If no assignment mane requirad, hunts\n\n \n\n \n\n?Subpoenatsjserved:\n#Faateda\n\n \n\n\n\nIF UHEBEE TO SERVE OR LOCBEE \n\nOther, canpletad as required\n\n \n\n \n\n \n\n \n\nll\n\n \n\n \n\nY*x \nCase:~\" J)\n\nDatea.\n\n \n\nUpon complation of this assignment, sign. date,\n\n \n\n \n\n \n\n \n\n#Hbt served:\n\n \n\nHON SERVICE FGRM \n\n \n\n \n\n \n\nInvestigator:?n?mjjc\n\n \n\n \n\nMileage:\n\n \n\n \n\nRm; .?Zdag\npain (?t-lbw\n\nf; fogijz\n\nmm. f? \nMano attawhed* ?if?\ni '3\n\n\nPublic Records Request No. 19-372\n\n.,\n\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 20, "contents": "Case No: SA09003537, Defendant: EPSTEIN. JEFFREY \n\nCase No Date Note Relationship Note Type\nSA09003537 12/01/2009 01:36 PM LOCATED CURRENT ADDRESS FOR LAWRENCE PAUL VISOSKI, ERIC \n2-25-1960:\n1131 PINE POINT ROAD\nWEST PALM BEACH, FL 33404-2251\n\nPublic Records Request No. 19-372\n\ncase_note_list\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 21, "contents": "FACTS Report for Subject: LAWRENCE PAUL VISOSKI JR SSN: - Page 1 of 20\n\n \n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 22, "contents": "FACTS Report for Subject: LAWRENCE PAUL VISOSKI JR SSN: Page 2 of 20\n\n \n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 23, "contents": "FACTS Report for Subject: LAWRENCE PAUL VISOSKI JR SSN: Page 3 of 20\n\n \n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 24, "contents": "FACTS Report for Subject: LAWRENCE PAUL VISOSKI JR SSN: Page 4 of 20\n\n \n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 25, "contents": "FACTS Report for Subject: LAWRENCE PAUL VISOSKI JR SSN: - Page 5 of 20\n\n \n\n \n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 26, "contents": "FACTS Report for Subject: LAWRENCE PAUL VISOSKI JR SSN: Page 6 of 20\n\n \n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 27, "contents": "FACTS Report for Subject: LAWRENCE PAUL VISOSKI JR SSN: - Page 7 of 20\n\n \n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 28, "contents": "FACTS Report for Subject: LAWRENCE PAUL VISOSKI JR Page 8 of 20\n\n \n\n \n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 29, "contents": "FACTS Report for Subject: LAWRENCE PAUL VISOSKI JR SSN: Page 9 of 20\n\n \n\n \n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 30, "contents": "FACTS Report for Subject: LAWRENCE PAUL VISOSKI JR SSN: - Page 10 of 20\n\n \n\n \n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 31, "contents": "FACTS Report for Subject: LAWRENCE PAUL VISOSKI JR SSN: - Page 11 of 20\n\n \n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 32, "contents": "FACTS Report for Subject: LAWRENCE PAUL VISOSKI JR SSN: - Page 12 of 20\n\n \n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 33, "contents": "FACTS Report for Subject: LAWRENCE PAUL VISOSKI JR Page 13 of 20\n\n \n\n \n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 34, "contents": "FACTS Report for Subject: LAWRENCE PAUL VISOSKI JR SSN: Page 14 of 20\n\n \n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 35, "contents": "FACTS Report for Subject: LAWRENCE PAUL VISOSKI JR SSN: Page 15 of 20\n\n \n\n \n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 36, "contents": "FACTS Report for Subject: LAWRENCE PAUL VISOSKI JR SSN- Page 16 of 20\n\n \n\n \n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 37, "contents": "FACTS Report for Subject: LAWRENCE PAUL VISOSKI JR SSN: Page 17 of 20\n\n \n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 38, "contents": "FACTS Report for Subject: LAWRENCE PAUL VISOSKI JR Page 13 of 20\n\n \n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 39, "contents": "FACTS Report for Subject: LAWRENCE PAUL VISOSKI JR SSN: Page 19 of 20\n\n \n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 40, "contents": "FACTS Report for Subject: LAWRENCE PAUL VISOSKI JR Page 20 of 20\n\n \n\n \n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 41, "contents": " -09 15:12 FHA 1551515i4?l .T-442.. F- 332\n\n \n\n5.1/1 \nLEOPOLD \n\nCONSUMER JUSTICE ATTORNEYS\n\nFriday, November 20, 2009\n\nMaureen Hackett\n\nOf?ce of the State Attorney\n401 N. Dixie Highway\nWest Palm Beach, I. 33401\n\nRe: 3.3. v. JEFFREY EPSTE IN\nOUR 080303\n\nDear Ms. Hackett,\n\nAs we discussed, I have agreed to cancel the deposition of ASA Daliah Weiss at this time.\nBased on the conversations with Ms. Weiss and you. I do not foresee the need at this time to\nreset this deposition, but 1 cannot completely foreclose the possibility of deposition in the ?tture\npending further discovery in the Epstein cases. As 1 mentiOned to you, if believe there is\nadditional information that develops in these cases that would require me to reset Mrs. Weiss for\ndeposition, I will provide you with notice prior resetting this deposition so that you will have an\nopportunity to address the court in a timely manner.\n\nShould you have any additional questions please do not hesitate to contact me at your\nconvenience.\n\n \n\n2925 PGA Finulavsrd Suila 200 Palm Beach Gardens Florida 33410 551.515.1400 fax 561.515.1401 lenonlnkuvign. com\nPublic Records Request No.19-372\n\nMANAGED CARE ABUSE PERSONAL INILW WRONGFUL \n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 42, "contents": "Dear Lanna Belohlavek,\n\n  \n\nI am at a lost for words, and trying to hold the tears back, after rea mg about \nsickening details of billionaire Jeffrey Epstein?s case. I have to say in this instance, your\nof?ce along with the entire judicial system, failed the people miserably, by not\nadequately punishing a chronic child molester and rapist. This man of wealth and\nprestige preyed on innocent, poor, GIRLS and systematically raped them at his will. He\nlived his life and continues to live his life, above the law, and once again has proven the\ncorrupt nature of our system. If this happened to Tyrone from Dade County, he would be\nfacing the death penalty. How can a person who molested one, let alone hundreds of\ngirls, receive this joke of a jail sentence, and now be a free man?! How?!! Because he is\nrich? Just the thought of him being in his million dollar mansion, sexually raping these\ngirls makes me sick. Now, I understand the pressure of taking on a powerful person with\nunlimited legal defense funds. Sometimes the premise, that any conviction is better than\nnone can be appropriate, this was not that time. You did NOT need his cooperation nor\ndid you need to strike a deal. Even without his testimony, and just the Victims, your\nof?ce could have put this monster away for at least 20 years, if not life.\n\nI?m sure you have read Conchitta Sarnoff? 3 piece on the Daily Beast detailing this\nmonsters actions. If your of?ce has not read the piece, you should by all means use it as\na cautionary tale on how not to prosecute a rich child abuser and human traf?cker. Now,\nI do not know the side story? your investigation, legal technicalities, how much hush'\nmoney was paid out, ect ect. But I do know that after people such as Jeffery Epstein have\nraped the entire country of their retirement savings, he shouldn?t be allowed to do the\nsame thing to young children. I do sincerely hope, you, and your of?ce did ALL you\nlegally could have to put this man in prison. However after researching the case, it seems\nyou failed to come down with any authority or justice. I only hope, the Palm Beach \nof?ce and the US DA can ?nd further evidence, to re try him and put him away for good!\nIt would do our society much good, and set a standard that no one person is above the\njustice system, especially child molesters. I would hope that as a lawyer, that is suppose\nto defend the public, you have a change of heart, and imagine if that was your little sister\nor daughterbring this to a full trial with no deals. The American\npeople deserve better, and so do the children that were abused. I hope you understand the\nanger and frustration being expressed and absorb it to the fullest. Because you and the\nwhole of?ce need to know this- that monster doesn?t deserve freedom!\n\nConcerned Patriot\nps. I eagerly await ANY type of response at-\n\njohngoe515@yahoo.com\n\nPublic Records Request No. 19-372\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 43, "contents": " un? \n\n{2'5 \n(A: \n\n2:22222rt?222m 2- 232%:\n\n222; 52.232222, 2:22 22-\n\n \n\nD.A.. Lanna Belohlavek\n500 Australian Ave., Fourth Floor\nWest Palm Beach, FL 33401\n\n\n2?3!\n2'25\n223\nE1.\n\n\n\nPublic Records Request No. 19-372\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 44, "contents": " \n\n\n\n\nPE ALTY Ft\nFRIVRTE use\n\n000.8\n\n0006399490 AUG 042\nmill-5F\"\n\nMAILED FROM ZIP CODE 33\n\n \n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 45, "contents": "OFFICE OF THE STATE ATTORNEY\nINTER-OFFICE MEMORANDUM\n\nTO: Chief Michael Waites\nFROM: Investigator Glenn Wescott\nRE: State Attorneys Investigation 09?002456\n\nDATE: August 24, 2009\n\n\n\nOn 08/21/09 I was assigned to obtain copies of the security\ncameras and log in sheets for 1 Clearlake Plaza in West Palm\nBeach, FL which is the business address for Jeffrey Epstein. On\n08/21/09 I received the copies of the log in sheet and noted that\nMr. Epstein?s name does not appear on the log in sheet which he\nwould only be required to do if he were in the building after\n1900 per the Property Manager, Mrs. Michelle Horn.\n\nOn 08/24/09 I received the security camera videos which were\nformatted to DVD. I could not discern Mr. Epstein on the CD's but\nthe camera angle is poor and does not allow one to see the entire\narea, just the door area.\n\nThe and Log In Sheets were TOT ASA Burns per her\nrequest.\n\nInvestigator Glenn A. Wescott\nOffice of the State Attorney\n\n15th Judicial Circuit\n\n401 North Dixie Highway\n\nWest Palm Beach. Florida 33401\n561-355-7118\n\nPublic Records Request No. 19-372\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 46, "contents": " \n\n \n\n- (Viu'tou? ?59 [12551 \n\nEDATE NAME FIRM ADDRESS TO SEE \n\n \n\n \n\n \n\n \n\nI \n\n\n5??h?%6%%nsf?g%?4aw \n(STREET 1 \n(fdwx 1cm. I \n\n\n\n \n\n \n\n \n\n \n\n  \n\n \n\n \n\n \n\nSTREET - .\nh_ zw?qz 5% \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nv75 6? I ?zz?69? \nW?s ti? \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 47, "contents": " \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n(Vintou? (?5955,th\nDATE NAME HRM\n\nr31] 9 wiuuw? 6% M)\n9M \n:8/f??La4 7mm WM,\n\n:S/lg Lake Lemg Ra w, I\nI Kggr?p/umx\n43mm I \n\n5M j/n/r 5160? mg/A??\n\na/li emf LCQW 1% ka\n\n. 3M 8m; WQ Sum/L,\n\nGM gm? SLEWQK,\nW7 (:57fo\n8w ma?,\n\nSW9- g??g N?D?ja/?f??z [905\n\nj/H {Adam (fl/lam? EerY\n\nWI KM Thin \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 48, "contents": " \n\n(?59 [Siam\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\ne1\n\n*1\n\nDATE NAME FIRM ADDRESS TO SEE g:\n\n- - STREET E- E:\n\n(I jleEEC [71?7? CITY STATE e:\nSTREET \nWig? rmj?? CITY STATE \n?kl EUR (get l/Jf 1715?4\" A 1+ (V bu 4 STATE ?Mg?2, 3 ?59) \n5- M0 '4 A STREET \n[Cl I CITY STATE TIME IN 2X TIMEOUT \n((11 Cl 0 *3 l? (3.017 61.63 (E CITY STATE TIME IN2 1? Lw OUT \n. CCQUM 5i CITY STATE TIME Lpr/Eo?i \n?q a STATE TIME IN TIME OUT if:\n(q ?ilk/(EAR 5 CITY STATE TIME IN TIM: CST: \nII \n\nSTREET .\n\nLet- 1 If] minL CITY STATE OUT .\n6* S?f/ \n. TIME IN TIME OUT \n6 @y m} STREET (gt/50TH Q.\nCITY STATE TI TIME OUT \n\n3 a - STREET .:\nT707 SJ an,? CITY STATE TIME $52 TIMEOUT g;\ny/f Claw STREET 3-5-3 -\n(:7th g? '10} CITY STATE TIME IN TIMEOUT .:\n?6 fad/l WW STREET 5\n7L EL 9 317? fy?z?fi? CITY STATE $5ng \n\nif fq\"Lr?3 STREET . \nCITY Records OUT \n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 49, "contents": " Wagiita?z\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n9 DATE NAME FIRM ADDRESS ??u/1i ?po? AX STATE 75:5: TIMEOUT\n. /20 STREET\n\n. CITY STATE TIME wr4( TIME OUT\n. - STREET\nyaanJ Swl?l/ Md,? CITY STATE TIMEOUT\n.52; 7 f, STREET\n. b/M? Lilla/?6? 1 CITY STATE TIME IN TIME @127\n1 y? STREET r} \n(m I Fd)? Ml CITY STATE TIAQVINJ 5ft g;\n4f jb STREET f? L:\n. mm L/lzj PM 6 CITY STATE TIME IN TIMEOUT\n. . xi\" . I. . STREET\n6/515 STATE TIME IN \n7 I STREET\n. a [77? CITY STATE TIMEOUT\n?r .7 STREET\n. A92 @9170!?fo CITY STATE 5? TIME \n. HA I STREET\n. Wham 5V0 (LPL) CITY STATE 0 \nSTREET \n. CITY STATE TIMZT {7 TIME OUT\n. STREET .\n911%, gm. ,9 CITY STATE mg; a (5 TIME OUT\n(291 . 0 STREET\n. a 6? t\" Z. CITY STATE TIME ?yz TIME cuff/32'\n. STREET ,1\nLE CITY STATE \"air?$3 5@\nSTREET \n17516431] @fg )4 {(1/67af? CITY STATE Ty; 9L \n\n\n \n\nPuicbl Rec ords seune esmo \n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 50, "contents": " \n\n(I/L'u'tou? CR 59511951\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nDATE NAME FIRM ADDRESS TO SEE I\n?y STREET I, \n(?dq MM CITY 9 6 2? STATE TIME IN TIMEOUT 6\nSTREET 6\n23 mg ff W4 ?0411 CITY STATE TIME IN TIME \nI - ll STREET \n[?rm 5 Mam. 1' cm #237 \n\n\nSTREET 3\n?35 Ag 673?s? CITY STATE TIIJIEEI TIME OUT \n{m PAS/ulna ?13! 5?\nCITY STATE TIME TIME OUT i\n\n935313551: STREET .\n?29 whop- MIL LN YQEL CITY STATE 5[ TIJQJUTSES\n- (hae? [6);fo STREET \nKB-P if, ?40 2- CITY STATE TIME mi;i ?3 \nSTREET \n??lxmi I CITY STATE ?2m??k .3\na STREET . I ??g'rc \n?69 \\ll/ (56' CITY STATE TIME OUT \nSTREET \nle ?t??biij? CITY STATE TIME IN TIME OUT \n. STREET . \nCITY STATE TIME IN TIME OUT t:\n3? STREET t:\nKg\" dig?q CITY STATE t/gn? 2/ tl\n52/ l/ STREET \n?20 $674? CITY STATE m??m \n- I STREET It:\n3p M?riv/LL/ [a great!? CITY STATE TIME IN TIME OUT \n. 7 STREET t:\nPW CITY S?Uplic Records ??gmest No. 154-?n7ngom E31\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 51, "contents": " \n  \n\nTOWN OF PALM BEACH\n\nMEMORANDUM\n\nTO: The File\n\nVIA: Direct\n\nFROM: Capt. George Frick\n\nRE: Jeffrey Epstein \nDATE: 08/20/09\n\n \n\nOn 8/19/09, at approximately 1635 hours, was advised that Jeffrey Epstein was\nwalking northbound on South Ocean in the area of Brazilian Avenue. Based on\nmy prior conversations with Probation Supervisor Gladstone, I made contact with him to\ndiscuss the possibility that this was a violation of Epstein?s order of community control.\n\nI made contact with Gladstone who advised in his opinion that this was a violation and\nthat based on FSS 948.06, we should arrested Epstein. I advised Gladstone that I\nneeded a copy of his Order of Community Control in hand prior to making this arrest.\nAt 1642, this order was e-mailed to my office computer. I reviewed and printed the\norder and responded to the area. At approximately 1653, I observed Epstein walking\nsouthbound on South Ocean near the intersection of Barton Avenue. At 1655 I\nrequested a marked unit respond to Clarke Avenue and South Ocean as was\nmaking contact with Epstein. Epstein was wearing dark sweat pants and a white t-shirt.\nHe was sweating profusely. As he approached, I identified myself and began my on-\nscene investigation. This was documented in the CAD system, CAD #092310146,\na?ached.\n\nAt that time, Epstein advised that his probation officer, Carmen Sloan, had advised him\nhe was allowed to walk to and from work, and that he was now en?route to work. He\nfurther advised that his work address was on Australian Avenue in West Palm Beach. I\nquestioned Epstein direct route to his work, and why he was\nnow walking south when he had just been walking north. He stated that he had walked\nto the area of the North Bridge, but considered it too busy, therefore he was returning to\nthe Middle Bridge to cross into West Palm Beach.\n\n345 South County Road Palm Beach, Florida 33480 (561) 83 8-5454\nPublic Records Request No. 19-372\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 52, "contents": "\n\n8/20/09 HTE CAD PAGE 1\n11:00:01 CAD CALL INFORMATION 092310146\nCall Number: 092310146 SI Call Type.: 124 INVESTIGATIVE Police\nEntry Day/Tm: 8/19/09 16:55:01 124 INVESTIGATIVE police\n\nCmnN: 001 Police Dept\n100 CLARKE AV Apt: INTERSECTN\nPALM BEACH Block#: 100 Loc ID: I Mapr: 16N\nIntersectn.: OCEAN COUNTY\nCaller Name: Last: First: Mid: See Caller:\nApt:\nCity/State: Phone#: Source: SI\nCall Taker.: 9003 MARK TYLER PDC02A\nDispatcher.: 9003 MARK TYLER PDCOZA\nA A I \ndlo requested for a marked unit at Clarke and the ocean 16:55:19\nD10 Unit Status History Information\n8/19/09 16:55:02 4 Dispatched 7636 \n8/19/09 16:55:02 6 At Scene AT\n8/19/09 16:55:02 11 Assigned as Primary PR\n8/19/09 17:14:18 16 Reset Unit Time Chec RS\n3/19/09 17:26:47 20 Available AV\nD3 Unit Status History Information\n8/19/09 16:55:03 4 DispatchEd 8806 \n8/19/09 16:55:04 6 At Scene AT\n8/19/09 17:14:09 20 Available AV\n109 Unit Status History Information\n8/19/09 16:55:06 4 Dispatched 8141 \n8/19/09 16:55:10 6 At Scene AT\n8/19/09 17:14:18 16 Reset Unit Time Chec RS I\n8/19/09 17:14:47 20 Available Rpt/Asmt Comp\n\n1 - 00-000000 Unit: D10\n\nPublic Records Request No. 19-372\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 53, "contents": "Driving Directions from 358 E1 Brillo Way, Palm Beach, FL to 250 Australian Ave, Page 2 of 2\n\n1 0 49E \nStirlset 12m ft\n\n  \n  \n\n      \n \n\n \n\n?meanest g,\nRoyal Pnineiena 33.331 \n\n2 - are-alters\nBanyan aw IEWest Patm Hench am? 3 \n{mugs gah?r?.\ng5! .34; 5\" 4?s,\n. 4% ?l1\" -\n0 Emma er15$ Em? Prime-Item We 9 3\nclear Lair-e {a He'll-E 3w: 5' :1\n'1 I Seameezt? Ave 5?29 \ns. . a\nIns 33 running 3? S: . A Seas may live\na 'aylew we\nr: . L'nuipqn a?\n-- - I?l7.,\nG39 elm Beach\n\n. 3% 1: (Huber Fl AUHIrailan live i! A?an?f\nQC. 9:3 are: rive Ocean\n$3 hit-VIEWorth \nm5 Lin- . \n-. W313 Gnif?ulew ?Evergfades\nII- 533?s\n. 3 \nCha?? 3t Draft? 4* may?! Rd -. \n. Armament?55\nEur-set Ru f:\n'Dm Bel-vegans Rd\n. \n.r 5-35}\nMap Data @2593 NAVTEQ or Tele??aa\n\n2009 \n\nAll rights reserved. Use subject to LicenseICopyright Map Legend\nDirections and maps are informational only We make no warranties on the accuracy of their content road conditions or route usability or expeditiousness. You\n\nassume all risk of use. MapQuest and its suppliers shall not be liable to you for any loss or delay resulting from your use of MapQuest. Your use of MapQuest\n\nmeans you agree to our Terms Of Use\n\n \n\n \n\nPublic Records Request No. 19-372\n\n8/20/2009\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 54, "contents": "Driving Directions from 358 E1 Brillo Way, Palm Beach, FL to 250 Australian Ave, Page 1 of 2\n\nNETHIH\n\nh'ef?'\n\n \n\n(D 5.53% \n336%\nA: 358 El Brillo Way, Palm Beach, FL 33480-4730\n\n1_ Start out going EAST on EL BRILLO WAY toward\n\n \n\nTRAVERS WAY. 0'1 mi\n2: Turn LEFT onto 3 COUNTY RDIFL-A1A N. 0.9 mi\n3: onto ROYAL PALM WAYIFL-704 W. 1.7 mi\nContinue to follow FL-704 W.\n4: Merge onto 3 AUSTRALIAN N. 0.6 mi\n5: 250 3 AUSTRALIAN AVE is on the RIGHT. 0.0 mi\n\nB: 250 8 Australian Ave, West Palm Beach, FL 33401-5018\n\nTotal Trave! Estimates: 8 minutes I 3.32 miles\n\nPublic Records Request No. 19-372\n\na=3 58+E1+Brillo+Way& 1 8/20/2009\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 55, "contents": " \n\nMaster Case: EBOBCFUHQBBIAMB Investigative Case Ho.: \n\n \n\nREQUEST FOR ASSIGNMENT CF IHVESTIGATOR \n\nTo: IKVESTIGATIONS Date: August 21, 20?9\ngarage/4?41 $3 2403\nFrom: Phone: (561)355~7100\nState vs. JEFFREY EPSTEIN ?iv: Judge: SAHDRA K. MCSORLEY\nCase: 2008CF0093813MB Charge: PROCURE PERSON UNDER AGE 18 FOR\nERQSTITUTION\n\nRequest For: PLEASE SERVE ATTACHED SUBPQEHA {Witness Information/Locate]\nDUCES TECUM\n\nOther: ?are Required: BIZIIUB\n\nName: 1 CW CENTRE LLC\ncxo we commas\n250 AUSTRALIAN BLVD\nSUITE 105\nWEST PALM BEACH, 343'\n572.? \n\n   \n\n \n\n \n\n \n\n \n\n \n \n \n\nTo: Investigator\n\niiag?i?se: \n?21; ifateam n_ \n\nYou have been assigne?at?e above matter. Upon completion of this assignment, sign, date,\nand return this form to your supervisor with your memo, if required. Completed\n\nassignment, reviewed date.\n\nFrom: Supervisor\n\n   \n\nInvestigative Superv1sor\n\n\n\n1\nDate Completed: If assignment memo required, #?ours\n\n#5ubpoenats)served: #Not served:\n#Posted:\n\n \n\n \n\n4% IF LE TO SERVE QR LOCATE COMPEETE NON SERVICE FORM \n\nOther. completed-?3 \n\nDate, 3 71296199\n\nMemo attached. h?\n\nPublic Records Request No. 19-372\n\n   \n  \n\nInvestigator:_y\n\nMileage:\n\n \n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 56, "contents": "OFFICE OF THE STATE ATTORNEY\nINTER-OFFICE MEMORANDUM\n\nTO: Chief Michael Waites\nFROM: Investigator Glenn Wescott\nRE: State Attorneys Investigation 09?002456\n\nDATE: August 24, 2009\n\n\n\nOn 08/21/09 I was assigned to obtain copies of the security\ncameras and log in sheets for 1 Clearlake Plaza in West Palm\nBeach, FL which is the business address for Jeffrey Epstein. On\n08/21/09 I received the copies of the log in sheet and noted that\nMr. EpStein?s name does not appear on the log in sheet which he\nwould only be required to do if he were in the building after\n1900 per the Property Manager, Mrs. Michelle Horn.\n\nOn 08/24/09 I received the security camera videos which were\nformatted to DVD. I could not discern Mr. Epstein on the CD's but\nthe camera angle is poor and does not allow one to see the entire\narea, just the door area.\n\nThe and Log In Sheets were TOT ASA Burns per her\nrequest.\n\nInvestigator Glenn A. Wescott\nOffice of the State Attorney\n\n15th Judicial Circuit\n\n401 North Dixie Highway\n\nWest Palm Beach, Florida 33401\n561-355-7118\n\nPublic Records Request No. 19-372\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 57, "contents": "J1\n\nlo._\n\nIN THE CIRCUIT COURT OF THE UDICIAL CIRCUIT\nIN AND FOR PALM BEACH COUNTY, FLORIDA (CRIMINAL DIVISION)\n\nSTATE OF FLORIDA CASE NO. ZDUBCFDUQBBIAMB DIVISION: \n\nVS.\n\nJEFFREY EPSTEI \n\nTO: 1 CLEARLAKE CENTRE LLC\nDIG CWPASS\n250 AUSTRALIAN BLVD\nSUITE 105\nWEST PALM BEACH, FL\n\nDUCES COPY OF SIGN IN SHEET AS WELL AS THE DVR. VIDEO FOR THE DATES\nOF 08/18/09 TO 08/20/09\n\nYOU MAY COMPLY WITH THIS BY MAILIHG THE INFORMTION TO THE STATE 5\nOFFICE, BARBARA BURNS, 401 NORTH DIXIE HIGHWAY, WEST BEACH, FL 33401.. IF YOU\nHAVE ANY QUESTIONS, PLEASE CALL ASSISTANT STATE ATTORNEY LANNA BELOHLAVEK AT (551) 355-\n\n\"3100.\n\nYou are hereby commanded to comply with the request in the Subpoena in this case, on\nINSTAHTOR, wherein the State of Florida is the Plaintiff and JEFFREY is the\nDefendant. Failure to comply will subject you to contempt of Court.\n\n   \n\nAssistant Stat ttorney\nFla. Bar No. 0-65354\n\nAugust 21, 2009\n\n \n\n-l m-u-m-I mm-\n\n\n?ved this 311 oena 2009, and executed the same on the\nday of 2009; by delivering a Copy thereof to the within named\n\nin the Count of Palm 393611; State of \n\n  \n  \n  \n\nPublic Records Request No. 19-372\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 58, "contents": " \n\n. _i \n\n\nTHE CIRCUIT com OF THE FIE-man?? JUDICIAL CIRCUIT\n\nIN AND FOR PALM BEACH COUNTY, FLORIDA (CRIMINAL DIVISION)\n\nSTATE OF FLORIDA CASE NO. DIVISION: \n\nvs-\n\nJEFTREI EPSTEI \n\nTO: 1 Cl?m LLC\nHG CCMPASS\n250 AUSTRALIAN BLVD\nSUITE 105\nBEST PALM BEACH, FL\n\nDucss mam. COPY or SIGN SHEET AS WELL as THE mm VIDEO FOR THE mus\n08' 00/18/09 To 08/20/09 .\n\nYOU MAY WITH SUBPOERA BY MAILING TO THE STATE \nOFFICE, 6/0 BURKS, 401 NORTH DIXIE HIGHWAY, REST PALM BEACH, IL 33401. IF YOU\nHAVE ANY QUESTIONS, TIE-EASE CALL ATTORNEY LATINA momvm AT (561) 355-\n\n7100.\n\nIbu are hereby cmmnanded to comply with the request in_the Subpoena in this case, on\nINSTANTOR, wherein the State of Florida is the Plaintiff and JEFFREY is the\nDefendant; Failure to couply'will subject you to contempt of Court.\n\nfi \nLI. CL bid 9.30% by\nBIIRHS 1\nAssistant Sta Attorney\nFla. Bar No. 0 65354\nAugust 21, 2009\n. L-\n- . -\nwed this an Dena on the 5:5 day of gig?Z?g 2009, and executed the same on the\nday of 3 ,_2009, by delivering 3? rue Cbpy thereof to the udthin named\n\nwitness in the Conn of Palm Beach, State of Elatida.\n\n \n\n \n\nPublic Records Request No. 19-372\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 59, "contents": "LAW OFFICES OF\nGERALD B. LEFCOURT, RC.\n(212) 737-0400\n\nPRIVILEGED CONFIDENTIAL\nATTORNEY WORK PRODUCT\n\nMEMORANDUM\nDATE: December 20, 2006\n\nFROM: Gerald B. Lefcourt\nSheryl E. Reich\nFaith .A. Friedman\n\nTO: Jeffrey Epstein\nFILE\n\nSUBJECT: Impeachment Material\n\n \n\nSet forth below is some of the information that demonstrates that the Palm\nBeach Police Department made a materially incomplete and materially\ninaccurate presentation of the facts in both the probable cause affidavit and in its release\nto the public of the Police Reports, and why the State Attomey?s decision to proceed\nas it did with respect to the bringing of any charges against Jeffrey Epstein (?Epstein?)\nwas not inappropriate.1 Note, though the Police Reports are on various dates, since they\nwere released to the public with continuous pagination, we refer here simply to the\n?Police Report? and use the numbering provided in the version disclosed to the public.\n\nI. Inaccuracies and Material Omissions from the Police Reports\n\n1. Polygraph Examination and Report. On May 2, 2006, Epstein submitted to\na polygraph examination in which he was asked whether he had ?3\ncontact with Whether he ?in anyway threaten[ed]\n\nwhether he was told by ?that she was 18 years\nold?; and whether he ?believed was 18 years old?. As set\nforth in the Report of the examination, 6 term ?sexual contact? was given an\n\nextremely broad meaning in order to capture any inappropriate conduct that\ncould have occurred.2 The results of the examination con?rmed that no\nsuch conduct occurred; Epstein never threatened \ntold Epstein she was 18 years old; and Epstein believed\n\n \n \n \n\n \n \n  \n\n \n    \n \n\nwas\n\n  \n\n \n\n1 This memo is not exhaustive of facts of which the defense is aware. Nor is it exhaustive of\nEpstein?s defenses to the accusations.\n\n2 The de?nition included: ?sexual intercourse, oral sex acts (penis in mouth or mouth on vagina),\nfinger penetration of the vagina, ?nger penetration of the anus, touching of the vagina for sexual\ngrati?cation purposes, touching of the penis for sexual grati?cation purposes, masturbation by or\nto another, touching or rubbing of the breasts, or any other physical contact involving sexual\nthoughts and/or desires with another person?.\n\nPublic Records Request No. 19-372\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 60, "contents": "years old. Though the results of the examination were given to the PBPD and\nthe PBPD was given an opportunity to meet with the polygraph examiner in\norder to satisfy itself as to the bona?des of the exam, representatives of the\nPBPD inexplicably declined to attend the meeting and no information\nconcerning the fact of the exam or the results appeared in the Police Report;\nthe probable cause af?davit; or the public release.\n\nMeetings with the State Attornev?s Of?ce. On multiple occasions, defense\ncounsel met with prosecutors and investigators in the State Attomey?s Of?ce.\nThough there is vague reference to one or more meetings with defense counsel\n(see, pages 64 and 87 of the Police Report), virtually no information\nprovided or evidence from witnesses proffered is included in the Police\nReport or probable cause af?davit. Instead, there are misleading or false\nreferences to such meetings. So, for example, at page 64 of the Police Report,\nDet. Recarey claims he attempted to reach ASA Dahlia Weiss on December\n20, 2005, but she was unavailable that day and for the entire week. In fact, on\nDecember 19, 2005, Det. Recarey met with ASA Weiss and Epstein defense\nattorney Alan Dershowitz a meeting at which Dershowitz provided evidence\nimpeaching ?(see below). This evidence included excerpts\nfrom - MySpace.com webpage, which is not only unnoted in the Police\nReport, but credited as having been found by Det. Recarey. (Police Report at\npage 65.) In another example, the briefest reference is made to a conversation\nDet. Recarey had on June 1, 2006, with ASA Belohlavek regarding a meeting\nearlier that day between representatives of the State Attorney?s Of?ce and\ndefense attorney Jack Goldberger (Police Report at page 87). Omitted are the\nfacts of the meeting (Report at 87): In addition to the presence of other\ndefense counsel, there was in attendance both the polygraph expert who\nadministered the examination and a who had performed a rigorous\nevaluation of Epstein and who concluded that Epstein was\nhealthy. Both men were made available for questioning by the State Attorney\nand the unfortunately, the PBPD failed to attend the meeting. Nor is\nthere any mention of the presentation made defense counsel in which the\nclaims being made with respect to*(by then, the sole focus of\nany potential prosecution) were rebutted.\n\n  \n \n\nThe Video Surveillance Equipment Located in Epstein?s Of?ce and\nGaraue. Both the Police Report (page 43) and the probable cause af?davit\n(page 18) make particular mention of the PBPD having ?discovered? video\nsurveillance equipment, or ?covert (hidden) cameras? (as the PBPD refers to\nthem), at Epstein?s Palm Beach residence, speci?cally in Epstein?s garage and\nlibrary/of?ce. By its placement in the probable cause af?davit, it is clear that\nthe reader is intended to assume a link between this equipment and ?sex\nobjects? and that the cameras were used for an impr0per purpose. As the\nprobable cause af?davit states: Det. Recarey ?located a wood colored arrnoire\nbeside Epstein?s bed that contained a bottle of ?joy elly?, which is used to\nprovide a warm massage. Several massage tables were located throughout the\nsecond ?oor of the residence, including a massage table found in Epstein?s\nbedroom. . Indeed, much is made of the presence of this equipment, noting\n\n \n\n2 Public Records Request No. 19?372\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 61, "contents": "that it captured images of -nd others. (See probable cause\naf?davit at page 18). In particular, the probable cause af?davit notes that ?on\n\nthe ?rst ?oor of the Epstein residence . . . [was] found two covert cameras\nhidden in clocks. One was located in the garage and the other located in the\nlibrary area behind Epstein?s computer. . . . the computer?s hard drive was\nreviewed which showed several images of? and other witnesses\ninterviewed. All of these images appeared to come from the camera\npositioned behind Epstein?s desk?. (Id) Omitted from the Police Report and\nthe probable cause af?davit is the fact that the PBPD had known since 2003\nabout the presence of the cameras, and the speci?c reason for their installation.\nThe cameras were installed in 2003 after Epstein discovered that large sums of\ncash were missing from his home. Indeed, not only were the cameras\ninstalled at the suggestion of the PBPD, but the PBPD initially provided\nequipment that did not work and thereafter assisted in the installation of the\nequipment Epstein purchased. The cameras ultimately served their purpose\nand captured the image of former employee Juan Alessi, removing cash from\nEpstein?s briefcase after unlawfully entering the house. The recording of\nAlessi was turned over to the PBPD indeed, to Det. Recarey himself. The\ncharacterization of the video equipment either as a surprise to the PBPD or as\nplaying a part in the alleged sexual activity in Epstein?s home (even though\nnone of the complainants ever made any mention of such equipment, or ever\nplaced any activity in the locations of the cameras), is false and misleading\nand suggests an intention to portray the facts to suit a particular goal.\n\nBroken ?Sex Tors? in Epstein?s Trash. The Police Report details police\n?nding in Epstein?s trash what is described as pieces of ?sex toys? and that\nthese ?discoveries? purportedly corroborate witness statements. Omitted from\nboth the Police Report and the probable cause af?davit is the fact that during\nthe course of executing the search warrant on Epstein?s home, the police\nrealized that a key ?sex toy? was in fact the broken handle of a salad server.\nThough the ?sex toys? play a prominent role in the Police Report and probable\ncause af?davit, the Police Report was never amended to re?ect the discovery\nof this new and highly relevant evidence.\n\nFailure to Consider Exculpatorv or Imneaching Evidence. Other\nexculpatory and impeaching evidence known by the PBPD was omitted from\nthe Police Report and probable cause af?davit by, in our view, manipulating\nthe date the investigation was allegedly closed. According to the Police\nReport (at page 85), Det. Recarey ?explained [to ASA Belohlavek] that the\nPBPD had concluded its case in December of 2005?. That assertion, which is\nfalse, conveniently resulted in the omission of all information adduced\nsubsequent to that date. Thus, though the Police Report in fact contains\ninformation obtained after December 2005, the PBPD escaped having to\nconsider, or even to include in the Police Report, the probable cause af?davit,\nor what it released to the public, all the exculpatory and impeaching evidence\npresented on behalf of Epstein, most of which was provided after December\n2005. That evidence is listed below.\n\n3 Public Records Request No. 19-372\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 62, "contents": "II.\n\nUnreported Criminal Histories and Mental Health Problems of the Witnesses\nRelied on in the Police Report and Probable Cause Af?davits.\n\nVirtually every witness relied on to support the Police Report and the probable\ncause af?davit has a background that casts signi?cant doubt on whether the\nwitness is suf?ciently credible to support a ?nding of probable cause, let alone to\nsustain what would be the State?s burden of proof at a trial. (Indeed, nearly all the\nwitnesses, and certainly those deemed complainants, were friends, which\nundercuts any claim that one story corroborates another.) Though this evidence\nwas submitted to the PBPD, none of it was included in the Police Report, the\nprobable cause af?davit, or released to the public. Below we address solely the\nomitted criminal histories. Following that, we list other factors that make each\nwitness unworthy of belief and incapable of withstanding cross-examination at\ntrial all of which was previously provided to the PBPD but omitted from the\nPolice Report, the probable cause af?davit and the public disclosure.\n\nJuan Alessi: While the Police Report (at page 57) and the probable cause\naf?davit (at page 21) contain assertions by Alessi which allegedly support the\nbringing of criminal charges, omitted is the evidence revealing Alessi?s\nevident mental instability; prior criminal conduct against Epstein; and bias\ntowards Epstein. As the PBPD well knew, in 2003, Alessi was ?lmed taking\nmoney from Epstein?s home. After being caught on videotape unlaw?illy\nentering Epstein?s home and stealing cash from a briefcase, Alessi admitted to\nthe PBPD that he entered the house unlawfully on numerous occasions,\nstealing cash and attempting to steal Epsteinis licensed handgun (which in fact\nwent missing). Of?cers assigned to the investigation prepared a report\ndetailing Alessi?s confession. Also known to the PBPD, but omitted ?om the\nPolice Report, is that Alessi claimed he intended to steal the gun in order to\nkill himself. Though this information is clearly material to any determination\nof credibility, and was speci?cally known to Bet. Recarey at the time the\nPolice Report and probable cause af?davits were written, it was omitted.\n\n   \n\nWhile the Police Report and probable cause af?davit rely\non statements of the father of omitted is\nevidence, known to the PBPD, that casts doubt on credibility and\nsustainability as a witness. Omitted from the Police Report and probable\ncause af?davit is _federal fraud conviction, which defense\ninvestigators discovered and turned over to the PBPD during the course of the\ninvestigation. erved 21 months in federal prison for his offense.\n\n  \n  \n\n \n\n \n \n\n8. While the Police Report and probable cause af?davit rely on\nstatements of the step-mother of omitted is\n\nevidence, known to the PBPD that casts doubt on her credibility. Omitted\nfrom the Police Report and the probable cause af?davit is state\nconviction for identity fraud criminal use of identi?cation information. This\ninformation, uncovered by defense investigators, was also turned over to the\nPBPD during the course of the investigation.\n\n4 Public Records Request No. 19-372\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 63, "contents": "9. was the source of the vast majority of the\nallegations made about Epstein. While the Police Report and probable cause\naf?davit rely on- numerous assertions, all but omitted is any reference to\nthe facts known about her by the PBPD, speci?cally, that at the time was\nmaking these assertions\n\n \n     \n \n\n10. ?While the Police Report and probable cause af?davit\ncontain numerous assertions of omitted is reference to her\nlong history of contacts with law en orcement. Among those are multiple\nrunaway complaints by her parents and her assignment to a special high\nschool for drug abusers.\n\nIn addition to the prior criminal history of each of these critical witnesses, all of\nwhich was omitted from the Police Report and probable cause af?davit, signi?cant\nadditional material information concerning the credibility of these key witnesses was\nprovided to the PBPD but never included in the Police Report, the probable cause\naf?davit or the public release.\n\n11.\n\n    \n\n?came forward? (as the probable\ncause af?davit characterizes it at pages 10-1 1), claiming she had knowledge\nof ?sexual activity taking place? at Epstein?s residence and misconduct by\nEpstein. Thus, it becomes clear that-assertions of misconduct by\nEpstein were likely motivated by a strong desire to avoid the repercussions of\nher which should have been taken into account when\nassessing her credibility as a witness.\n\n12. ?Was 18 at the Time She Inaccuratelr Alleges to Have\nEn gaged in Sexual Conduct wit_h_Epstein. Epstein denies he ever had sex\nwith - However, even if he did, irrefutable evidence, in the form of a\ncredit card receipt, was presented to the PBPD and the State Attorney?s Of?ce\nwhich demonstrates that any such encounters occurred at a time when\nwas already 18 years of age. (Indeed, it is our understanding that it was this\ninformation, combined with the character and credibility problems presented\nby the facts noted herein, that led the State Attorney?s Of?ce to conclude that\n?as neither credible nor a proper complainant.) This information, though\nown to the PBPD, was omitted from the Police Report, the probable cause\naf?davit and the public release.\n\n13. Steals From a An investigation by\nprivate investigators working for the defense revealed that in late 2005-\n\n \n\n \n\n5 Public Records Request No. 19-372\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 64, "contents": "was employed at a?in Florida. On October 28, 2005,\nsome three days aftm was caught by a\nempte to cave store w1t merc an ise in her urse,\n\nmanager as-att\n\nthe security tag still attached. (According to a report of the incidenthwas\nfound ?kneeling on the ?oor digging through her purse?. As the manager\napproached, -?pulled out a pair of black SLT panties that had the sensor\non them?.) Seeing the manager, -claimed ?someone is trying to set me\nup?. Following an internal investigation, which disclosed additional thefts\nfrom both the store and a customer, she was ?red. (In addition to the theft\nabove, she was seen by co-workers with store merchandise in her car; she was\nbelieved to have engaged in a fraudulent ?return scheme?; and she obtained a\npair of shoes from another store in the same mall by exchanging them for a\npair of just purchased men?s shoes inadvertently left behind by a customer).\nIn a recorded interview by a Loss Prevention manager, -?admitted to\nmerchandise theft of $209 [and asserted] ?that her reason for stealing was that\nshe understood she was not getting paid enough and was struggling\n?nancially?. This information and supporting documentation was duly\npresented to the PBPD, but was never included in the Police Report or\nprobable cause af?davit, and never released to the public.\n\n \n \n\n    \n   \n\n \n\n \n\n14. Lies on MySpace About Store\nermination. Also uncovered by defense mves 1ga ors was\n\n \n\ndissembling version of the ?debacle on her ?MySpace?\nwebpage. There announced that she . . forgot to let everyone know I\nquit my job at ey said they suspected me of ?causing losses to their\ncompany? which by the way is bullshit. I was ?by the bookin. that of?ce that I handed the Loss\nPrevention lady back my keys and walked out?. That story is not reconcilable\nwith the taped confession. This information and supporting documentation\nwas provided by the defense to the PBPD, but was not included in the Police\nReport or probable cause af?davit and never released to the publiclication. Additional\ninformation on MySpace webpage located by defense investigators\n\n16.\n\ncasts further doubt on her credibility and undermines her ability to be a\nwitness. For exam le she boasts to having engaged in a fraudulent scheme to\nget hired by?explaining, ?Oh, it was so funny I used [my\n\nboyfriend] as one my re erences for '0b and the lady\ncalled me back and told me that ave me such an outstanding\nreference that she did not need to ca anyone se backthe job!\n\nJust like that . . .I lied and said he was the old stock manager at she\nbought it. . This information and supporting documentation was prov1ded\nby the defense to the PBPD, but was not included in the Police Report or\nprobable cause affidavit and never released to the public.\n\n \n\n \n \n \n \n\n \n\n \n\nBoasts About Her Mariiuana Use. Also on her MySpace\nwe page can be found admissions of iurchasing and using marijuana\n\nand marijuana paraphernalia. Speci?cally, states she is ?19 years old?\n\n6 Public Records Request No. 19-372\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 65, "contents": "and ?can?t wait to buy some . . . I can?t . . . (Hold on: let me\nsay that again) I can?t wait to buy some weed! l. . . I also want to get a\nvaporizer so I can smoke in my room because apparently there are ?narcs?\neverywhere?. - also posted a photograph of a marijuana signature and\nlabeled it \"what heaven looks like to me\". This information and supporting\ndocumentation was provided by the defense to the PBPD, was not included in\nthe Police Report or probable cause af?davit and never released to the ublic\n(although there is both a ?eeting reference in the Police Report to use\nof marijuana with her boyfriend (at page 67) and in the probable cause\naf?davit to - marijuana -at pages 10-1 \n\n \n\nLies. Alleging Defense Investigators Impersonated Police\n\nicers. During the course of the investigation by the PBPD and the State?s\n\nAttorneys Of?ce, the defense was noti?ed that a witness claimed that defense\ninvestigators had impersonated police of?cers in an effort to get her statement.\nThe defense subsequently concluded that these accusations were made by-\n(A reference to this accusation was included in the Police Report (at page 67)\nand the probable cause af?davit). Defense counsel immediately questioned\nthe investigators and learned the accusatiOn was baseless. The investigators?\nnotes, which describe the investigators? conversation with-efute any\nclaims of police impersonation. These notes, which were freely reproduced\nfor the PBPD, demonstrate that the investigators gave-a business card\nclearly identifyng them as private investigators. The notes provide\ncontemporaneous evidence that - initially declined to speak to the\ninvestigators because she said she ?does not speak to cops?, to which the\ninvestigators responded they were not ?cops?. Despite having this\ninformation from defense counsel, the PBPD failed to include it in the Police\nReport or probable cause af?davit, including onlyHantastic, and false,\nclaims and that defense counsel was investigating a egations.\n\n18.\n\n   \n\n \n\nolice Contacts Drug 3, Alcohol. Running Awav From\nHome. has a history of running away/tuming up missing\n\nfrom her parents? various homes; of using drugs and alcohol' and of\nassociating with unsavory individuals. For example, a \n\nReport details ho ming to Florida ?om\n- to live with her father, on olice were called to the\nhome after her father re orted that er_vere missing.\n\nAs it turned out, the had voluntarily absented themselves. They stayed\nout all night and were retu?ied home, drunk and hi a helpful ?drug\n\ndealer?. This event coincided by a few days with ?having been found\nat an ?ina ropriate location? by police who this time were called by\n?mother because of yet another unexplained absence. Although this\n\ninformation, material to determining credibility, was provided by the defense\n\n \n \n \n  \n  \n  \n\n \n\n \n\n7 Public Records Request No. 19-372\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 66, "contents": "and known to the PBPD, it was never included in the Police Report or\nprobable cause af?davit or released to the public.\n\nMvSpace Webnage States She is 18. Drinks. Smokes. Does\nrugs, ets mto Trouble. Has Beaten Someone Up?hoplifts, Has Skinny\nDipped. Has lost her Virginity. Earns $250.000 or More. and Contains\nNaked and Provocative Photographs. Defense investigators also found that\n-naintains on MySpace.com. The ?rst image seen on the\nwebpage, the hoto hose to represent her, is that of a naked girl\n(presumably provocatively lying on the beach. As late as July\n2006, well after commencement of the PBPD investigation_ was\n(evidently) falsely representing herself on the website as being 18 years old.\nThis evidently false representation corroborates assertions\n(con?rmed by the polygraph examination), that ?speci?cally\nrepresented to stein that she was 18 years old. The illuminating webpage\nalso contains hssertions that of all her body parts, she ?love[s] her\nass?, she drinks to excess, smokes, uses drugs, ?gets into trouble?, has beaten\nsomeone up, has shOplifted ?lots?, ?already lost? her virginity, earns\n?$250,000 and higher?, and has no regrets in life because ?you only live once?.\nAs with the other impeaching information, this material, vital to determining\ncredibility, was provided by the defense to the PBPD but was never included\nin the Police Report or probable cause af?davit and never released to the\npublic with the other details of the case.\n\n  \n \n\n19.\n\n \n    \n  \n  \n \n\nV. Juan Alessi\n\n20. Juan Alessi Admitted Burglarizing Epstein?s Home and Mental Health\nIssues. As touched on above, in 2003, Epstein noticed that signi?cant\namounts of cash were missing from his Palm Beach residence. In an effort to\nidentify the thief, Epstein had video surveillance equipment installed in the\nlibrary/of?ce and garage. Caught on tape was former employee Juan Alessi\nbreaking in and stealing cash. The Video evidence was turned over to none\nother than PBPD Det. Recarey. After being confronted, Alessi admitted to\nthat break-in and claimed he was suicidal and wanted to steal a gun (which\nEpstein maintained a license and permit for) with which he could kill himself.\nHe took cash instead. However, Alessi also admitted that he had repeatedly\nentered the home unlawfully in order to steal money. Although these facts\nwere known to the PBPD, and in particular by Det. Recarey, Alessi?s criminal\nhistory and evident mental instability were not included in the Police Report\nor the probable cause af?davit or released to the public.\n\n21. Juan Alessi Lied . Alessi is signi?cant, of course, because the Police Report\nincludes a statement by Alessi that ?the bed would almost always have to be\nmade after the massage[s]? (at page 57). The implication being that Epstein\n(and presumably the masseuse) used the bed during the massages. Though the\nPolice Report is devoid of any accusation by any woman that any activity ever\noccurred on the bed, no evidence concerning Alessi?s motive to lie, his\n\n3 Public Records Request No. 19-372\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 67, "contents": "criminal history, his mental instability or the factual lapses appears in the\nPolice Report, the probable cause af?davit or the public disclosure.\n\n9 Public Records Request No. 19-372\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 68, "contents": "Meeting with Epstein's attorneys Page 1 of 1\n\nClaudette Hughes\n\nwuwu-W - MW mm- \n\nFrom: Villafana, Ann Marie C. (USAFLS) \nSent: Thursday. September 20, 2007 6:17 PM\nTo: Barry Krischer\n\n \n\nCc: Lanna Belohlavek\nSubject: RE: Meeting with Epstein's attorneys\n\nHi Barry I just left. a voicemail for Claudette, but ?gured. Iwould send this to you, too. Our plea negotiations are\nnot going very well, and I have given the defense a deadline of tomorrow afternoon to provide me with a signed\nagreement. If we cannot reach such an agreement, then I need to indict the case on Tuesday and I will not budge\nfrom that date. During my last phone call with defense counsel, he told me. that they have changed their minds\nagain, and they only want to plead to state charges, not concurrent state and federal. I said that is ?ne, but we will\nneed a signed non-prosecution agreement (between. the defense and us) by tomorrow afternoon, and an agreement\nat least verbally worked out with your of?ce by Monday. Ijust think that Mr. Epstein is having second thoughts\nabout spending time in jail and paying damages to the girls. I know you are out tomorrow, but if something comes\nup, I will call Claudette and e-mail you. Thanks.\n\nA. .Marie Vilquiz?a\n\nAssistant U.S. Attorney\n\n500 S. Australian Ave, Suite 400\nWest Palm Beach, FL 33401\nPhone 561 209-1047\n\nFax 561- 820?8777\n\nPublic Records Request No. 19-372\n9/21/2007\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 69, "contents": "Public Records Request No. 19-372\n\n.. 'Tv \n. WEISS,\n\nOne Clearlake Centre, Suit?e I400\n250 Australian Avenue South West Palm Beach, FL 3340!\n\n \n\n \n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 70, "contents": "Public Records Request No. 19-372\n\nAFIEA DUDE\nFAX -\n\nWOBILE\nAREA EDDE\n\nNUMBER\n\n\n\nFDR \n\nDATE 'f72? I\n\nMggl?mw\nUF\n\nPHONE 2306\n\nAn?\nTIME ?50%\n\n \n\nEXIENSIUN\n\n??73\n\nUMBEFI TIME TO CALL\n\n \n\n \n\n\n\nPLEASE BALE.\n\n\n\n \n\n\n\n \n\n. WLL mm?:\n\n \n\n \n\nWm TO SEE mu\n\nRUEH\n\n \n\n \n\n \n\n \n\n.Wll-L FM ?50. \n\n \n\n \n\n \n\n\nMESSAGE\n\n \n\n \n\n \n\n \n\n \n\nLEIGNED\n\nMADE .IN \n\n \n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 71, "contents": " \n\nJOSEPH R.ATTERBURY\nJACK A. GOLDBERGER\nJASON S.WEISS\n\nin: ?w 1 (.1 Album?;\n[\"YQOMQJJAJ\n\n\n\n\nOne Ciearlako Centre? Suite I400 250 AustralianAvenue $0uth West-Pam: Beach. FL 3340 \nPublic Records Request No. 19-372\n\n \n\n564.659.8300 f56 .835.869  \n\n \n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 72, "contents": "JEFFREY EPSTEIN\n\nJe?rey Epstein is a person who, having been raised in modest, lower middle\nclass circumstances in New York City, parlayed an aptitude for Mathematics, a\nteaching experience in a private school, and a chance referral to a Wall Street\nexecutive into a unique, niche business to the wealthy which in turn has made him a\nwealthy person. While this represents Je??rey?s outward achievement in life, it is\nhardly the measure of the man. To those who have known him long or intimately, he is\na loyal and unselfish friend who has a playful sense of humor. To those in the\nscientific, education, wellness, and civic communities who have benefited from his\nlargesse, he is an unparalleled patron seeking nothing for himsel? Finally, and most\nimportantbi, to those who work for him at every level, and to many of those ordinary\ncitizens he has learned of, he has been an extraordinarily generous and understanding\nperson, mentor, and ?'iend. \n\nPersonal Historv\n\nJeffrey Epstein was born in the Coney Island section of Brooklyn, New York in\n1953. One of two sons born to Seymour and Paula nee Stolofsky Epstein, Jeffrey was\nraised in modest lower middle class circumstances in a longstanding Jewish\nneighborhood; efErey?s father supported the family as a laborer for the New York City\nParks Department. e??rey?s mother was a housewife until Jeffrey and his brother were in\nhigh school when she went to work for an insurance agency. Jeffrey recalled that, during\nhis youth, the family often played a card game called ?Concennation? for entertainment\nfrom which he may have developed his early acumen for numbers. Jeffrey described a\nnormal family upbringing in which he felt economically and emotionally secure.\n\nJeffrey attended public schools where his aptitude in mathematics became evident\nearly on. He skipped the third grade at PS. 188 and was subsequently placed in a special\nprogram which resulted in his skipping the eighth grade at Mark Twain Junior High\nSchool. After his family moved to Seagate, Jeffrey was graduated from Lafayette High\nSchool in 1969 at the age of sixteen. Thereafter, continuing to live at home, Jeffrey\nattended Cooper Union in Manhattan for two years where he studied Math and Physics.\nJe?rey dropped out of Cooper Union and took independent courses at New York\nUniversity. During this period, Jeffrey drove taxicabs summers in New York City for\n\nspending money.\n\nPublic Records Request No. 19-372\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 73, "contents": "Around 1974, Jeffrey decided to try his hand at teaching and obtained a teaching\nposition in mathematics with an armual salary of $12,000 at the Dalton School, a highly\nrespected private school in uptown Manhattan which caters to the wealthy. Children in\nhis classes included, for example, those of Robert Redford, Joel Grey and those of\nwealthy ?nanciers. This was a social class to which Jeffrey had not previously been\nexposed. As a teacher, Jeffrey was commended for being lively, interesting, and\nuniquely gi?ed in presenting the material in a way which challenged the students. As\nmatters would turn out, Jeffrey?s experience at the Dalton School would become life-\naltering on a number of different levels.\n\nAs Jeffrey recounts the key event, he was urged by a student to attend an art\ngallery opening which he reluctantly agreed to do. While there, Jeffrey was approached\nby a parent of one of his students who had been told that Jeffrey was an especially\ntalented mathematics teacher. The parent asked him if he had ever considered working\non Wall Street (Jeffrey states that at. the time he did not even know where Wall Street\nwas), and referred Jeffrey to Alan Greenberg, then a high level executive at Bear Stearns-\nDuring his subsequent interview with Mr. Greenberg, Jeffrey admitted that he did not\nknow what a stock or a bond was. Mr. Greenberg explained that he had detected a sea\nchange in the stock and bonds market from qualitatively based valuation to quantitatively\nbased valuation. Based on Jeffrey?s mathematics aptitude, Mr. Greenberg offered him a\njob on the Spot. Jeffrey agreed and started with the ?rm at the end of the school year.\n\nJef?ey utilized his mathematics expertise in becoming an adept options trader,\nand came to know a number of successful investors. His success in the position is\nre?ected in the fact that by 1980 he had become the youngest limited partner in the ?rm.\nBelieving, however, that he could do better on his own on the outside, he decided to\nresign from Bear Stearns in 1981. Capitalizing on his knowledge of and experience\ninvesting in esoteric ?nancial instruments at Bear Stearns, combined with his exposure to\nthe unique family and ?nancial problems of the ?hyper-rich? gained from his experience\nat both Bear Steams and the Dalton School, Jeffrey started a business called J. Epstein \nCompany (now Financial Trust Company) wherein he acts as a family adviser to the\n?hyper-ric The services he provides consist of a broad array of ?nancial advice (on\n\ninvestment, trusts, estates, asset allocation, etc.) and organization and management of the\n\nPublic Records Request No. 19?372\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 74, "contents": "client?s family of?ce. The premise for the business is simple, if counter?intuitive:\nextreme wealth brings a? host of unique and often intractable problems to its possessor,\nfamily, security, investment, tax planning, estate planning, etc. Jeffrey has studied\nfamilies possessing such wealth, offers advice in all of these areas and, in the process,\ninsulates the family head from the passions and emotions of other family members\naffected by the decisions of the family head.l In essence, Jeffrey offers new potential\nclients the scenario of ?no longer having to worry about their money.? Jeffrey continues\nin 1this unique ?niche? business to this day. The business is currently based in the U.S.\nVirgin Islands, with New York City being the base of his charitable operations. Jeffrey?s\nbusiness and personal interests currently employ approxirnately 160 people. Of these,\nhowever, he is the only income-producing person.\n\nJeffrey is single, having never married or fathered any children. He has shied\naway from becoming a parent because the demands of his business would not allow him\nthe kind of time and presence needed to be a good parent. During his adulthood, Jeffrey\nhas had two long-term relationships: the ?rst with Eva Andersson from 1981 to 1990,\nand the second with Ghislaine Maxwell from 1991 to 2000. (These will be treated in\ngreater detail below.) Jeffrey currently maintains residences in New York City; West\nPalm Beach, Florida; the Virgin Islands; Santa Fe, New Mexico; and Paris, France; as he\nwas enrolled as a visiting fellow at Harvard, he also has a rented apartment in Cambridge,\nMassachusetts.\n\nJeffrey has always been shy socially but is articulate and engaging in person. He\nhas preferred to maintain his privacy despite his business associations with many wealthy\nand well-known people in New York City and elsewhere. In 2005, Jeffrey agreed to\naccompany and ?y former President Bill Clinton on his AIDS Initiative journey to\nAfrica. While Jeffrey does not regret his decision to do so because of the great good that\nit did, it has also had the collateral effect of raising Jeffrey?s pro?le in the media and\n\notherwise impacting the quiet life he has sought to live.\n\n \n\nIJeffrey offered the following example. The daughter of a client becomes engaged. Because of the\ndif?culty of knowing whether her suitor is motivated by love or by money, a pre-nuptial agreement is\ncalled for. Were the client to insist on this with his daughter, he might well incur her wrath because of the\nimplicit questioning of the motivation of her betrothed. With Jeffrey as the family adviser to the client,\nhowever, it would be he who would deliver the news to the daughter, and it would be he who would incur\nand absorb her wrath, thus insulating the client from these unpleasantries.\n\nPublic Records Request No. 19-372\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 75, "contents": "Personal Characteristics\n\nFriendships. Despite his success, Jeffrey has maintained close\nrelationships with several of his friends from his boyhood on Coney Island. Each of\nthese friends attest to the loyalty, generosity, and accessibility Jeffrey has always\naccorded them.\n\nKathleen Lindman of New York City, for example, wrote as follows:\n\nIt?s di?icult to express how much Je?i'ey?s ?iendshio has meant to me\nover the course of my hi?z, but he is nothing short of being my guardian\nangel. I have been blessed with a lifelong ?iend who regardless of the\nstresses of his own work and life, always makes time to listen and talk to\nme with gentleness, wisdom and humor.\n\nI 've watched Jejj?i?ey grow ?om boyhood into one of the hardest working,\nresponsible, and generous men I know. For instance, when the time came\nto send my son to kindergarten, I wanted him to get the best possible\neducation but our local public school was a failure and my husband and I\ncouldn ?t a?ord to send him to an independent school. Jej?ey understood\nhow much I valued education, and empathetically volunteered to cover the\ncosts of our son 19 education. This past June, our son graduated from\nColumbia University with honors, and it would not have been possible\nwithout Je?rey ?s long term commitment and generosity.\n\nTerry B. Ka?ca of Dallas, Texas, another friend who has known Jef?'ey since\n1958, wrote:\n\nFrom the time we were junior high school students, when it seemed I was\nalways in need of math and science tutoring until today, when I ?equently\ncall upon him for business advise, Je?i?ey has always drapped what he\nwas doing to listen and help. . . .\n\nI am aware of Jeffrey ?s contributions to charitable causes and programs.\nthat he believes will make a difference to mankind and society many of\nwhich are ?ankly over my head. On a personal level, I can attest that he\nis also caring when it comes to his ?iends. I recall a few years ago when\nhe spent a good amount of on-on-one time with my 19 year old son Philip\nto help him sort out academic problems he was having.\n\nWarren Eisenstein, O.D., also of Dallas, Texas, another long-time friend from\nJeffrey?s youth, recalled a number of ointly shared experiences from their younger days,\n\nincluding the fact that they both drove New York City taxicabs during college summer\n\nPublic Records Request No. 19-372\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 76, "contents": "breaks. Eisenstein related a story from their youth which attests to the playful side of\n\neffrey?s nature:\n\nIn high school, although we both were excellent academically we were\njokers in physical education. We were in great physical shape, but we just\ndidn take the class seriously. One month before graduation, our phys?ed\nteacher called us into his of?ce and informed us that even though we were\n?two smart boys we would not graduate because we would get a failing\ngrade in phys?ed. We asked what we could do to turn it around he said it\nwas too late. A?er 10 minutes of negotiating with our teacher, Jejf\nconvinced him that we would do anything he asked us to do until\ngraduation. Well, Je?? managed to volunteer as to not only lead class\nevery day, but we both had to double every exercise that the rest of the\nclass did including track. Our teacher gave as and we\ngraduated\n\nEisenstein surnmarized the nature of his longstanding friendship with Jeffrey in the\n\nfollowing words:\n\nOver the years, his genius has taken him to achieve levels of success\nunattainable by anyone I?ve ever met. No matter how busy he ever is, no\nmatter where on earth he is, whenever I needed advise, or just talk to Je?f\nhe was always there. As we ?ve gotten older, our lives have become more\ncomplicated, 'but we have never missed calling each other on our\nbirthdays. It ?s a small, silly thing, but how many childhood friends do you\nknow, who have never forgotten your birthday? The most important thing\nto me is that as vast a dijference [as] our worlds are, our long?term, deep\nseated ?iendship is the strongest lifelong ji'iendship one could ever have;\nit?s just not like recently acquired friends, business associates, or even\nfamily. People who are fortunate to have these kind of ?'iends are the only\nones who could comprehend this special relationship.\n\nJeffrey has had two long-term intimate relationships with women during his\nadulthood. In about 1981, Jeffrey met Eva Andersson (now Andersson?Dubin), then 20,\nwho was a Swedish model and former Ms. Sweden. They developed a long and still\nenduring friendship. The relationship endured for eleven years as an intimate one.\nDuring that time, Jeffrey encouraged Eva to ful?ll her dream of becoming a doctor. He\nencouraged her and set about to pay her expenses at medical school in Sweden. She\nreported that he frequently ?ew over to see her and ensure that she was keeping up with\nher studies. When she continued her medical studies in California, Jeffrey was there to\ncheer her on and pay her expenses. She success?illy completed medical school and\n\npresently works in New York City as a well-regarded internist.\n\nPublic Records Request No. 19-372\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 77, "contents": "When it became clear, however, that the demands of Jeffrey?s life could not\ninclude staying in one place and having a family, Eva and he realized that they had no\nfuture as a family unit. They parted amicably. Eva eventually married and has had three\nchildren. This notwithstanding, they have continued to speak with each other nearly\nevery day (as does her oldest daughter, Celina), having missed only a dozen tirries or so\nin the 26 years they have known each other. She described their current relationship as\nfollows:\n\nToday [Je?i?ey] is a very close and important ?iend to my family. He is\nthe god?ither of my three children and is close ?'iend of my husband as\nwell. Whenever Je?'ey is in New York, he will always come over in the\nevening and visit with us, help the children with their math homework, and\nconduct science A at the dinner table. He will always remember the\nchildren?s birthdays and he is constantly on the lookout for educational\ngames for the kids. Four years ago when I had a cancer scare, Je?i'ey\nwas extremely supportive in visiting me everyday in the hospital. I could\nnot ask for a better friend or godfather to my children\n\nJeffrey has enjoyed an especially close relationship with Celina, 12. Celina wrote\nglowingly of their weekly science lesson when ?Uncle Jeff,? as she calls him, takes time\nfrom his personal and business schedule to go over to her apartment and discuss science\nand mathematics lessons she is learning at school. They might talk about such things, for\nexample, as why the sky is blue or how fast light travels. After their lesson is over, they\nthen spend some time at the piano where ?Uncle Jeff? helps her work on her singing\nvoice (even though, as she knows, ?Uncle Jeff? does not have any real expertise in this\narea). The closeness of their relationship is perhaps best suggested, however, by an\n\nincident Celina related in her letter:\n\nOne of the nicest things anyone has ever done for me happened about 2\nyears ago when I was at ballroom dancing class. It was father-daughter\ndance day and unfortunately my father was stuck in a business meeting. I\ndidn?t know what would do because you had to bring your father to the\ndance class. I got to the class alone, but then soon enough a quick phone\ncall to Uncle Je??didn?t leave me standing there, alone for more than 10\nminutes. Uncle Je?\" substituted for my father that night, and the way he\nrushed to the class felt exactly like having my father there.\n\nAfter Eva and Jeffrey decided to put their relationship on a platonic basis, Jeffrey\n\nentered into another signi?cant relationship with Ghislaine Maxwell, then 29, beginning\n\nPublic Records Request No. 19-372\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 78, "contents": "in 1991. Ghislaine reported that she had come to New York City at a very dark time of\nher life. Her father, Robert Maxwell, a well-known publisher, had been found dead\n?oating in the Atlantic Ocean, having gone overboard ?'om a yacht. Her two brothers\nwere involved in subsequent criminal proceedings related to the death, for which they\nwere eventually acquitted. Ghislaine had no close friends in New York City at the time.\n\nGhislaine met Jeffrey through mutual friends. She found the friendship\nimmediately rewarding, as he engaged her in intellectually stimulating conversation.\nMoreover, Jeffrey understood that there were few bright spots for her during that period,\nand he never allowed her to become despondent. He understood that there were practical\nthings he could do for her. He gave her books to read good novels, scienti?c studies \ncontaining issues to challenge her mind. Then they would discuss the issues and, in the\nprocess, take her outside of her personal concerns. Jeffrey had the insight to take her to\ncomedy clubs on a weekly basis. This she found enormously palliative in relieving her\ndepression. She believes that without Jeffrey at that time, she would have likely fallen\ninto a deep depression.\n\nJeffrey also offered to arrange for Ghislaine to secure a loan that would help her\nget a foothold in the business world. She explained that Jeffrey?s way of helping friends\nwith his money is always with a view toward maintaining their dignity. He would never\njust give out money as it is too demeaning to the recipient. When he gives money to\npeople he does not know, it is always anonymously so that the recipient feels no need to\ngive it back. These gifts are meant to allow the recipient to continue the work that Jeffrey\n?nds interesting and useful. In the case of Ghislaine, Jeffrey arranged for the loan, which\nshe subsequently paid back. In this way, she was able to maintain her self-respect.\n\nOver time, their relationship became intimate. However, as with Eva, it ended\namicably around 2000 upon the realization that the nature of the demands of his work,\nthe long hours and the frequent travel to maintain contacts around the world,\nprecluded a good married life with children. Ghislaine and ei?ey remain friends to this\nday. She wrote of their relationship:\n\nMy experience of Je?ey, is of a thoughz??tl, kind generous loving man,\nwith a keen sense of humor and a ready smile - a man of principles and\nvalues and a man of his word. If he made a promise, he would always\nfollow through. In fact, I never saw him break a promise. He is\n\nPublic Records Request No. 19-372\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 79, "contents": "disciplined in business and conscientious. A man always quick to help\nsomeone who is down, or to offer an opportunity to someone to pursue a\ndream or a goal.\n\nGenerositv to Educational. Wellness, Civic and Scienti?c Organizations. Jeffrey\nhas been extraordinarily generous to a host of educational, wellness, civic, and scienti?c\norganizations. Between 2000 and 2006 he donated personally, through his business and\ninterests, and through foundations he had established,2 a total exceeding $16,000,000.\nThe good generated by his largesse is suggested in the following examples.\n\nJeffrey has been a benefactor to a number of educational institutions, but perhaps\nnone more so than Harvard University. One example arose out of a need of the Jewish\ncommunity at Harvard to have a new Hillel Center built to foster Jewish social and\nreligious life at the university. The fundraising campaign was having dif?culties when\nHenry Rosovsky, then Dean of the Faculty of Arts and Sciences, decided to approach\n\nJeffrey. Rosovsky wrote:\n\nAt this point I approached Jeffrey and Suggested that a $2 million g?\nwould allow him to have his name on the building. It seemed to me a\ntempting proposition. To get your name on a Harvard building is a rarity\nand the cause was worthy. I do not remember all the subsequent details,\nbut in essence this is what happened\n\nJe?i?ey told me that he would raise the naming gift and that he certainly\ndid not want his name on the building. Leslie Wexner would also\nparticipate and he did not want his name on the building. Indeed, he had\ndecided by himself or jointly with Wexner that my name should be on\nthe building because I had been associated with the institution for such a\nlong time. I ?illy recognized the generosity and modesty of this suggestion\nand greeted it with mixed feelings. I did not feel deserving of this honor\nbut without the Epstein? Wexner participation there would have been no\nbuilding. In truth, without Je?i?ey?s intervention there would have been no\nnew building and that would have been an enormous loss to the\n\ncommunity.\n\nThe building that now stands on the Harvard campus is the Riesman Center for Harvard-\nRadcliffe Hillel at Rosovsky Hall. This example is instructive because it also suggests a\nnoteworthy aspect of Jeffrey's giving: to the extent that it is possible, Jef?'ey wants his\n\n \n\n2 The Jeffrey Epstein Virgin Islands Foundation, Inc. and the C.0.U.Q. Foundation.\n\nPublic Records Request No. 19-372\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 80, "contents": "gifts to be anonymous. Where this is not possible, he nonetheless does not seek the\nspotiight and makes it clear that nothing in return is expected.\n\nJeffrey has also been an important benefactor to the Scholar Rescue Fund of the\nInstitute of International Education. This fund is designed to provide support and safe\nhaven to scholars who would otherwise be silenced, imprisoned, or even killed in such\nplaces as Iraq, Iran, Rwanda, and Sudan. Jeffrey has also been one of the major sponsors\nover the last several years of the ?Female Economist of the Year? award offered by the\nStockholm School of Economics. Jeffrey and one of the foundations he has created were\nthe original sponsors and creators of ?The Prize for Promise,? a national award program\ndesigned to ?identify post-graduate women of exceptional ability, ambition, brilliance,\ncourage, dedication, and vision? to encourage them to pursue their chosen ?elds of\nendeavor to make improvements in the world. Yet another example of Jeffrey?s\ngenerosity in the educational arena arose during his trip through Africa with former\nPresident Clinton. Jeffrey approached the President of Rwanda and offered to pay the\nroom, board, and tuition for two worthy Rwandan students to earn an undergraduate\ndegree in the United States. Jeffrey has made good on this promise through the Clinton\nFoundation, and the two students are cmrently enrolled at the City University of New\nYork where they are expected to graduate in 2008.\n\nJeffrey has also been a generous contributor to a number of wellness\norganizations. In particular, he has donated signi?cant sums to the Ovarian Cancer\nResearch Fund, the Alliance for Lupus Research, the Michael J. Fox Foundation, the\nContinuum Center for Health Healing, the Institute for Music and Brain Science, and\nthe Center for Health and Healing.\n\nJeffrey has also been a long time benefactor of a number of civic organizations in\nboth New York City and the Virgin Islands. With respect to the former, he has been a\nmajor contributor to the Robin Hood Foundation, whose purpose is to target poverty in\nNew York City by ?nding, funding, and partnering with the most effective poverty\n?ghting programs to maximize results. In the Virgin Islands, Jeffrey has donated money\nto literally dozens of civic organizations in need. These have included educational,\nsports, environmental, governmental, crisis intervention, children?s advocacy and\n\nwomen?s groups. One noteworthy example is the Antilles School in St. Thomas which\n\nPublic Records Request No. 19-372\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 81, "contents": "in 2005 recognized Jeffrey?s generosity in assisting 27 students from 24 families to attend\nthe school who otherwise would not have been able to.\n\nPerhaps the most unique area of Jeffrey?s philanthropy is his no?strings attached\nsupport of scientists and mathematicians who are conducting ?bleeding edge? research.\nAs previously noted, Jeffrey has always had a deep interest in mathematics and science,\nand is particularly attracted to research which focuses on the mathematical foundation of\nlife. By his own admission, he actively searches out scientists who are in the forefront of\nsuch research, enjoys meeting and talking with them, and often supports their research\n?nancially with the only proviso that they keep doing what they are doing. One example\nof this is Murray Gell-Mann of the Santa Fe Institute, the Nobel Prize winning physicist\nwho predicted the existence of the quark and who later collaborated with Colleagues at\nthe institute on what has become known as Chaos Theory.\n\nAnother particular example is Martin A. Nowak, Director of the Program\nfor Evolutionary Dynamics at Harvard University. Dr. Nowak recently wrote:\n\nOver the years Je?i-ey has taken a great interest in my research worls;\nwhich deals with a mathematical description of biological processes. I\nhave had many ?uitful discussions with him. O?en he would ask\nquestions, which are surprising for me. O?en I feel that none of my\nscienti?c colleagues would have asked that question, because we are too\nengaged in our own narrow perspective. Jejjrey?s questions and\nproposals are highly original and always surprising. Many of his\nquestions and ideas have led to highly successful research projects. For\nexample, many years ago Je?rey asked me about group selection, which\nled me to the discovery of the first precise mathematical theory of that\ntopic. A bit later Je?rey made me think about interaction nearer-ks\nbetween people. The result was evolutionary graph theory?, which is new\nfield of mathematical biology. Most recently, Je?iey discussed with me\ncomplicated ideas about the origin of life and the transition ?om\nchemistry to biology. The discussion also resulted in a highly successful\nand completely new research project.\n\nJe??rey has also ?nancially supported my research projects. He has\ndonated $5 00, 000 to the Institute for Advanced Study in Princeton, where\nI have worked as Head of Theoretical Biology from 1998 until 2003. In\n2003, Jejji'ey donated 5 00, 000 to Harvard University, where I work as\nDirector of the Program for Evolutionary Dynamics and Professor of\nMathematics and Biology. Both donations were meant to support my\nbasic research work without any strings attached.\n\n10\n\nPublic Records Request No. 19-372\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 82, "contents": "Generosity to Employees and Others. While it might be commonplace to say that\na particular business person treats his employees as family, Jeffrey?s history clearly\nre?ects this fact on both ?nancial and emotional levels. Jeffrey is a wealthy man who is\nquick to share his largesse. But he is also a man who engages personally and emotionally\nthose who work for him and those he knows. Once he learns of and determines through\nconversation a need or an aspiration of an employee, he explores this with the employee,\ntreats it in almost mathematical terms as a problem in search of a solution, and then sees\nto it that, without strings attached, the solution happens. The issues may be\naccommodations that an employee needs to address pressing personal or family\nproblems; tuition payments that an employee or employee family member needs to better\nhimself or herself; or assistance, both ?nancial and professional, an employee needs to\naddress the vexing and often tragic problems that life presents human beings. In this\ncapacity, he is a benefactor but quite often also a mentor.\n\nExamples abound. One particularly poignant one was recounted by Darren K.\nIndyke, general counsel to Jeffrey:\n\nTwo years ago, a building workman approached Je?rey with news that the\nworkman ?s wife needed a kidney transplant and that the workman ?s sister-\nin?law was a willing donor. Unfortunatehz, the sister-in?law was a citizen\nof Colombia and the workman did not have the ?nancial resources or\nknow how to get the sister-in-law into the country for the surgery. Je?iey\narranged for immigration counsel to expedite a visa for the sister-in?law\nand sponsored and purchased the plane tickets for the sister-in-law ?5 visit\nto the United States. The surgery was a success and both patients\nrecovered completely. The sister-in-law ?ew back to Colombia at Mr.\nEpstein ?s expense. Last year, the workman and his wife celebrated the\nhigh school graduation of their oldest daughter, whose college education\nis now being funded by Mr. Epstein.\n\nThere have been many instances of accommodations Jeffrey has made for\nemployees so that they could address signi?cant issues of their personal lives. Several\n\nexamples foilow:\n\nA father of one of Jeffrey?s employees in the Virgin Islands was recently\ndiagnosed with cancer. Jeffrey is personally paying the medical bills for\nthe father?s treatment and has given the employee ?nancial support and\ncomplete ?exibility to take time off from work whenever required in order\nto ?y to Florida to attend to the employee?s father.\n\n11\n\nPublic Records Request No. 19-372\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 83, "contents": "Lesley Groff, a personal assistant to Jeffrey, reported a number of\naccommodations Jeffrey has made, purchase of a vehicle for her\ncommute, extended maternity leave, a reduced work week and permission\nto work from home, which have strengthened her family life.\n\nLauren Kwintner, another New York City-based employee, told of\naccommodations from 2003 to 2005 that Jeffrey made for her to attend to\nher father, who had been diagnosed with multiple myeloma, at both\nSloane Kettering Memorial Hospital and subsequently the Hospital for\nJoint Diseases, until his passing.\n\nBella Klein, also a New York City-based employee, was a single mother\nwhose son was accepted to Cornell University; Jeffrey has paid up to 70%\nof his tuition expenses; the son now has his Master?s Degree and is\nworking on his \n\nHarry Beller, a sixteen-year employee, is an orthodox Jew who is required\nto be home prior 'to sundown on Fridays and on all Jevvish holidays.\nJeffrey has always accommodated his religious commitments, on occasion\npermitting pressing Friday transactions to take place on the following\nMonday. Mr. Beller also told of Jeffrey?s assistance in making available\nany of his contacts in the medical ?eld and to take any necessary time off\nwhen one of his sons was diagnosed with Retinoblastoma.\n\nJef?'ey has been especially generous in funding the educational pursuits of his\nemployees (and their family members) as a way of assisting them to better themSelves\nand achieve their full potential. Mr. Indyke has written that over the last six years,\nef?'ey has funded literally hundreds of thousands of dollars in tuition assistance to many\nindividuals (some of whom Jeffrey has no connection with whatsoever) from the pre-\nschool to the post?graduate levels. Mr. Beller, mentioned above, for example, has been\nthe recipient of tuition assistance for all six of his children! Another employee, Emad\nHanna, who was hired by Jeffrey at a particularly trying time of his adult life, told of\nJeffrey?s sponsorship of his son?s AAU baseball team and of the tuition assistance for his\n\n5011:\n\nJe??i?ey Epstein has paid out of his pocket my son is high school tuition for\n2 years now totaling around $20, 000 and has given him the opportunity to\nget a top notch education at a private all boys catholic high school and my\nson has thrived in that environment and averaged a grade of 9] in his\nfreshmen (gig) year and ?oor all the travel baseball experience he was\nable to make the JV baseball team at one of the tap schools in New Jersey.\nThis has paved the way for my son to possibly have the opportunin/ to\n\n12\n\nPublic Records Request No. 19-372\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 84, "contents": "attend a college of his choice when the time comes. I would not have been\nable to do this if it wasn ?t for Mr. Epstein.\n\nAnother example is that of a building worker named Philip Diaz whom Jeffrey is putting\nthrough vocational school in heating, refrigeration, and air conditioning. Mr. Indyke\nrelated that Jeffrey also takes time from his otherwise hectic schedule to meet with and\n\nmentor Mr. Diaz.\nA ?nal education example was related by David Lambert, an employee:\n\nWhile working late, after normal business hours, I have developed a\nrelationship with the cleaning man who details our of?ce space. Alfredo\nand I re?ect life ?s issues and family matters as best [as] a Colombian and\nEnglish speaking ?'iend may, but it takes as deep and a look or gesture\nspeaks louder than words at times. One night our sign language, broken\nEnglish and Spanish went to the topic of his oldest daughter attending\ncollege. Alfredo told me how proud he is of her attending college. ?Me\ndaughter, she very, very happy. I could see the emotion in his eyes which\nled to the words spoken loudly, clearly, and emphatically because,\nMister Jej?'ey. A?er many such conversations with Al?'edo it?s clear to\nme he was angst ridden for his children, not being able to provide the\ndream of a college level education, his children aware and sad of such\nconsequence, were whisked away instantly to an ethereal place by one\nman. This is what my provider, Je?ey Epstein, does for people. If he is\naware of human sujfering he will act quickly, generously, and without\nthought. Then he will walk away. His goal has been achieved and a li?e ?s\ncrisis avoided human suffering eliminated.\n\nJeffrey is also aware that tragedy is a part of the landscape that people have to\nface and address. When he learns of employees facing such life critical events, he brings\nthe same virtues, empathy, a determination to identify and solve the problem, and\ngenerosity, which he uses in other areas of his life, to bear on the problem. Mr. Indyke\n\nfaced one such problem, and his recollection of it is Worth quoting at length:\n\nShortly a?er I began working for .Ie?'rey, I experienced a personal and\nunexpected tragedy. After five years of marriage, my wife and I learned\nthat I was infertile and we could not have children in the traditional\nmanner. The recommended treatment protocol required my wife and I to\nundergo prohibitively expensive in-vitro fertilization cycles, which we\ncould not a?ord and which were not then covered by the company 's\nmedical insurance.\n\nI meekly approached Je?'ey and asked him if it would be possible to drop\nmy wife and me ?om the company?s medical policy in exchange for a\n\n13\n\nPublic Records Request No. 19-372\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 85, "contents": "different one or cash payment. Puzzled by my request, .Ie?iey naturally\nasked why. When I told him, he was visibly a?ected and without even a\nmoment?s consideration, he told me to go for treatment and send him the\nbills. Having been with Jeffrey only a few months, I was astounded by his\ngenerosity and hurried to my desk to call my wife to share the amazing\nnews.\n\nIn the days and weeks that followed, Je?i?ey personally researched\ninfertility issues and shared the results of his research with me. He\nidenti?ed the experts in the ?eld to make sure that my wife and I were\nseeing the right people. He and I spoke often about these issues and the\nprogress of our treatment cycle.\n\nUnfortunately, the first cycle ended up a failure. Though my wife and I\nwere hesitant to ask him, .Iejj?rey insisted that we undergo another cycle at\nhis expense. The second cycle resulted in a pregnancy which had to be\nterminated because of genetic defects in the fetus. My wife and I were\ndevastated and once again Je?i?ey offered emotional, as well as financial,\nsupport and encouraged us to proceed. When the third cycle failed and\nmy wife was then diagnosed with infertility problems, Jef?ey met with me\nto go over my wife ?s and my options, which now included in?vitro\nfertilization with donor eggs, an even costlier endeavor. Je?ey did not\nblink and insisted to pay for the treatments if my wife and I decided we\nwere willing to proceed. He also helped us explore options of private\nadoption through an agency. We chose the former, which Jeffrey funded,\nwhile we also pursued the in-vitro/egg donor option at Jefj?i'ey ?s expense.\n\nAt the unsuccessful completion of our fourth cycle and a failed adoption\nattempt, my wife and I were at the end of our rope and did not want to\ncontinue. Without Jef?ey ?s support and stubborn daily encouragement we\nwould not have. He even recruited his then girl?'iend, Ghislaine Maxwell,\nto meet with us to ojfer assistance with local adoption and overseas\nadaption procedures and to encourage us to try again. hank?tlly, after\nour fifth cycle, my wife and I were blessed with twin daughters. Although\nJe?rey was adamant that we owed him nothing, Je??hey honored us by\nagreeing to be the godfather of our children.\n\nThe bottom line for Jeffrey Epstein is that while he has become an improbably\nsuccessfully business man, he has also been an unusually understanding and generous\nhuman being. His generosity has taken many forms and has bene?ted many people, but\nhas been primarily directed to employees and others he comes in contact with,\neducational institutions, ?bleeding edge? scienti?c researchers, wellness organizations,\n\nand civic groups. His aim has been to improve the lives of individuals by helping them\n\n14\n\nPublic Records Request No. 19-372\n\n", "ocr": "dc-import", "updated": 1605196424248}, {"page": 86, "contents": "address life problems and reach their potential; to enable educational, wellness, and civic\norganizations to better achieve their respective purposes; and, to foster the kind of\nscienti?c research which might potentially bene?t all of mankind. Finally, in his\ngenerosity, Jeffrey has sought nothing for himself. To the extent it is possible, his giving\nhas always been anonymous; when this has not been possible, it is clear that he does not\n\nseek the spotlight for these acts.\n\n15\n\nPublic Records Request No. 19-372\n\n", "ocr": "dc-import", "updated": 1605196424248}], "is_import": true}