{
  "document_id": "DOJ-OGR-00000508",
  "email_index": 2,
  "extracted_at": "2025-11-17T04:14:45.434960",
  "from_address": "Jay Lefkowitz (JLefkowitz@kirklard.com]  nt: Wednescay, September *9, 2007 11:36 AM  3 Villafana, Ann Marie C. (USAFLS)  ubject: Re: Draft Agreements? Confidential - For settlement purposes only Still working on redline. But pls look at this: On August _, 2007, FBI Special Agents F. Nesbitt Kuyrkendall and Jason Richards traveled to the home of es in conicction with an investigation pending in the Southem District of Florida. Mr. Epstein was informed of the service of the xz Asa result, Mr. Epstein attempted to harass both x delay and hinder their receipt of a MMMM to attend an official proceeding, more particularly the es to which es. Vir. Epstein, in particular, changed travel plans and flew with both = ME to) the United States Virgin Islands rather than to an airport in New Jersey in order to attempt to delay their receipt of what Mr. Epstein expected to be 2 NN Nir. Epstcin further verbally harassed both  iE in connection to this attempt to delay their voluntary reccipt of process all in violation of 18 USC 1512(d)(1). ----- Original Message ----- ;",
  "to_address": "Jay Lefkowitz  Subject; RE: Drafl Agreements? Hi Jay ~ I don’t know the factual basis for the alleged Po because we have no independent  evidence of that. So, the agents need to talk to them and then I can craft up 2 proposed factual proffer. [have sent an e-  mail to Barry and Lanna to determine their availability Thanks.   4. Marie Villafaria  Assistant U.S. Attomey  a ORO ROKR OF IOI ROR RGR FORO RC FOIOg Ri JOR ric RO gma ROC Or a iI Oak a i ac i  The information contained in this communication ts  confidential, may be attomey-client pnvileged, may  constitute inside information, and is intended only for  the use of the addressee. It is the property of Sirkland & Etlis LLP or Kirkland & Ellis Intemational LLP. nauthorized use, disclosure or copying of this Pommunication or any part thereof is strictly prohibited and may be unlawful. If you have received this 1 RFP MIA 000123 . DOJ-OGR-00000508",
  "cc_address": null,
  "subject": null,
  "date": "07/18/19",
  "body": "Subject; RE: Drafl Agreements?\n\nHi Jay ~ I don’t know the factual basis for the alleged Po because we have no independent |\n\nevidence of that. So, the agents need to talk to them and then I can craft up 2 proposed factual proffer. [have sent an e- |\n\nmail to Barry and Lanna to determine their availability Thanks. |\n|\n\n4. Marie Villafaria |\n\nAssistant U.S. Attomey |\n\na\n\nORO ROKR OF IOI ROR RGR FORO RC FOIOg Ri JOR ric RO gma ROC Or a iI Oak a i ac i |\n\nThe information contained in this communication ts |\n\nconfidential, may be attomey-client pnvileged, may |\n\nconstitute inside information, and is intended only for |\nthe use of the addressee. It is the property of\n\nSirkland & Etlis LLP or Kirkland & Ellis Intemational LLP.\nnauthorized use, disclosure or copying of this\n\nPommunication or any part thereof is strictly prohibited\n\nand may be unlawful. If you have received this\n\n1\nRFP MIA 000123\n.",
  "confidence": 0.8999999999999999,
  "email_addresses": [
    "JLefkowitz@kirklard.com"
  ]
}