{
  "document_id": "DOJ-OGR-00023785",
  "email_index": 117,
  "extracted_at": "2025-11-17T04:14:45.471745",
  "from_address": null,
  "to_address": null,
  "cc_address": null,
  "subject": "Fwd: for Mr. Jeffrey Edward Epstein, Register Number: 763 18-054 AtEABHeIes TEXT. htm, IMAGE.png, IMAGE. png, Epstein_Letter_VI.pdf, Mime.822 rr POP @rergan.edu> 7/30/2019 4:01 PM >>> July 30, 2019 Mr. Jeffrey Edward Epstein Register Number: 763 18-054 Age 66, White Male MCC New York Metropolitan Correctional Center",
  "date": "19/07/31",
  "body": "AtEABHeIes TEXT. htm, IMAGE.png, IMAGE. png, Epstein_Letter_VI.pdf,\n\nMime.822\nrr POP @rergan.edu> 7/30/2019 4:01 PM >>>\nJuly 30, 2019\n\nMr. Jeffrey Edward Epstein\nRegister Number: 763 18-054\nAge 66, White Male\nMCC New York\nMetropolitan Correctional Center\n\nEmail: NYM/ExecAssistant@bop.gov\n\nPhone: 646-836-6300\n\nFax: 646-836-7751\n150 Park Row\nNew York City, NY 10007\nDear Mr. Epstein,\n\nYou called me circa August 2017 and you and I had\na Skype call with my Ph.D. student in December 2017.\n*- EDUCATION\n4 Scientist OF THe Year: Dir, S. Allen Counter, (I) director of the Harvard\nFoundation of Harvard University, and Dr. Benedict AL Gree (rh, dean of Harrard\nCallege and Leverett. Professor of Mathematics, present the Harvard Foundation\n\"Tid Scientist of the Year Award” to noted mathematician Profeasor Dr.\nJonathan David Farley. Farley te currently a visting professor of applied muath-\nematice at the Massachusetts Institute of Techmology. He graduated summa cum\nlaude from Harvard College with straight A’s in methematics sod boter cormed\no PhD. in methematice from Oxford University. “Jonathan Farley is ome of the\nworld’s mat impressive young mathematicians,” said Der. Counter. “He is a meod-\nel of excellence for young people of all backgrounds, but capeciolly African\nAmericans who Ty Bat their intelectual (patentanl im him, Harvard is proud io\nPage 3039",
  "confidence": 0.7,
  "email_addresses": [
    "ExecAssistant@bop.gov"
  ]
}