{
  "document_id": "DOJ-OGR-00024772",
  "email_index": 177,
  "extracted_at": "2025-11-17T04:14:45.490526",
  "from_address": null,
  "to_address": null,
  "cc_address": null,
  "subject": "Fwd: RE: United States v. Jeffrey Epstein",
  "date": "19/08/12",
  "body": "Attachments: TEXT. htm\nGood morning,\nPlease see the below request for preservation and production of various documents, videos, and other\ninformation. Please preserve the material requested below to prevent deletion. We will advise that they\nneed to request production of the requested documentation through FOIA.\nThank you,\nSupervisory Staff Attorney\nCLC New York\nMetropolitan Correctional Center\n150 Park Row\nNew York, New York 10007\np(oagyeagr™™\nf: (646)836-7665\n\ni mgw@att.net> 8/11/2019 3:56 PM >>>\nVir. Epstein’s family has asked me to send to you ange dt the MCC a request\nfor the preservation of any and all documents, records, reports, videos, pictures, physical evidence,\nelectronic communication data, tape recordings, logs, notes, papers, emails and any and all other forms\nof information that would be in the possession of the MCC, its Warden, their legal counsel, the USMS,\nthe FBI, the Inspector General, the USAO for the SDNY or any other federal or relevant state or city\nagency that relate to Jeffrey Epstein's imprisonment/detention since July 6, 2019 and that relate\nparticularly but not exclusively to the July 23, 2019 occurrence which was investigated as an attempted\nsuicide by the MCC and the events relating to his death on August 10, 2019. The request encompasses\nbut is not limited to any videos of the 9th floor area in the proximity of his cell during the evening of\nAugust 9 through the time Mr. Epstein was taken out of his cell for the last time on August 10, 2019, or\nvideos of the cell itself during that time period, records of the identities of (i.e. MCC employees or\nindependent contractors or anyone else) who were on duty from midnight through 8 AM on August 10,\n2019 or otherwise had access to the 9th floor unit where Mr. Epstein was incarcerated during this time\nperiod, records of any observations of Mr. Epstein on August 9-10, 2019, any and all photographs of\nMr. Epstein or his cell taken on August 10, 2019, any and all electronic or tape recordings or records of\nany internal communications within the MCC or any external communciations by MCC staff on August 9\nand August 10, 2019, records of any mental health interviews or assessements of Mr. Epstein at\nanytime during his detention, records of any decision to put him on or take Mr Epstein off suicide\nwatch, photos of his cell taken on or before August 9 or on or after August 10, 2019, memoranda of\ninterviews with any prisoners who were in Mr. Epstein's SHU unit on the 9th floor on or about July 23\nor on August 9-10, 2019 relating to Mr. Epstein, the same request for interview memoranda of any MCC\nemployee or independent contractor or any other person in the MCC midnight-8 AM August 10, 2019,\nPage 514",
  "confidence": 0.7,
  "email_addresses": [
    "mgw@att.net"
  ]
}