{
  "document_id": "DOJ-OGR-00025473",
  "email_index": 220,
  "extracted_at": "2025-11-17T04:14:45.504097",
  "from_address": "\"Justin B. Long\" <jblong@bop.gov>",
  "to_address": "Lee Plourde <Iplourde@bop.gov>",
  "cc_address": "Michael Carroll <mwearroll@bop.gov>",
  "subject": "Media inquiry - due today - NY Daily News - re: conditions at MCC NY post-Epstein >>> \"Justin B. Long\" 12/06/2019 15:05 >>> Lee, Here is a very rough draft for you and your staff to enhance if possible very quickly today. I can then run by Mike and my boss before I answer the repo Thanks, Justin",
  "date": "12/6/19 3:05 PM (GMT-05:00)",
  "body": ">>> \"Justin B. Long\" 12/06/2019 15:05 >>>\nLee,\nHere is a very rough draft for you and your staff to enhance if possible very quickly today. I can then run by Mike and my boss before I answer the repo\nThanks,\nJustin\nReporter:\n=\nQuestions & Proposed Responses:\nHello, I’m working on a story about morale at MCC in Manhattan in the wake of charges againsfO CME | I've spoken to an AFG\nThe thrust of the story is that morale has plummeted at the facility in the wake of the falsification of documents charges. Morale was already bad because\n(1) Has any money been allocated for improving MCC as a facility since Epstein’s death?\n(2) Has there been a hiring surge since Epstein’s suicide?\n3) Any changes in BOP policies following Epstein’s suicide?\nPe TTY\n4) Is it correct tha were responsible for roughly 50 to 70 inmates the night of the suicide?\n——————E—_——V—V\n5) What is the attrition rate for BOP correctional officers? What's the average length of time a person stays in the job? (NYC-area would be best if it’s a\n(6) Can you share anything supervisors at MCC have told the rank and file in the wake of these charges? What’s the message to overworked, disgruntled\nPo ——CC‘i‘Ci‘sS*zS\nPublic Information Office\nFederal Bureau of Prisons\nPage 3861",
  "confidence": 0.8999999999999999,
  "email_addresses": [
    "mwearroll@bop.gov",
    "jblong@bop.gov",
    "Iplourde@bop.gov"
  ]
}