{
  "document_id": "DOJ-OGR-00026821",
  "email_index": 258,
  "extracted_at": "2025-11-17T04:14:45.516888",
  "from_address": "<NYM/Clinical Director@bop.gav> . To: <bop52781@bop.gov>",
  "to_address": "<bop52781@bop.gov>",
  "cc_address": null,
  "subject": "24 Hour Death Notification Death Notification for Epstein (#76318-054) @ NYM successfully received on 2019-08-12 @ 14:30:08 (Eastern) Notification sent to Region and Central Office including the Medical Director and OQM. Submitted by Local Date And Time of Pronounced Legal Death: 08/10/2019 07:36",
  "date": "8/12/2019 2:30 PM",
  "body": "Death Notification for Epstein (#76318-054) @ NYM successfully received on 2019-08-12 @ 14:30:08\n(Eastern)\nNotification sent to Region and Central Office including the Medical Director and OQM.\nSubmitted by\nLocal Date And Time of Pronounced Legal Death: 08/10/2019 07:36\nLocation: Community Hospital\nType: Suicide\nAutopsy Status: Autopsy Ordered\nRIS: na\nAnticipated Death: no\nDNR/LSO: no\nPreliminary Cause of Death: Alleged Suicide\nNarrative: Inmate Jeffery Edward Espstien #73618-054 a 66 year old male with a history of Obstructive\nSleep Apnea on CPAP at night, a history of Hypertriglyceridemia treated with Vascepa, no past Mental\nHeall History prior to incarceration and L4-L5 Steno\nSel\n——— SS ee\nae Watch and was placed on Psychological Observation\n( ‘ . On July 30,2019, he was removed fram Psychological Observation and was placed in the Speciai\nHousing Unit where he was housed with a cell mate. On August 8, 2019, he was seen by Psychology\nServices and denied suicidal ideation, intention or plan.\nOn\nAugust 10, 2019, at 6:33 a.m. Special Housing Unit Staff found inmate Epstein unresponsive in his cell\nand atternpted to wake him. A in sa activated in SHU and the Control Center announced a\nmedical emergency. CPR was initiated by Special Housing\nUnit Staff. At 6:35 a.m. medical staff responded and continued CPR and the AED was applied. The\nControl Center called for an ambulance. The EMS arrived at 6:45 a.m. and the paramedics continued\nCPR. Inmate Epstein remained unresponsive. Inmate Epstein was *\nintubated, and the ACLS Protocol was initiated by the EMS. No pulse found, no shock was advised and\nthe inmate was prepared for transport to local hospital while continuing CPR. At 7:10 a.m. the EMS\ndeparted institution en route to New York Presbyterian L\nower Manhattan Hospital. At 7:36 a.m. the inmate was pronounced dead by the ER Physician.\nUse this link: https://sallyport.bop.gov/co/hsd/quality_management/SAS/admin_dashboard.jsp to view the\nDeath Report Dashboard.\nIt will allow you to review user submitted death report data along with automatically merged SENTRY\ninformation.\nIt may take up to several hours for newly submitted death data to appear on the dashboard.",
  "confidence": 0.7,
  "email_addresses": [
    "Director@bop.gav",
    "bop52781@bop.gov"
  ]
}