{
  "document_id": "DOJ-OGR-00029010",
  "email_index": 284,
  "extracted_at": "2025-11-17T04:14:45.525177",
  "from_address": null,
  "to_address": null,
  "cc_address": null,
  "subject": null,
  "date": "3/18/2008",
  "body": "Edition:\nTitle: Girlsues Epstein, two others\nshe says conspired in massages\nCharacter\nor\nClassification: 31E-MM-108062\nSubmitting Office: MM\nme oe . UE Tndexing:\nGirl sues Epstein, two others ~\nh ired 1 :\nhe says consp assages\n: ; ; Pe\" SEN “These two conspired with * j mo,\nJane Doe,’ 17, sues in state court | * 4 him to help with the criminal ,\n. . Be. °°. - #4) enterprise,” Leopold said. I\nafter dropping a federal suit. Boo aS Tine Boe, through her i\n————————— er. . #t father and stepmother, filed ~\n| ‘ . A yA a federal lawsuit against |\nBy LARRY KELLER voce @ Epstein in January. She dis- |\n. Palin Beach Post Staff Writer (oe 7 missed it after her mother |\nWEST PALM BEACH — A former Palm KX X2t=r said she wasn't consulted\nBeach Community College student who Epstein . about the litigation and +\npolice say procured underage girls to give sought to intervene. The -.\nJeffrey Epstein sexual massages at his Palm mother is acting on her daughter's behalfin <\nBeach mansion, and Epsteir’s personal assis- the latest lawsuit. ; _ f\ntant have been sued along with Epstein over Epstein’s lawyer has denied the girls al -\ntheir alleged conduct. legations and said her family is simply at <\nThe girl behind the lawsuit was 14 years tempting to get money from avery rich man. .\nold when she contends he engaged in sexual Epstein, 55, is a Manhattan money manager\nconduct with her after she went to his water. who has homes there, in New Mexico andthe ;\nfront home in 2005 to give him a massage. Virgin Islands, in addition to his $8.5 million .\nHer lawsuit, filed under the name Jane Doe, Palm. Beach mansion.\nseeks unspecified damages from Epstein for. © Two other Jane Does have sued Epstein _\nsexual assault and intentional infliction of in federal court this year, making similar al- - -\nemotional] distress. —— _legations to those of the first Jane Doe. These\nShe also sued Epstein, Haley Robson of cases remain active. i\n‘  Loxahatchee and Sarah Kellen of New York . Also pending against Epstein in state court |\nCity on grounds of conspiracy and civil rack- is a felony charge of solicitation of prostitu- ( ;\neteering. tion arising from the same alleged incidents - :\n“We just want a full measure of justice for with several girls. That case is set for‘trialin — :\nthis girl,” said her attorney, Ted Leopold. July, two years after he was indicted.\nRobson, who attended Palm Beach Com- ° Jané Doe’snew lawsuit, filed in Palm Beach\nmunity College, was paid by Epstein to bring County. Circuit Court, is the most explicit in.\n| i girls to his mansion for massages and more, defailing Epstein’s alleged misconduct. It is.\n| according to Palm Beach police. “I’m like a the only suit to include Robson and Kellen —\n| ' Heidi Fleiss,” they said she told them. Her as defendants, and the only one to make con-\n| attorney could not be reached immediately spiracy and racketeering allegations.\n| _ for comment. Jane Doe will turn 18 in May. She lives with\nKellen was an Epstein personal assistant other family members in Palm Beach County, : ;\n| who arranged the encounters, even escort- is nearing graduation from high schoolandis :\n| ing the girls to his massage room, police working part time, Leopold said. '\n* Tleged. @ larry_keller@pbpost.com\n03956-1071 PF\n. I\n| 3/E- MH -/08062-/@/ |",
  "confidence": 0.7,
  "email_addresses": [
    "larry_keller@pbpost.com"
  ]
}