{
  "document_id": "DOJ-OGR-00024913",
  "email_index": 195,
  "extracted_at": "2025-11-17T04:14:45.496165",
  "from_address": null,
  "to_address": null,
  "cc_address": null,
  "subject": "FW: Jeffrey Epstein ATtawlintates TEXT.htm, Governor’s letter to FDLE.pdf, Sheriff Bradshaw’s letter to \" the Governor .pdf, Governor’s Executive Assignment .pdf, Mime.822 My boss, Sheriff Ric Bradshaw, sent a formal request to Governor Ron DeSantis to have the Florida Department of Law Enforcement (FDLE) to assume the lead role in the administrative review-criminal investigation while Mr. Epstein was under the care and control of the Palm Beach County Sheriffa€™s Office, copies of those requests are attached.  met with part of the FDLE investigative team yesterday and turned over to them the start of our investigation. Below you will find the POC from FDLE and with your permission IG€™d like to forward your contact information to him if he would need to contact your office. — Office of Executive Investigations G€'* FDLE 850-41 troycope @fdle.state.fl.us nso FO\" should have copies of those records now,  will reach out to him today and with FDLE approval, since they are now the investigative lead,  will facilitate your office in obtaining those records directly from us.  will be back in fouch as quickly as possible. a Palm Beach County Sheriff's Office Violent Crimes Division / Homicide (561) 688428... Office (561) 688-4099 - Fax",
  "date": "Wednesday, August 14, 2019 7:45 AM",
  "body": "**This email was sent from an external (non-PBSO) source.**.\nGood morning\" |\n| am an attorney for the Federal Bureau of Prisons assisting in the investigation of the death of the above-\nreferenced former inmate. | understand from the U.S. Attorney's Office in the Southern District of New York\nthat you may be able to put me in touch with someone who can produce the prison records of Mr. Epstein\nfrom his time incarcerated in Florida. Please advise what you need from my office to obtain those records.\nPage 1213",
  "confidence": 0.7,
  "email_addresses": [
    "J@pbso.org"
  ]
}