{
  "document_id": "DOJ-OGR-00025323",
  "email_index": 210,
  "extracted_at": "2025-11-17T04:14:45.500953",
  "from_address": null,
  "to_address": "Charisma Edge?\"., _@bop.gov> Thanks. Feel free to contact me if you need anything at all. 917669] Sent from my iPhone On Aug 10, 2019, at 7:21 PM, Charisma Edge [fPic) _@bop.gov> wrote: Thank yo eel appreciate you taking the time to forward this information....Please enjoy your time and family... Charisma Edge Associate Warden MCC New York 150 Park Row New York, NY 10007 646-836-6300 ex ane  NYM/AW-Programs~@bop.gov safer aol.com> 8/10/2019 8:28 PM >>> I visited inmate Epstein in SHU on Thursday. He was getting ready to meet with his attorneys for the day so I had gone to visit him right after the SHU meeting. He had a cell mate at the time with whom I saw him interact with. He did not report any mental health concerns and he denied any suicidal thoughts or intention. He was asking this writer to go to general population and was making requests for various needs he had at the time. He wanted social calls without them being on a speaker phone. He wanted a book he had left in the suicide watch area. His mood was not depressed or anxious. There were no signs of distress. He had planned on meeting with his attorneys to work on his legal situation. Sent from my iPhone <Charisma Edge. vcf> DOJ-OGR-00025323",
  "cc_address": null,
  "subject": "Re: Last contact with Epstein",
  "date": "Sat, 10 Aug 2019 21:44:59 -0700",
  "body": "Thanks. Feel free to contact me if you need anything at all. 917669]\n\nSent from my iPhone\n\nOn Aug 10, 2019, at 7:21 PM, Charisma Edge [fPic) _|@bop.gov> wrote:\nThank yo eel appreciate you taking the time to forward this information....Please enjoy your time\nand family...\nCharisma Edge\n\nAssociate Warden\n\nMCC New York\n\n150 Park Row\n\nNew York, NY 10007\n\n646-836-6300 ex ane |\n\nNYM/AW-Programs~@bop.gov\n\nsafer aol.com> 8/10/2019 8:28 PM >>>\n\nI visited inmate Epstein in SHU on Thursday. He was getting ready to meet with his attorneys for the day so I had\ngone to visit him right after the SHU meeting. He had a cell mate at the time with whom I saw him interact\nwith. He did not report any mental health concerns and he denied any suicidal thoughts or intention. He was\nasking this writer to go to general population and was making requests for various needs he had at the time.\nHe wanted social calls without them being on a speaker phone. He wanted a book he had left in the suicide\nwatch area. His mood was not depressed or anxious. There were no signs of distress. He had planned on\nmeeting with his attorneys to work on his legal situation.\n\nSent from my iPhone\n<Charisma Edge. vcf>",
  "confidence": 0.7,
  "email_addresses": [
    "_@bop.gov"
  ]
}