{
  "document_id": "DOJ-OGR-00004032",
  "email_index": 26,
  "extracted_at": "2025-11-17T04:14:45.443086",
  "from_address": "BOBBI C STERNHEIM bcsternheim@mac.com",
  "to_address": "Sophia Papapetru spapapetru@bop.gov",
  "cc_address": null,
  "subject": "Ghislaine Maxwell 02879-509 Legal Visit 04.24.21",
  "date": "April 24, 2021 at 5:37 PM",
  "body": "Ce: Leah Saffian leahsaffian@hostednet.net, Christian Everdell CEverdell@cohengresser.com, Laura Menninger\nImenninger@hmflaw.com, Jeff Pagliuca jpagliuca@hmflaw.com\nSophia-\nYour accusation is inaccurate as is the information reported to you by your staff. Nothing in Ms. Maxwell ‘s legal papers was given to\nher by me or by Leah Saffian, Esq. Both Ms. Saffian and | dispute these allegations in the strongest terms.\nToday, Ms. Saffian and | met with Ghislaine Maxwell for a scheduled legal visit- under the gaze of 5 guards and a portable camera\nrecording audio and video.\nAfter the legal visit concluded and Ms. Saffian and | left the visiting area, guards accused Ms. Maxwell of possessing documents\nobtained from counsel. The guards seized confidential documents from her, including documents she had previously received in legal\nmail delivered to the MDC and given to her by MDC staff. After seizing “highly confidential” documents (subject to a protective order\nthat your staff is not authorized to review) and work product, the guards began reading the documents and have not returned them to\nMs. Maxwell.\nAt no time did the guards, who were assiduously watching and filming the legal conference, bring any concern to my attention, so it is\nquite telling that you have been contacted when counsel are told that legal staff are unavailable during the weekend.\nNo documents were given to Ms.\nMaxwell for her retention. Demand is hereby made for an immediate identification of the documents you claim were not in Ms.\nMaxwell’s possession upon entering the legal visiting area in advance of the arrival of counsel, a list of all guards present during the\nvisit, and a copy of the video recording.\nPlease immediately return the confiscated legal documents to Ms. Maxwell. They are her documents, not mine. The confiscation of\nthese documents has deprived Ms. Maxwell of her time and seriously impaired her ability to review legal documents and prepare for\nan upcoming trial, adding to an already difficult situation.\nThis matter is being reported to the Court and legal action will be initiated.\nRegarding tomorrow- | have recieved 15 different confirmations and cancellations regarding the scheduled visit for tomorrow, which\nwill be attended by Ms. Saffian alone.\nlam sorting through these emails to determine what time period is permitted for tomorrow’s visit.\nBobbi\nBOBBI C. STERNHEIM, ESQ.\nLaw Offices of Bobbi C. Sternheim\n33 West 19th Street - 4th Floor\nNew York, NY 10011\nMain: 212-243-1100\nCell: 917-912-9698\nFax: 888-587-4737\nbesternheim@mac.com\nThis message and any attached documents contain information from the Law Offices of Bobbi C. Sternheim\nthat may be confidential and/or privileged.\nIf you are not the intended recipient, you may not read, copy, distribute, or use this information.\nIf you have received this transmission in error, please notify the sender immediately by reply e-mail and then delete this message.\nThank you.\nOn Apr 24, 2021, at 4:07 PM, Sophia Papapetru <spapapetru@bop.gov> wrote:\nGood afternoon Bobbi:\nIt had been brought to my attention by the staff of MDC Brooklyn that Ms. Maxwell received paperwork that was not in her\npossession upon entering the legal visiting area. As you are aware, the policies set forth for MDC Brooklyn legal visits do not allow\nfor passing of any material during a legal visit. Due to our policy and procedures, the additional documents that were provided to\nMs. Maxwell were confiscated. Those materials were put in an envelope and will be returned to you tomorrow upon your arrival to\nEXHIBIT B",
  "confidence": 0.7,
  "email_addresses": [
    "leahsaffian@hostednet.net",
    "spapapetru@bop.gov",
    "CEverdell@cohengresser.com",
    "Imenninger@hmflaw.com",
    "besternheim@mac.com",
    "bcsternheim@mac.com",
    "jpagliuca@hmflaw.com"
  ]
}